Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/contact.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt, sv

source: Contact Us
de: Kontakt
es: Contáctenos
fi: Ota yhteyttä
fr: Nous contacter
hu: Vegye fel a kapcsolatot velünk
it: Contattaci
ja: 問い合わせ先
nl: Contacteer ons
pt: Entre em Contato
sv: Kontakta oss

source: OSGeoLive development is coordinated via email and internet chat (IRC) as detailed on the `OSGeoLive Wiki <https://trac.osgeo.org/osgeolive#Communication>`_.
de: Die Entwicklung von OSGeoLive wird über E-Mail und Internet-Chat (IRC) koordiniert. Weitere Informationen hierzu sind im `OSGeo Wiki <https://trac.osgeo.org/osgeolive#Communication>`_ zu finden.
es: El desarrollo de OSGeoLive se coordina a través de correo electrónico y del chat de internet (IRC) como se detalla en el `Wiki de OSGeoLive <https://trac.osgeo.org/osgeolive#Communication>`_.
fi: OSGeoLive kehitystyö koordinoidaan käyttäen sähköpostia ja verkkokeskustelua (IRC) kuten on kuvattu `OSGeoLive Wikissä <https://trac.osgeo.org/osgeolive#Communication>`_.
fr: Le développement d'OSGeoLive est coordonné par email par internet chat (IRC) comme détaillé sur le `Wiki OSGeo <https://trac.osgeo.org/osgeolive#Communication>`_.
hu: Az OSGeoLive fejlesztést emailen és internetes csevegőn (IRC) keresztül koordináljuk, amint azt az `OSGeo Wiki <https://trac.osgeo.org/osgeolive#Communication>`_ oldalon részletezzük.
ja: OSGeoLive の開発は、emailやインターネット・チャット (IRC) によってコーディネートされています。詳細については、`OSGeo Wiki <https://trac.osgeo.org/osgeolive#Communication>`_ を参照してください。
nl: OSGeoLive ontwikkeling wordt gecoördineerd via e-mail en internet chat (IRC) zoals beschreven op de `OSGeoLive Wiki <https://trac.osgeo.org/osgeolive#Communication>`_.
pt: O desenvolvimento do OSGeoLive é coordenado através de email e conversa pela internet (IRC) conforme descrito na `Wiki OSGeoLive <https://trac.osgeo.org/osgeolive#Communication>`_.
sv: Utveckling av OSGeoLive samordnas via e-post och Internet chat (IRC) som beskrivet på `OSGeoLive Wiki <https://trac.osgeo.org/osgeolive#Communication>`_.

source: Disclaimer
de: Haftungsausschluss
es: Sescargo de responsabilidad
fi: Vastuuvapauslauseke
fr: Avertissement
hu: Felelősség kizárása
it: Dichiarazione di esclusione di responsabilità
ja: 免責事項
pt: Aviso Legal
sv: Ansvarsfriskrivning

source: This Live GIS disc and virtual-machine has been put together by members of the OSGeo community to showcase their favourite Free and Open Source (FOSS) geospatial software. We've included a number of non-OSGeo software packages, from both the spatial and non-spatial realms, which we hope you will find to be as useful as we do. The OSGeo Foundation does not recommend or guarantee any associated software, projects, or companies found within.
de: Dieses Live-Disc und virtuelle Maschine wurde zusammengestellt von Mitgliedern der OSGeo Gemeinschaft um beliebte Free und Open Source Software (FOSS) Geospatial Software präsentieren. Wir haben eine Reihe von nicht-OSGeo Software-Pakete aus den räumlichen und nicht räumlichen Bereichen integriert, und wir hoffen, dass Sie diese ebenso nützlich finden, wie wir es tun. Die OSGeo Foundation steht in neutraler Position zu der verwendeten Software, Projekten oder Unternehmen.
es: Este disco vivo de SIG y la máquina virtual ha sido elaborado por miembros de la comunidad de OSGeo para mostrar el software geoespacial favorit que es libre y de código abierto (FOSS) . Hemos incluido una serie de paquetes de software no OSGeo, tanto espaciales y como no espaciales, que esperamos sea tan útiles como lo son para nosotros. La Fundación OSGeo no recomienda ni garantiza cualquier asociación de software, proyectos o empresas dentro del disco.
fi: OSGeo-yhteisön jäsenet ovat koonneet tämän Live GIS -levyn ja -virtuaalikoneen esittelemään preferoimansa vapaan ja avoimen lähdekoodin (FOSS) paikkatieto-ohjelmistot. Olemme sisällyttäneet useita ei-OSGeo-ohjelmistopaketteja sekä spatiaalisilta että ei-spatiaalisilta sektoreilta, joilta toivomme Sinun kokevan yhtä hyödyllisiksi kuin me. OSGeo-säätiö ei erityisesti suosittele tai takaa mitään kokoelmaan kuuluvia ohjelmistoja, projekteja tai yrityksiä.
fr: Ce disque et cette machine virtuelle Live GIS ont été mis en place par des membres de la communauté OSGeo pour mettre en valeur leurs logiciels géospatiaux libres et open source favoris. Nous avons inclus un certain nombre de logiciels non-OSGeo, à la fois dans les domaines spatiaux et non spatiaux, que nous espérons que vous trouverez aussi utiles que nous. La Fondation OSGeo ne recommande ni ne garantit aucun des logiciels, des projets ou des sociétés associés.
hu: Ezt a Live GIS-lemezt és virtuális gépet az OSGeo közösség tagjai hozták létre, hogy bemutassák kedvenc szabad és nyílt forráskódú (FOSS) térinformatikai szoftvereiket. Számos nem-OSGeo szoftvercsomagot tartalmaz a térbeli és nem térbeli megoldások közül, melyeket reményeink szerint hozzánk hasonlóan hasznosnak talál. Az OSGeo Alapítvány nem ajánlja, nem vállal garanciát semelyik tartalmazott szoftverért, projektért vagy cégért.
it: Questo disco Live e macchina virtuale GIS è stata realizzata da membri della comunità di OSGeo per mostrare i software geospaziali Liberi e Open Source (FOSS) preferiti. Abbiamo inoltre incluso diversi software non-OSGeo, focalizzati sul GIS e non, che speriamo voi troviate utili come per noi. La Fondazione OSGeo non suggerisce o garantisce nessun software, progetto o compagnia associata.
ja: このLive GISディスクと仮想マシンは、それぞれが推奨する自由でオープンソース(FOSS)な地理空間ソフトウェアを紹介するために、OSGeoコミュニティの成員によってまとめられたものです。この中には、GISにフォーカスしたものとそれ以外にも非OSGeoソフトウェア・パッケージの幾つかも含まれていますが、我々はあなたに、我々と同様に有用であることを発見してほしいと願っています。OSGeo財団は、この中でいかなる関連するソフトウェア、プロジェクト、または企業を推奨または保証するものではありません。
nl: Deze Live GIS-schijf en virtuele machine is opgezet door leden van de OSGeo-gemeenschap om de aandacht te vestigen op hun favoriete vrije en open source geospatiale software. We hebben een aantal niet-OSGeo-softwarepakketten opgenomen, zowel uit de ruimtelijke als niet-ruimtelijke domeinen, waarvan we hopen dat u ze net zo nuttig zult vinden als wij. De OSGeo Foundation neemt een neutraal standpunt in ten aanzien van de gebruikte software, projecten of bedrijven.
pt: Este disco de GIS e a máquina virtual foram colocadas juntas pelos membros da comunidade OSGeo para demonstrar seus programas geoespaciais livres e de código aberto (Free and Open Source - FOSS) favoritos. Nós incluímos um número de aplicativos não relacionados a OSGeo, tanto aplicativos espaciais como não espaciais, o qual esperamos que você ache tão útil quando nós achamos. A Fundação OSGeo não recomenda ou garante qualquer programa, projeto, ou companhias encontradas dentro.
sv: Denna Live GIS disk och virtuella maskin har sammansatts av medlemmar i OSGeo gemenskapen för att visa deras favorit fria och öppen källkods (Free and Open Source Software, FOSS) geospatiala mjukvaror. Vi har inkluderat ett antal icke-OSGeo mjukvarupaket, från både spatiala och icke-spatiala områden, som vi hoppas att du kommer att finna lika användbara som vi gör. OSGeo Foundation rekommenderar eller garanterar inte de associerade mjukvaror, projekt eller företag som inkluderats.

source: `These programs are distributed in the hope that they will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.`
de: Diese Programme werden in der Hoffnung weiterverbreitet, dass sie nützlich sein werden, jedoch OHNE IRGENDEINE GARANTIE - eingeschlossen Zusicherungen allgemeiner GEBRAUCHSTAUGLICHKEIT oder GEWÄHRLEISTUNG DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.
es: `Estos programas son distribuidos con la esperanza de que sean útiles, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR.`
fi: "Nämä ohjelmat ovat jakelussa toivoen, että ne ovat hyödyllisiä, mutta ILMAN MITÄÄN TAKUUTA; ilman edes TUOTTAMUKSELLISUUSTAKUUTA taikka SOPIVUUTTA TIETTYYN TARKOITUKSEEN. "
fr: `Ces programmes sont distribués dans l'espoir qu'ils seront utiles, mais SANS AUCUNE GARANTIE; sans même la garantie implicite de QUALITÉ MARCHANDE ou ADAPTATION À UN USAGE PARTICULIER.`
hu: `Ezeket a programokat annak a reményében osztjuk meg, hogy hasznosak lesznek önöknek, de MINDEN GARANCIA NÉLKÜL; anélkül, hogy a FORGALOMKÉPESSÉGRE vagy ADOTT CÉLRA VALÓ ALKALMASSÁGRA VONATKOZÓ garanciát vállalnánk.`
it: `Questi programmi sono distribuiti nella speranza che possano essere utili, ma SENZA NESSUNA GARANZIA, anche senza la garanzia di COMMERCIABILITÀ o DI ESSERE LA SOLUZIONE PER UN PARTICOLARE SCOPO`.
ja: `これらのプログラムは、有用であることを願って配布されますが、いかなる場合でも無保証ですー特定の目的に対する商品性または適合性も保証するものではありません。`
nl: `Deze programma's worden verspreid in de hoop dat ze nuttig zullen zijn, maar ZONDER ENIGE GARANTIE - uitgedrukt of geïmpliceerd, met inbegrip de garantie met betrekking tot de VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOELEINDE.`
pt: `Estes programas são distribuídos na esperança de que serão úteis, porém SEM NENHUMA GARANTIA; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou APTIDÃO PARA UM FIM ESPECÍFICO.`
sv: `Dessa program distribueras i hopp om att de kommer att vara användbara, men UTAN NÅGON GARANTI; utan ens underförstådda garantier för SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST ÄNDAMÅL.`

source: For additional information on the distribution of each program review their license as indicated on the page for each program.
de: Weitere Informationen zu den einzelnen Programmen und deren Lizenz finden sich auf der Seite des jeweiligen Programms.
es: Para información adicional en la distribución de cada programa, revisen su licencia tal y como está indicado en la página para cada programa.
fi: Saadaksesi lisätietoja jokaisen ohjelman jakelusta tutustu kunkin ohjelman verkkosivuun, jossa on tietoa lisenssistä.
fr: Pour plus d'informations sur la distribution de chaque programme, revoyez leur licence comme indiqué sur la page de chaque programme.
hu: Az egyes programok terjesztésével kapcsolatos további információkért tekintse meg az egyes programok oldalán feltüntetett licenceket.
it: Per ulteriori informazioni sulla distribuzione di ogni programma, fare riferimento alla licenza come indicato sulla pagina di ogni programma.
ja: 各プログラムの配布の追加情報については、各プログラムのページで表示されるライセンスを確認してください。
nl: Bekijk de licentie van ieder programma op hun respectievelijke pagina voor bijkomende informatie omtrent de distributie.
pt: Para informações adicionais sobre a distribuição de cada programa, revise as suas licenças como indicado na página de cada programa.
sv: För ytterligare information om utgivning av varje program se dess licens som anges på sidan för varje program.

source: Community Support
de: Unterstützung durch die Gemeinschaft
es: Apoyo de la Comunidad
fi: Yhteisön tuki
fr: Support Communautaire
hu: Közösségi támogatás
it: Supporto della comunità
ja: コミュニティサポート
nl: Community ondersteuning
pt: Suporte da Comunidade
sv: Gemenskapsstöd

source: If you have any questions, comments, or run into any problems, please drop us a note on `our mailing list <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
de: Wenn Sie Fragen, Anmerkungen oder Schwierigkeiten haben, erhalten Sie Hilfe auf der Mailing Liste <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
es: Si usted tiene cualquier pregunta, comentario, o tenga algún problema, por favor envíenos una nota en `nuestra lista de correo <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
fi: Jos Sinulla on kysymyksiä, kommentteja, tai ajaudut ongelmiin, ole ystävällinen ja lähetä meille viesti `sähköpostilistallemme <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
fr: Si vous avez des questions, commentaires, or avez rencontré un problème, laissez-nous un message sur `notre mailing list <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
hu: Ha bármilyen kérdése, észrevétele van, vagy bármilyen problémába ütközne, küldjön nekünk egy üzenetet a `levelezőlistánkon <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
ja: 質問、コメント、または問題が発生した場合は、`私たちのメーリングリスト <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_ にご連絡ください
nl: Als u vragen, opmerkingen of problemen ondervindt, stuur ons dan een bericht op `onze mailinglijst <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
pt: Se tiver dúvidas, comentários, ou qualquer problema, por favor deixe-nos uma mensagem na `nossa lista de discussão <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
sv: Om du har några frågor, kommentarer eller stöter på problem, skriv oss gärna på `vår e-postlista <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.

source: IRC users might try the #osgeolive or #osgeo channel at `Libera.chat network <https://libera.chat/>`_ for real-time assistance. You also can meet us at Slack, Matrix or Gitter.
es: Los usuarios de IRC pueden probar el canal #osgeolive en Freenode.net para obtener asistencia en tiempo real.
hu: Az IRC felhasználók a valós idejű segítséghez kipróbálhatják a #osgeolive vagy a #osgeo csatornát a Freenode.net-en. Találkozhat velünk a Slack-en, a Matrix-on vagy a Glitter-en is.
nl: IRC gebbruikers kunen het #osgeolive of #osgeo kanaal gebruiken op `Libera.chat network <https://libera.chat/>`_ voor realtime hulp.Je kan ons ook vinden op Slack, Matrix en Gitter.
sv: IRC-användare kan prova kanalen #osgeolive eller #osgeo på `Libera.chat network <https://libera.chat/>`_ för hjälp i realtid. Du kan också träffa oss på Slack, Matrix eller Gitter.

source: A wealth of information is available on our `Wiki site <https://trac.osgeo.org/osgeolive/wiki>`_, and a `bug and wish tracking system <https://trac.osgeo.org/osgeolive/report/10>`_ is also available.
de: Eine Fülle von Informationen ist auf der `Wikiseite <https://trac.osgeo.org/osgeolive/wiki>`_ verfügbar und ein `Tracking System für Probleme und Wünsche <https://trac.osgeo.org/osgeolive/report/10>`_ steht ebenso bereit.
es: Una gran cantidad de información está disponible en nuestro `sitio Wiki <https://trac.osgeo.org/osgeolive/wiki>`_, y también hay un `seguimiento de errores de sistema <https://trac.osgeo.org/osgeolive/report/10>`_.
fi: Informaatiota löytyy laajalti `Wiki sivustoltamme <https://trac.osgeo.org/osgeolive/wiki>`_, ja `virhe ja toive seurantajärjestelmästämme <https://trac.osgeo.org/osgeolive/report/10>`_ joka on myös käytössäsi.
fr: Une foule d'information est disponible sur notre `Wiki <https://trac.osgeo.org/osgeolive/wiki>`_, et un `système de suivi de bugs et de souhaits <https://trac.osgeo.org/osgeolive/report/10>`_ est aussi disponible.
hu: A `Wiki oldalon <https://trac.osgeo.org/osgeolive/wiki>_` rengeteg információ érhető el, valamint egy `hiba és kívánság követő rendszer <https://trac.osgeo.org/osgeolive/report/10>`_ is megtalálható.
ja: 豊富な情報は、私達の `Wiki サイト <https://trac.osgeo.org/osgeolive/wiki>`_ や、 `バグ・要望トラッキングシステム <https://trac.osgeo.org/osgeolive/report/10>`_ をごらんください。
nl: Een schat aan informatie is beschikbaar op onze `Wiki site <https://trac.osgeo.org/osgeolive/wiki>`_, en een `bug and wish tracking system <https://trac.osgeo.org/osgeolive/report/10>`_ is ook beschikbaar.
pt: Uma grande quantidade de informações está disponível em nosso site `Wiki <https://trac.osgeo.org/osgeolive/wiki>`_, e um `sistema de rastreamento de erros e pedidos <https://trac.osgeo.org/osgeolive/report/10>`_ também está disponível.
sv: En uppsjö av information finns på vår `Wiki sida <https://trac.osgeo.org/osgeolive/wiki>`. Det finns också ett `uppföljningssystem för buggar och önskemål <https://trac.osgeo.org/osgeolive/report/10>`_.

source: Stay tuned and follow OSGeoLive on Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
de: Bleiben Sie auf dem Laufenden und folgen Sie OSGeoLive auf Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
es: Manténgase atento y siga oSGeoLive en Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
fi: Pysy ajan tasalla ja seuraa OSGeoLiveä Twitterissä `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
fr: Restez à l'écoute et suivez OSGeoLive sur Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
ja: OSGeoLiveのツイッターアカウントはこちらです．`@osgeolive <https://mobile.twitter.com/osgeolive>`_
nl: Blijf op de hoogte en volg OSGeoLive op Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
pt: Fique ligado e siga o OSGeoLive no Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
sv: Håll ögonen öppna och följ OSGeoLive på Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.

source: Commercial Support
de: Kommerzieller Support
es: Apoyo Comercial
fi: Kaupallinen tuki
fr: Support Commercial
hu: Kereskedelmi támogatás
it: Supporto Commerciale
ja: 商用サポート
nl: Commerciële ondersteuning
pt: Suporte Comercial
sv: Kommersiellt stöd

source: Most packaged applications have both community and commercial support offerings for them. Refer to specific application descriptions linked from the :doc:`Contents <./overview/overview>` for details.
de: Für viele der enthaltenen Softwarepakete gibt es sowohl Unterstützung durch die Community als auch kommerziellen Support. Besuchen Sie die auf der jeweiligen Projekt-Übersichtsseite verlinkten Informationen :doc:`Contents <./overview/overview>`.
es: La mayoría de las aplicaciones disponen de soporte tanto comercial como de comunidad. Puedes encontrar más detalles sobre su soporte en los :doc:`contenidos <./overview/overview>`.
fi: Useimmat pakatut sovellukset tarjoavat sekä yhteisöllisiä että kaupallisia tukipalveluja. Katso erityisistä sovellutuksen :doc:`Sisältö kuvauksista <./overview/overview>` saadaksesi lisätietoja.
fr: La plupart des applications bénéficient d'un support communautaire mais aussi d'offres de support commercial. Référez-vous aux descriptions spécifiques de chaque application dans le document :doc:`Contenus <./overview/overview>` pour plus de détails.
hu: A legtöbb tartalmazott alkalmazáshoz van közösségi és kereskedelmi támogatás. Nézze meg az egyes alkalmazások leírását a részletekért, a :doc:`Contents <./overview/overview>` oldalon található linkeken keresztül.
it: La maggior parte delle applicazioni pacchettizzate hanno sia il supporto della comunità sia commerciale. Per dettagli fare riferimento alle descrizioni della specifica applicazione collegate dalla pagina :doc:`Contenuti <./overview/overview>`
ja: 同梱されているほとんどのアプリケーションは、コミュニティと商用サポートの両方を提供しています。その詳細については、 :doc:`Contents <./overview/overview>` からリンクされている個々のアプリケーションの説明を参照してください。
nl: De meeste applicaties beschikken over zowel community- als commerciële ondersteuningsaanbiedingen. Raadpleeg de project-specifieke beschrijvingen waarnaar wordt verwezen in :doc:`Contents <./overview/overview>` voor meer details.
pt: A maioria das aplicações que estão no DVD possuem suporte oferecido tanto para comunidade como suporte comercial. Leia as descrições das aplicações específicas contidas em :doc:`Conteúdos<./overview/overview>` para detalhes.
sv: De flesta paketerade program har supporterbjudanden både av gemenskapen och kommersiellt. För detaljer om specifika tillämpningar se beskrivningarna vars länkar finns under :doc:`Contents <./overview/overview>`.

source: In addition, there are a large number of consultancy firms world wide who provide support for OSGeo member projects. See https://www.osgeo.org/service-providers/ for one that meets your needs.
de: Darüber hinaus gibt es eine große Auswahl von Unternehmen, die Support für OSGeo-Projekte anbieten. Unter https://www.osgeo.org/service-providers/ können Sie ein Unternehmen finden, das Ihren Anforderungen entspricht.
es: Además, hay un gran número de empresas de consultoría en todo el mundo que apoyan proyectos de miembros de OSGeo. Ver https://www.osgeo.org/service-providers/ para uno que satisfaga sus necesidades.
fi: Lisäksi on olemassa suuri määrä konsultointiyrityksiä maailmanlaajuisesti jotka tarjoavat tukea OSGeo jäsenten hankkeille. Katso https://www.osgeo.org/service-providers/ löytääksesi tarpeitasi vastaavan.
fr: En plus, il y a un large nombre d'entreprises de conseil autour du globe qui supportent les projets membres d'OSGeo. Voyez http://www.osgeo.org/service-providers/ pour une qui rejoint vos besoins.
hu: Emellett számos tanácsadó cég létezik világszerte, akik támogatást adnak az OSGeo tagprojektjeihez. Lásd https://www.osgeo.org/service-providers/ oldalt az igényeinek megfelelő partner megtalálásához.
it: In aggiunta, esiste in tutto il mondo un gran numero di società di consulenza che forniscono supporto per i progetti che fanno parte di OSGeo. Potete vedere https://www.osgeo.org/service-providers/ per trovare quello che fa per voi.
ja: 加えて、世界的にコンサルタント企業が多数あり、 OSGeo メンバーのプロジェクトに対して支援を提供しています。あなたのニーズを満たすために、 https://www.osgeo.org/service-providers/ をご覧ください。
nl: Daarnaast zijn er wereldwijd een groot aantal adviesbureaus die ondersteuning bieden aan OSGeo-ledenprojecten. Zie https://www.osgeo.org/service-providers/ voor een die aan uw behoeften voldoet.
pt: Além disso, há um grande número de empresas de consultoria em todo o mundo que fornecem suporte para projetos membros da OSGeo. Consulte https://www.osgeo.org/service-providers/ para encontrar um que atenda às suas necessidades.
sv: Dessutom finns det ett stort antal konsultfirmor i världen som ger stöd för OSGeo medlemsprojekt. Se https://www.osgeo.org/service-providers/ för en som uppfyller dina behov.

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
pt: Projeto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
nl: OSGeo Gemeenschap
pt: Comunidade OSGeo
sv: OSGeo Gemenskap

source: Searchable archives of the mailing list are hosted by `Nabble <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_.
de: Durchsuchbare Archive werden von `Nabble <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_ zur Verfügung gestellt.
fi: Haettavat sähköpostilistojen arkistot ovat talletettu `Nabbleen <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_.
ja: メーリングリストの記事検索は `Nabble <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_ でホストされています。

source: IRC users might try the #osgeolive or #osgeo channel at Freenode.net for real-time assistance. You also can meet us at Slack, Matrix or Glitter.
de: IRC-Benutzer können den #osgeolive oder #osgeo Kanal auf Freenode.net versuchen, um Echtzeit-Unterstützung zu erhalten. Sie können uns auch bei Slack, Matrix oder Glitter treffen.
fi: IRC käyttäjät voivat kokeilla kanavia #osgeolive ja#osgeo osoitteessa Freenode.net saadakseen reaaliaikaista neuvontaa. Meidät löytää myös Slackissa, Matrixissa ja Glitterissä.
fr: Les utilisateurs IRC peuvent essayer le chan #osgeolive ou #osgeo sur Freenode.net pour une assistance en ligne en temps-réel. Vous pouvez aussi nous retrouver sur Slack, Matrix ou Glitter.
ja: IRC ユーザーは、 Freenode.net の #osgeolive または #osgeo チャンネル でのリアルタイムによる支援をお試しください。 Slack、Matrix、もしくは Glitter でも私たちと会うことができます。

source: Searchable archives of the mailing list are hosted by `Nabble <http://osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_.
fr: Les archives de la mailing list sont hébergées par `Nabble <http://osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_.

source: OSGeoLive development is coordinated via email and internet chat (IRC) as detailed on the `OSGeo Wiki <http://wiki.osgeo.org/wiki/OSGeoLive#Contact_Us>`_.
it: Lo sviluppo di OSGeoLive è coordinato tramite e-mail e internet chat (IRC) come spiegato in `OSGeo Wiki <http://wiki.osgeo.org/wiki/OSGeoLive#Contact_Us>`_.

source: If you have any questions, comments, or run into any problems, please drop us a note on `our mailing list <http://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
it: Se avete domande, commenti o incontrate problemi di qualsiasi tipo, vi preghiamo di scriverci sulla mailing list <http://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
