Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/contact.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt, sv

source: Searchable archives of the mailing list are hosted by `Nabble <http://osgeo-org.1560.x6.nabble.com/OSGeo-FOSS4G-LiveDVD-f3777350.html>`_.
it: Archivi con possibilità di ricerca sulla mailing list sono ospitati da `Nabble <http://osgeo-org.1560.x6.nabble.com/OSGeo-FOSS4G-LiveDVD-f3777350.html>`_.

source: A wealth of information is available on our `Wiki site <http://wiki.osgeo.org/wiki/OSGeoLive>`_, and a `bug and wish tracking system <https://trac.osgeo.org/osgeolive/report/10>`_ is also available.
it: Una montagna di informazioni è disponibile sul nostro `sito Wiki <http://wiki.osgeo.org/wiki/OSGeoLive>`_, ed è disponibile anche un `sistema di gestione dei bug e delle richieste <https://trac.osgeo.org/osgeolive/report/10>`_ .
