Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/download.po
Languages: es, fi, fr, hu, it, ja, sv, zh_tw

source: Download
es: Descargar
fi: Lataus
fr: Téléchargement
hu: Letöltés
it: Scaricamento
ja: ダウンロード
sv: Ladda ner
zh_tw: 下載

source: The latest stable release is |osgeolive-version| and can be downloaded from:
es: La última versión estable es |osgeolive-version| y se puede descargar desde:
fi: Uusin vakaa versiojulkaisu on |osgeolive-version| ja se voidaan ladata osoitteesta:
fr: La dernière version stable est la |osgeolive-version| et peut être téléchargée ici :
hu: A legújabb stabil kiadás a |osgeolive-version| és letölthető innen:
it: L'ultima versione stabile di |osgeolive-version| e può essere scaricata da:
ja: 最新の安定版リリースは |osgeolive-version| でこちらからダウンロード可能です:
sv: Den senaste stabila utgåvan är |osgeolive-version| och den kan laddas ner från:
zh_tw: 最新穩定釋出是 |osgeolive-version| 而且可以從這裡下載：

source: Picking the right image for you:
es: Elegir la imagen correcta para usted:
fi: Valitse Sinulle oikea kuva:
fr: Choisir la bonne image pour vous :
hu: Válassza az önnek megfelelő lemezképet:
it: Scegli l'immagine giusta per te:
ja: あなたの環境に適したイメージを選択してください:
sv: Att välja rätt avbildning för dig:
zh_tw: 選擇適合你的影像檔：

source: A Lubuntu based bootable image, which can be copied to an 8 Gig USB thumb drive (faster and recommended) or DVD (cheaper). It can also be used to build a virtual machine from scratch.
es: Un Lubuntu basado en imagen de arranque, que puede copiarse a una unidad flash USB de 8 Gig (más rápido y recomendado) o DVD (más barato). También puede utilizarse para crear una máquina virtual desde cero.
fi: Lubuntu perustainen käynnistettävä image joka voidaan kopioida 8 GB USB muistitikulle (nopeampi ja suositeltava) tai DVD:lle (halvempi). Sitä voidaan käyttää myös tehtäessä virtuaalikone alusta alkaen.
fr: Une image de démarrage basée sur Lubuntu qui peut être copiée sur une clé USB 8 Go (plus rapide et recommandée) ou sur DVD (moins cher). Elle peut également être utilisée pour créer une machine virtuelle à partir de zéro.
hu: Egy Lubuntu alapú betölthető rendszer, melyet egy 8 gigás USB meghajtóra (gyorsabb és ezt javasolják) vagy DVD-re (olcsóbb) másolhatunk.
it: Un DVD bootable basato su Lubuntu, che può essere copiato in una dispositivo USB da 8GB (più veloce e raccomandato) o DVD (più economico). Può essere usata per costruire una macchina virtuale dall'inizio.
ja: Lubuntu ベースのブータブルイメージで、8 GBの ブータブル USB ドライブ(早い、推奨)か DVD (安い)にコピー可能です。仮想環境をいちから構築することにも利用可能です。
sv: En Lubuntu baserat startbar bild, som kan kopieras till ett 8 Gig USB minne (snabbare och rekommenderas) eller en DVD (billigare). Den kan också användas för att bygga en virtuell maskin från grunden.
zh_tw: 以 Lubuntu 為基礎的可開機影像，能夠複製到 8 Gig USB 隨身碟上 (比較快而且比較建議)，或是 DVD (比較便宜)。另外也可以從頭開始用在虛擬機器上。

source: This is a pre-made virtual machine (.vmdk), based on osgeolive, suitable for use in VirtualBox, VMWare, KVM and other virtual machine applications. It has been compressed using `7-Zip <https://www.7-zip.org/>`_.
es: Se trata de una máquina virtual pre-hecha (.vmdk), basada en osgeolive, conveniente para el uso en VirtualBox, VMWare, KVM y otras aplicaciones de la máquina virtual. Se ha comprimido con `7-Zip <https://www.7-zip.org/>`_.
fi: Tämä on esivalmisteltu virtuaalikone (.vmdk) joka pohjautuu osgeo-liveen, ja sopii käytettäväksi VirtualBoxin, VMWare, KVM ja muiden virtuaalikone sovellutusten kanssa. Se on pakattu käyttäen `7-Zip <https://www.7-zip.org/>`_.
fr: Il s'agit d'une machine virtuelle prédéfinie (.vmdk), basée sur osgeolive, adaptée à l'utilisation dans VirtualBox, VMWare, KVM et d'autres applications de machines virtuelles. Il a été compressé à l'aide de `7-Zip <https://www.7-zip.org/>`_.
hu: Ez egy osgeolive alapú, előkészített virtuális gép (.vmdk), mely használható a VirtualBox, VMWare, KVM és más virtuális gép alkalmazásokban. A `7-Zip <https://www.7-zip.org/>`_ segítségével tömörítettük.
it: Questa è una macchina virtuale pre configurata (.vmdk), basata su osgeolive, da utilizzare in VirtualBox, VMWare, KVM e altri software per macchine virtuali. È compresso utilizzando `7-Zip <https://www.7-zip.org/>`_.
ja: VirtualBox、VMWare、KVM などの仮想マシンに適した、OSGeoLiveに基づいて事前作成された仮想マシン(.vmdk)です。 `7-Zip <https://www.7-zip.org/>`_ で圧縮されています。
sv: Detta är en färdig virtuell maskin (.vmdk) baserad på osgeolive, lämplig för användning i VirtualBox, VMWare, KVM och andra virtuella maskinapplikationer. Den har komprimerats med `7-Zip <https://www.7-zip.org/>`_.

source: **amd64 or i386 architecture**
es: **Arquitectura amd64 or i386**
fi: **amd64 tai i386 arkkitehtuuri**
fr: **architecture amd64 ou i386**
hu: **amd64 vagy i386 architektúra**
it: **architettura amd64 o i386**
ja: **amd64 または i386 アーキテクチャ**
sv: **amd64 eller i386 arkitektur**
zh_tw: **amd64 或 i386 架構**

source: ISO images are available for recent amd64 hardware (recommended) as well as older i386 hardware.
es: Imágenes ISO están disponibles para reciente hardware amd64 (recomendado) así como hardware anteriores i386.
fi: ISO imaget ovat saatavissa viimeisille amd64 laitteistoille (suositeltavaa) kuin myös vanhemmille i386 laitteistoille.
fr: Les images ISO sont disponibles pour le matériel amd64 récent (recommandé) ainsi que pour le matériel i386 plus ancien.
hu: ISO lemezképek állnak rendelkezésre a legújabb amd64 hardverhez (javasolt) ugyanúgy mint a régebbi i386 hardverhez.
it: Immagini ISO sono disponibili per hardware recente amd64 (raccomandato) così come su hardware vecchio i386.
ja: ISO イメージは、最近の amd64 ハードウェア(推奨)、または、古い i386 ハードウェアで利用可能です。
sv: ISO-avbildningar är tillgängliga för senaste amd64-hårdvara (rekommenderas) samt äldre i386-hårdvara.
zh_tw: ISO 影像檔已經支援 amd64 硬體了 (建議)，以及其較舊的 i386 硬體。

source: **md5 checksum**
fr: **somme de contrôle md5**
hu: **md5 ellenőrzőösszeg**
ja: **md5 チェックサム**
sv: **md5 kontrollsumma**

source: You can use the md5 checksum to verify the image downloaded successfully.
es: Puede utilizar la checksum md5 para comprobar la imagen descargada con éxito.
fi: Voit käyttää md5 tarkistussumma todentaaksesi imagen latautuneen oikein.
fr: Vous pouvez utiliser la somme de contrôle md5 pour vérifier que l'image a été téléchargée avec succès.
hu: Az md5 ellenőrzőösszeggel a letöltés hibátlanságát ellenőrizheti.
it: Si può verificare il corretto scaricamento con questo md5sum file.
ja: イメージのダウンロードが成功したかを確認するために、 md5 チェックサムを利用することが可能です。
sv: Du kan använda md5-kontrollsumman för att kontrollera att avbildningen har hämtats framgångsrikt.
zh_tw: 你可以用 md5 checksum 來驗證影像是否成功下載。

source: **System Requirements**
es: **Requisitos del Sistema**
fi: **Järjestelmävaatimukset**
fr: **Exigences système**
hu: **Rendszer követelmények**
it: **Requisiti di sistema**
ja: **システム要件**
sv: **Systemkrav**
zh_tw: **系統需求**

source: `Minimum suggested system resources: 1 GB RAM (2 GB are better for trying Java based applications), 1GHz i386 or amd64 compatible CPU. No hard drive required. Mac users will benefit from a 3-button USB mouse.`
es: `Recursos del sistema mínimos sugeridos : 1 GB de RAM (2 GB son mejores para tratar aplicaciones Java basado), 1GHz CPU compatible i386 o amd64. No requerida de disco duro. Los usuarios de Mac se beneficiarán de un ratón USB de 3 botones .`
fi: Vähiimmäisvaatimukset laitteistoresursseille: 1 GB RAM (2 GB on parempi kokeiltaessa Java pohjaisia sovelluksia), 1GHz i386 tai amd64 yhteensopiva CPU. Kovalevyä ei tarvita. Mac käyttäjille on eduksi 3 näppäiminen USB hiiri.
fr: `Ressources systèmes minimum conseillés: 1 GB RAM (2 GB sont plus appropriés pour utiliser les applications basées Java), 1GHz i386 ou amd64 compatible CPU. Pas de disque dur requis. Les utilisateurs Mac peuvent profiter d'une souris USB à 3 boutons.`
hu: `Minimális javasolt rendszer erőforrások: 1 GB RAM (2GB jobb a Java alapú alkalmazások kipróbálásához), 1GHz i386 vagy amd64 kompatibilis CPU. Nincs szükség merevlemezre. Mac felhasználóknak előnyös a 3 gombos USB egér.`
it: `Risorse di sistema minime suggerite: 1 GB RAM (2 GB è meglio per testare le applicazioni basate su Java), CPU compatibile con 1 GHz i386 o amd64 CPU compatibile. Nessun hard disk richiesto. Gli utenti Mac avranno benefici da un mouse USB con 3 pulsanti.`
ja: `最低限の動作環境は: メモリ 1GB (Java ベースのアプリケーションを使用する場合 2 GB あるとよいでしょう)、1GHz 以上の i386 か amd64 互換の CPU。ハードディスクは必要な場合のみ。Mac ユーザーには 3ボタン USB マウスの利用をお勧めします。`
sv: `Minsta föreslagna systemresurser: 1 GB RAM (2 GB är bättre för att prova Java-baserade program), 1GHz i386 eller amd64-kompatibel CPU. Ingen hårddisk krävs. Mac-användare kommer att ha nytta av en 3-knapps USB-mus.`
zh_tw: 最低建議系統資源：1 GB RAM (如要嘗試 Java 應用程式最好有 2GB )，1Ghz i386 或 amd64 相容 CPU。不需要硬碟，Mac 使用者最好配備三鍵的 USB 滑鼠。

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: This is a pre-made virtual machine (.vmdk), based on osgeolive, suitable for use in VirtualBox, VMWare, KVM and other virtual machine applications. It has been compressed using `7-Zip <http://www.7-zip.org/>`_.
zh_tw: 這是試先做好的虛擬機器 (.vmdk)，基於 osgeolive，適合 VirtualBox，VMAWare，KVM 和其他虛擬機器應用程式。這個檔案已經用 `7-Zip <http://www.7-zip.org/>`_ 壓縮了。
