Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/index.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt, sv, zh_hans

source: Welcome to |osgeolive-version|
de: Willkommen |osgeolive-version|
es: Bienvenido a |osgeolive-version|
fi: Tervetuloa |osgeolive-version|
fr: Bienvenue sur |osgeolive-version|
hu: Üdvözöl az |osgeolive-version|
it: Benvenuti in |osgeolive-version|
ja: |osgeolive-version| へようこそ
nl: Welkom bij |osgeolive-version|
pt: Bem-vindo ao |osgeolive-version|
sv: Välkommen till |osgeolive-version|
zh_hans: 歡迎來到 |osgeolive-version|

source: `OSGeoLive <https://live.osgeo.org>`_ is a self-contained bootable DVD, USB thumb drive or Virtual Machine based on `Lubuntu <https://lubuntu.net>`_, that allows you to try a wide variety of open source geospatial software without installing anything. It is composed entirely of free software, allowing it to be freely distributed, duplicated and passed around.
de: `OSGeoLive <https://live.osgeo.org>`_ ist eine getrennt bootfähige DVD, ein USB-Stick oder eine virtuelle Maschine basierend auf `Lubuntu <https://lubuntu.net>`_, die Ihnen ermöglicht, eine Vielzahl von Open Source GIS Software auszuprobieren, ohne etwas installieren zu müssen. Sie besteht ausschließlich aus Freier Software, die Sie beliebig weitergeben, verteilen und vervielfältigen dürfen.
es: `OSGeoLive <https://live.osgeo.org>`_ es un DVD de arranque autónomo, unidad USB o máquina Virtual basada en `Lubuntu <https://lubuntu.net>`_, que permite probar una gran variedad de software geoespacial de código abierto sin necesidad de instalar algo particular. Se compone enteramente de software libre, lo que le permite ser libremente distribuido, duplicado y compartido.
fi: `OSGeoLive <https://live.osgeo.org>`_ on omavarainen `Lubuntuun <https://lubuntu.net>`_ perustuva virtuaalikone, USB-muistitikku tai DVD-levy, jonka avulla voi kokeilla ja käyttää laajaa joukkoa avoimen lähdekoodin paikkatieto-ohjelmia ilman että ohjelmia pitäisi asentaa. OSGeoLive koostuu täysin avoimista ja vapaista ohjelmistoista, mistä syystä sitä voidaan vapaasti jakaa, kopioida sekä levittää eteenpäin.
fr: `OSGeoLive <https://live.osgeo.org>`_ est un DVD amorçable autonome, une clé USB ou une machine virtuelle basée sur `Lubuntu <https://lubuntu.net>`_, qui vous permet d’essayer une grande variété de logiciels open source géospaciaux sans avoir à installer quoi que ce soit. Il est composé uniquement de logiciels libres, ce qui lui permet d’être librement distribué, dupliqué et le transmettre à n'importe qui.
it: `OSGeoLive <https://live.osgeo.org>`_ è un DVD, unità USB o Virtual Machine avviabile basato su `Lubuntu <https://lubuntu.net>`_, che permette di provare una grande varietà di software a sorgente aperta senza installare nulla. È composta interamente di software libero, che permette di distribuirlo, duplicarlo e passarlo in giro liberamente.
ja: `OSGeoLive <https://live.osgeo.org>`_ は、 `Lubuntu <https://lubuntu.net>`_ をベースにした、自己完結型のブータブルDVD、USBサムドライブまたは仮想マシンで、何もインストールせずに、さまざまなオープンソースの地理空間ソフトウェアを試すことができます。完全にフリーソフトウェアで構成されており、自由に配布、複製、譲渡することができます。
nl: `OSGeoLive <https://live.osgeo.org>`_ is een op zichzelf staande bootable DVD, USB-stick of virtuele machine op basis van `Lubuntu <https://lubuntu.net>`_, waarmee u een breed scala aan open source geospatiale software kunt proberen zonder iets te installeren. Het bestaat volledig uit vrije software, waardoor het vrijelijk kan worden verspreid, gedupliceerd en doorgegeven.
pt: `OSGeoLive <https://live.osgeo.org>`_ é uma imagem bootável para DVD , USB ou Máquina Virtual baseada em `Lubuntu <https://lubuntu.net>`_, que permite você testar uma grande variedade de programas geoespaciais de código aberto sem precisar instalar nada. É composto inteiramente de softwares livres, o permitindo de ser livremente distribuído, duplicado e compartilihado.
sv: `OSGeoLive <https://live.osgeo.org>`_ är en självständig startbar DVD, ett USB-minne eller en virtuell maskin baserad på `Lubuntu <https://lubuntu.net>`_, som gör att du kan prova ett brett utbud av öppen källkods geospatiala programvaror utan att installera något. Den består helt av fri programvara, vilket gör att den kan distribueras fritt, dupliceras och skickas runt.
zh_hans: `OSGeoLive <https://live.osgeo.org>`_ 自身含有可開機的 DVD、USB 隨身碟或是任何基於 `Lubuntu <https://lubuntu.net>`_ 的虛擬機器，讓你能夠不用安裝，就能使用相當多種類的開源地理空間軟體。OSGeoLive 全部由自由軟體構成，允許你能自由散佈，複製或是到處流傳。

source: boot select
es: menú
fr: Menu de démarrage
it: selezione del boot
nl: Selecteer Opstarten
sv: uppstartsval

source: It provides pre-configured applications for a range of geospatial use cases, including storage, publishing, viewing, analysis and manipulation of data. It also contains sample datasets and documentation.
de: Sie enthält vorkonfigurierte Anwendungen für ein breites Spektrum an Anwendungsfällen aus dem GIS-Bereich, inklusive Speicherung, Veröffentlichung, Anzeige, Analyse und Bearbeitung von Daten. Sie enthält zudem Beispieldatensätze und Dokumentation.
es: Proporciona aplicaciones preconfiguradas para una gama de geoespacial casos de uso, incluyendo almacenamiento, edición, visualización, análisis y manipulación de datos. También contiene documentación y bases de datos de muestra.
fi: Se tarjoaa esiasennettuja sovelluksia paikkatiedon eri käyttötapauksiin, mukaan lukien tietovarastot, julkaisu, katselu, analysointi sekä tiedon muokkaus. Se sisältää myös esimerkkiaineistoja ja dokumentaation.
fr: Il fournit des applications pré-configurées pour un éventail de cas d’utilisations géospatiaux, y compris le stockage, édition, affichage, analyse et manipulation de données. Il contient également de la documentation et des jeux de données de tests.
hu: Előre konfigurált alkalmazásokat kínál a térinformatikai felhasználás széles skáláján, többek között a térinformatikai adatok tárolást, publikálását, megtekintését, elemzését és manipulálását. Emellett mintaadatokat és dokumentációt is tartalmaz.
it: Fornisce software preconfigurati per una serie di utilizzi nel campo geospaziale, includendo archiviazione, pubblicazione, visualizzazione, analisi e gestione dei dati. Inolte contiene dati di esempio e documentazione.
ja: データの保存、公開、表示、分析、操作など、さまざまな地理空間の用途に合わせて事前構成されたアプリケーションを提供します。また、サンプルデータセットやドキュメントも含んでいます。
nl: Het biedt vooraf geconfigureerde toepassingen voor een reeks geospatiale gebruiksscenario's, waaronder opslag, publicatie, weergave, analyse en manipulatie van gegevens. Het bevat ook voorbeeldgegevenssets en documentatie.
pt: Provê aplicações pré-configuradas para um grande número de uso de casos geoespaciais, incluindo armazenamento, publicação, visualização, análise e manipulação dos dados. Também contém exemplos de conjuntos de dados e documentação.
sv: Den innehåller förkonfigurerade program för en rad geospatiala användningsfall, inklusive lagring, publicering, visning, analys och manipulation av data. Den innehåller också exempeldata och dokumentation.
zh_hans: OSGeoLive 提供預先設定好的應用程式，應用程式涵蓋一些不同的地理空間使用案例，像是儲存、發佈、檢視、分析和應用資料，另外還有包含示範資料集和說明文件。

source: To try out the applications, simply:
de: Um die Programme auszuprobieren, einfach:
es: Para probar las aplicaciones, simplemente:
fi: Voi kokeilla sovelluksia seuraavalla tavalla:
fr: Pour tester les applications, tout simplement :
hu: Próbálja ki egyszerűen az alkalmazásokat:
it: Per provare i software bisogna semplicemente:
ja: アプリケーションを試すには、シンプルに:
nl: Om de applicaties uit te proberen, hoeft u slechts het volgende uit te voeren:
pt: Para tentar as aplicações, simplesmente:
sv: För att testa applikationerna, helt enkelt:
zh_hans: 要試試這些應用程式，只要簡單：

source: Insert DVD or USB thumb drive in computer or virtual machine.
de: Die DVD einlegen, den USB Stick anschließen oder in einer Virtuellen Maschine starten.
es: Inserte la unidad USB o DVD en ordenador o máquina virtual.
fi: Laita USB-muistitikku tai DVD-levy tietokoneeseen tai virtuaalikoneeseen.
fr: Insérer le DVD ou la clé USB dans l’ordinateur ou une machine virtuelle.
hu: Helyezze a számítógépbe a DVD-t vagy az USB tárolót vagy használja a virtuális gépet.
it: Inserire il DVD o l’unità USB nel computer o nella macchina virtuale.
ja: DVDまたはUSBドライブをコンピュータもしくは仮想マシンにマウント
nl: Plaats een dvd of USB-stick in de computer of virtuele machine.
pt: Insira o DVD ou USB no computador ou máquina virtual.
sv: Sätt in DVD:n eller USB-minnet i datorn eller virtuella maskinen.
zh_hans: 括入 DVD 或 USB 隨身碟插入電腦或是虛擬機器。

source: Reboot computer. (verify boot device order if necessary)
de: Computer neu starten (Achten Sie auf die Boot-Reihenfolge).
es: Reiniciar el equipo. (verificar orden de dispositivo de arranque si es necesario)
fi: Uudelleenkäynnistä tietokoneesi (mikäli tarpeellista varmista laitteiden käynnistysjärjestys)
fr: Redémarrez l’ordinateur. (Vérifier l’ordre de démarrage des périphériques si nécessaire)
hu: Indítsa újra a számítógépet. (szükség esetén ellenőrizze az eszközök sorrendjét a rendszer betöltésnél)
it: Riavviare il computer. (controllare l’ordine delle periferiche per l’avvio se necessario)
ja: コンピュータを再起動 (必要に応じてデバイスの起動順序を確認)
nl: Start de computer opnieuw op. (controleer indien nodig de bestelling van het opstartapparaat)
pt: Reinicie o computador. (Verifique a ordem de inicialização do boot se necessário)
sv: Starta om datorn. (Kontrollera startenheternas ordning om det behövs)
zh_hans: 重新啟動電腦。(必要時確認開機磁碟順序)

source: Press "Enter" to startup & login.
de: Drücken Sie "Enter" zum Starten & zur Anmeldung.
es: Pulse "Enter" para inicio e inicio de sesión.
fi: Paina "Enter" aloittaaksesi ja sisäänkirjautuaksesi.
fr: Appuyez sur "Entrée" pour démarrer et vous connecter.
hu: Nyomja meg az Enter gombot az indításhoz és a bejelentkezéshez.
it: Premere “Invio” per avviare e fare il login.
ja: "Enter" キーを押して起動し、ログイン
nl: Druk op "Enter" om op te starten en in te loggen.
pt: Pressione "Enter" para inicializar & logar.
sv: Tryck "Enter" för att starta & logga in.
zh_hans: 按"進入"啟動和登入。

source: Select and run applications from the "Geospatial" menu.
de: Wählen Sie Anwendungen aus dem "Geospatial" Menü.
es: Seleccionar y ejecutar aplicaciones desde el menú "Geospatial".
fi: Valitse ja avaa tai aja sovelluksia "Geospatial" valikosta.
fr: Essayez les applications en les lançant à partir du menu "Geospatial".
hu: Válasszon ki egy alkalmazást a "Geospatial" menüből.
it: Provare le applicazioni dal menu “Geospatial”.
ja: "Geospatial" メニューからアプリケーションを選択し、実行
nl: Selecteer en voer toepassingen uit in het menu "Geospatial".
pt: Selecione e rode as aplicações do menu "Geospatial".
sv: Välj och kör program från menyn "Geospatial".
zh_hans: 從"地理空間"選單選擇和執行程式。

source: OSGeoLive is an `OSGeo Foundation <https://www.osgeo.org/>`_ project. The OSGeo Foundation is a not-for-profit supporting Geospatial Open Source Software development, promotion and `education <https://www.osgeo.org/initiatives/geo-for-all/>`_.
de: OSGeoLive ist ein Projekt der `OSGeo Foundation <https://www.osgeo.org/>`_ . Die OSGeo Foundation ist ein not-for-profit Projekt, das die Entwicklung, im Bereich Geospatial Open Source Software, deren Verbreitung und in den Einsatz in der `Lehre <https://www.osgeo.org/initiatives/geo-for-all/>`_ unterstützt.
es: OSGeoLive es un proyecto de `OSGeo Foundation <https://www.osgeo.org/>`_. La Fundación OSGeo es una entidad sin ánimo de lucro que apoya el desarrollo de Software Geoespacial de código abierto, su promoción y `educación <https://www.osgeo.org/initiatives/geo-for-all/>`_.
fi: OSGeoLive on `OSGeo Säätiön <https://www.osgeo.org/>`_ hanke. OSGeo säätiö on voittoa tavoittelematon paikkatiedon avoimen lähdekoodin ohjelmistojen kehitystä, edistämistä ja `koulutusta <https://www.osgeo.org/initiatives/geo-for-all/>`_ tukeva järjestö.
fr: OSGeoLive est un projet de la `fondation OSGeo <https://www.osgeo.org/>`_. La fondation OSGeo est une organisation à but non lucratif supportant le développement, la promotion et `l'éducation <https://www.osgeo.org/initiatives/geo-for-all/>`_ aux logiciels Open Source géospatiaux.
hu: Az OSGeoLive egy `OSGeo Alapítvány <https://www.osgeo.org/>`_ projekt. Az OSGeo Alapítvány egy nonprofit szervezet, mely támogatja a nyílt forráskódú térinformatikai szoftverek fejlesztést, azok promócióját és az `oktatását <https://www.osgeo.org/initiatives/geo-for-all/>`_.
it: OSGeoLive è un progetto della `Fondazione OSGeo <https://www.osgeo.org/>`_. La Fondazione OSGeo è un'associazione no profit che supporta lo sviluppo, la promozione e `educazione <https://www.osgeo.org/initiatives/geo-for-all/>`_ del software geografico libero e open source
ja: OSGeoLive は `OSGeo財団 <https://www.osgeo.org/>`_ のプロジェクトです。OSGeo財団は、非営利で地理空間のオープンソースソフトウェアの開発、プロモーション、及び `教育 <https://www.osgeo.org/initiatives/geo-for-all/>`_ をサポートしています。
nl: OSGeoLive is een `OSGeo Foundation <https://www.osgeo.org/>`_ project. De OSGeo Foundation is een non-profitorganisatie die Geospatial Open Source Software ontwikkeling, promotie en `educatie <https://www.osgeo.org/initiatives/geo-for-all/>`_ ondersteunt.
pt: OSGeoLive é um dos projetos da `Fundação OSGeo <https://www.osgeo.org/>`_. A Fundação OSGeo, que não busca lucros, suporta o desenvolvimento de softwares geoespaciais livres, a divulgação destes e a `educação <https://www.osgeo.org/initiatives/geo-for-all/>`_.
sv: OSGeoLive är ett `OSGeo Foundation <https://www.osgeo.org/>`_ projekt. OSGeo Foundation är en icke-vinstdrivande stiftelse som stödjer utveckling, marknadsföring och `utbildning <https://www.osgeo.org/initiatives/geo-for-all/>`_ inom geospatial öppen källkod.
zh_hans: OSGeoLive 是 `OSGeo 基金會 <https://www.osgeo.org/>`_ 的計畫。OSGeo 基金會是非營利組織，支援地理資訊相關的開放軟體開發、推廣和`教育 <https://www.osgeo.org/initiatives/geo-for-all/>`_.

source: Quick Starts
de: Erste Schritte
es: Comienzo rápido
fi: Pika-aloitukset
fr: Guides de démarrage rapide
hu: Gyors kezdés
it: Guide rapide
ja: クイックスタート
pt: Inícios Rápidos
sv: Snabbstarter
zh_hans: 快速入門

source: Presentation
de: Präsentation
es: Presentación
fi: Esittely
fr: Présentation
hu: Prezentáció
it: Presentazione
ja: プレゼンテーション
nl: Presentatie
pt: Apresentação
zh_hans: 簡報

source: A half hour `presentation <presentation.html>`__, highlighting all OSGeoLive applications, is available with slides, script
es: Una `presentación de media hora <presentation.html>`__ , destacando todas las aplicaciones de OSGeoLive, está disponible con diapositivas, script
fr: Une`présentation <presentation.html>`__ d'environ 30 minutes, mettant en avant les applications présentes dans OSGeoLive, et disponible avec transparents et script
hu: Egy fél órás `bemutató <presentation.html>`_, mely bemutatja az összes OSGeoLive alkalmazást. diákkal
it: Una `presentazione <presentation.html>`__, di mezz’ora, che evidenzia tutti i software di OSGeoLive, è disponibile insieme alle slides, script
nl: Een half uur `presentatie <presentation.html>`__, met alle OSGeoLive-applicaties, is beschikbaar met dia's, script
sv: En halvtimmes `presentation <presentation.html>`__, som belyser alla OSGeoLive-applikationer, finns tillgänglig med bilder och manus

source: nologo
fr: Pas de logo

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
pt: Projeto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
hu: OSGeo közösség
it: Comunità OSGeo
nl: OSGeo Gemeenschap
pt: Comunidade OSGeo
sv: OSGeo Gemenskap

source: A half hour `presentation <presentation.html>`_, highlighting all OSGeoLive applications, is available with slides, script, and `abstract <presentation/abstract.txt>`_.
de: Eine halbstündige `Präsentation <presentation.html>`_, mit Erläuterungen zu allen OSGeoLive Programmen ist als Folien mit Manuskript und `Einführung <presentation/abstract.txt>`_ verfügbar.
