Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/metrics.po
Languages: de, es, fi, fr, hu, it, ja, pt, sv, zh

source: |osgeolive-version| Project Metrics
de: |osgeolive-version| Projekt Statistiken
es: |osgeolive-version| Métricas de proyecto
fi: |osgeolive-version| Projektin Tiedot
fr: Métriques du projet |osgeolive-version|
hu: |osgeolive-version| Projekt mérőszámok
it: Metriche del Progetto |osgeolive-version|
ja: |osgeolive-version| プロジェクトメトリクス
pt: |osgeolive-version| Métricas dos Projetos
sv: |osgeolive-version| Projektmetrik
zh: |osgeolive-version| 專案數據

source: Metrics provided by `OpenHUB <https://www.openhub.net/>`_ which are derived from the projects' code repositories. Note these metrics have known deficiencies (such as caused by repositories moving), and only provide partial indications about the projects' development. Lack of change in smaller, concise packages and libraries may simply reflect a level of maturity and completeness.
de: Die Statistiken werden über `OpenHUB <https://www.openhub.net/>`_ zur Verfügung gestellt. Sie werden aus dem jeweiligen Code-Repository der Projekte generiert. Beachten Sie, dass die Statistiken auch fehlerhaft sein können (beispielsweise durch den Umzug von Repositories) und nur teilweise eine Aussage über den Status der Projekte geben können.
es: Estas métricas son proporcionadas por `OpenHUB <https://www.openhub.net/>`_ que a su vez las deriva desde los repositoiros de código de cada uno de los proyectos. Cabe destacar que estas métricas tienen algunas deficiencias bien conocidas (como las causadas por la migración de repositorios), por lo que sólo proporcionan indicadores parciales sobre el desarrollo de los proyectos. La falta de cambios en paquetes y librerías más pequeños puede simplemente constatar el nivel de madurez y completitud de los mismos.
fi: `OpenHUB <https://www.openhub.net/>`_ tuottamaa tietoa , jotka on peräisin eri projektien koodivarastoista. Huomaa, että näillä tiedoilla on havaittuja puutteita (kuten siirtyneiden arkistojen aiheuttamia), ja ne tarjoavat vain osittaisia tietoja hankkeiden kehityksestä. Pienien, tiivistettyjen pakettien ja kirjastojen muutoksien puute voi yksinkertaisesti kuvastaa kypsyyden tasoa ja täydellisyyttä.
fr: Les métriques fournies par `OpenHUB <https://www.openhub.net/>`_ sont dérivées à partir des dépôts de code du projet. Notez que ces métriques ont connu des déficiences (par exemple causées par le déplacement de dépôts), et fournissent seulement des indications partielles à propos du développement du projet. Un absence de changement dans des paquets plus petits, plus concis et des librairies peuvent simplement refléter un niveau de maturité et de complétude.
hu: A mérőszámokat az `OpenHUB <https://www.openhub.net/>`_ biztosítja, melyeket a projektek tárházából vezetnek le. Vegye figyelembe, hogy ezek a mutatóknak ismert hiányosságai vannak (ezt például a tárházak mozgása okozhatja), és csak részleges információt adnak a projektek fejlesztéséről. A kisebb, tömör csomagokban és könyvtárakban bekövetkezett változások hiánya egyszerűen tükrözheti az érettséget és a teljességet.
it: Le metriche sono fornite da `OpenHUB <https://www.openhub.net/>`_ che le deriva dai repository del codice sorgente dei diversi progetti. È da sapere che queste metriche hanno dei problemi conosciuti (alcuni a causa dello spostamento dei repository), e in questi casi provvedono solo un'indicazione parziale sullo sviluppo del progetto. La mancanza di cambiamenti in piccoli e concisi pacchetti e librerie può semplicemente riflettere un livello di maturità e completezza.
ja: プロジェクトのコードリポジトリ `OpenHUB <https://www.openhub.net/>`_ によるメトリクス。これらのメトリクスにはいくつかの欠点 (リポジトリの移動などによる) があることに注意する必要があります。また、プロジェクトの開発については断片的な情報しかありません。一部の小さな変更を除けば、パッケージとライブラリは完成度の高いレベルにあります。
pt: Métricas fornecidas por `OpenHUB <https://www.openhub.net/>`_ cujas são derivadas dos repositórios dos projetos. Note que estes métricas são conhecidamente deficientes (isto é causado por mudanças no repositório), e só pode fornecer uma indicação parcial sobre o desenvolvimento destes projetos. A falta de mudanças menores e concisas nos pacotes e bibliotecas podem simplesmente refletir um nível de maturidade completude do projeto.
sv: Metrik som tillhandahålls av `OpenHUB <https://www.openhub.net/>`_ härleds från projektens kodförvaring. Metriken har kända brister (orsakas till exempel av förvaring som flyttar) och ger endast partiella indikationer om projektens utveckling. Brist på förändring i mindre, koncisa paket och bibliotek kan helt enkelt återspegla en mognadsnivå och fullständighet.
zh: 數據是由 `OpenHUB <https://www.openhub.net/>`_ 提供，OpenHUB 由專案的程式碼倉櫥提供。注意這些數據有已知的相依性 (像是移動倉櫥位置引起)，只會提供部分專案發展的狀況。比較小型、簡潔的套件和函式庫，也許只是單純表示專案成熟度和完整度。

source: Viewing the metrics requires an Internet connection and Javascript to be enabled.
de: Für die Anzeige der Statistiken benötigen Sie eine Internetverbindung und JavaScript muss aktiviert sein.
es: Para poder acceder a las métricas es necesario una conexión a Internet así como que el lenguaje JavaScript esté activado en tu navegador.
fi: Katsoaksesi tietoja tarvitset verkkoyhteyden ja JavaSciptit mahdollistetuksi.
fr: L'affichage des métriques requiert d'avoir une connexion Internet et JavaScript activé.
hu: A mérőszámok megtekintéséhez internet kapcsolatra és a Javascript engedélyezésére van szükség.
it: Per vedere le metriche è richiesta una connessione ad Internet e che Javascript sia abilitato.
ja: メトリクスを見るためにはインターネット接続と Javascript の実行を許可する必要があります。
pt: A visualização das métricas requere uma conexão com a Internet e que o Javascript esteja habilitado.
sv: För att kunna se metriken krävs en Internet-anslutning och att JavaScript är aktiverat.
zh: 要看數據需要網路連線，以及啟用 Javascript。

source: Desktop GIS
es: SIG de Escritorio
fi: Työasema GIS
fr: SIG Bureautique
hu: Asztali GIS
ja: デスクトップ GIS
pt: GIS para Desktop
zh: 桌面 GIS

source: Browser Facing GIS
de: Browser-GIS-Anwendungen
es: SIG en Navegador
fi: Selain pohjainen GIS
fr: Interface SIG dans le navigateur
hu: Böngészőből használható GIS
it: Client Web GIS
ja: ブラウザ向け GIS
pt: GIS voltado para navegador
sv: Webbläsarvänd GIS
zh: 瀏覽器的 GIS

source: Web Services
es: Servicios web
fi: Verkkopalvelut
fr: Services Web
hu: Web szolgáltatás
it: Servizi Web
ja: Web サービス
pt: Serviços Web
sv: Webbtjänster
zh: 網站服務

source: Data Stores
de: Datenbanken
es: Almacenes de datos
fi: Tietovarastot
fr: Entrepôts de données
hu: Adattárolás
it: Archivi di Dati
ja: データストア
pt: Armazenamento de Dados
sv: Datalager
zh: 資料倉儲

source: Navigation and Maps
de: Navigation und Karten
es: Navegación y Mapas
fi: Navigointi ja kartat
fr: Navigation et Cartes
hu: Navigáció és térképek
it: Navigazione e Mappe
ja: ナビゲーションと地図
pt: Navegação e Mapas
sv: Navigering och kartor
zh: 導航與地圖

source: Spatial Tools
de: GIS-Werkzeuge
es: Herramientas espaciales
fi: Paikkatietovälineet
fr: Outils spatiaux
hu: Térbeli eszközök
it: Strumenti Spaziali
ja: 空間ツール
pt: Ferramentas Espaciais
sv: Spatiala verktyg
zh: 空間工具

source: Domain Specific GIS
de: Spezifische-GIS-Software
es: Dominio específico SIG
fi: Erityisalan GIS
fr: SIG spécifiques à un domaine
hu: Szakterület specifikus GIS
it: GIS per un uso specifico
ja: 特定用途向け GIS
pt: GIS para Aplicações Específicas
sv: Domänspecifik GIS
zh: 特定領域專用 GIS

source: Data
de: Daten
es: Datos
fi: Tiedot
fr: Données
hu: Adatok
it: Dati
ja: データ
pt: Dados
zh: 資料

source: Geospatial Libraries
de: GIS-Bibliotheken
es: Librerías Geoespaciales
fi: Paikkatiedon kirjastot
fr: Bibliothèques géospatiales
hu: Térinformatikai könyvtárak
it: Librerie geospaziali
ja: 地理空間ライブラリ
pt: Bibliotecas Geoespaciais
sv: Geospatiala bibliotek
zh: 地理空間函式庫

source: OSGeo Project
es: Proyecto OSGeo
pt: Projeto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
pt: Comunidade OSGeo
sv: OSGeo Gemenskap
