Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/sponsors_osgeo.po
Languages: hu, it, sv

source: The OSGeo Foundation
hu: Az OSGeo alapítvány
it: La Fondazione OSGeo
sv: OSGeo Stiftelsen

source: *Empower everyone with open source geospatial*
hu: *A nyílt forráskódú térinformatikával erősít meg mindenkit*
it: *Potenziare tutti con l'open source geospaziale*
sv: *Empower alla med öppen källkods geospatial*

source: The `Open Source Geospatial Foundation (OSGeo) <https://www.osgeo.org>`__ is a not-for-profit organization whose mission is to foster global adoption of open geospatial technology by being an inclusive software foundation devoted to an open philosophy and participatory community driven development.
hu: Az `Open Source Geospatial Foundation (OSGeo) <https://www.osgeo.org>`__ non-profit szervezet, melynek a küldetése a nyílt térinformatikai technológia globális elfogadásának előmozdítása azáltal, hogy a nyílt filozófia és a részvételen alapuló közösségi alapú fejlesztés egy átfogó szoftveralapot jelent.
it: La `Open Source Geospatial Foundation (OSGeo) <https://www.osgeo.org>`__ è un'organizzazione senza scopo di lucro la cui missione è quella di promuovere l'adozione globale della tecnologia geospaziale aperta essendo una fondazione software inclusiva dedicata a una filosofia aperta e allo sviluppo partecipativo guidato dalla comunità.
sv: `Open Source Geospatial Foundation (OSGeo) <http://www.osgeo.org>`__ är en icke-vinstdrivande organisation vars uppdrag är att främja globalt antagande av öppen geospatial teknik. Detta gör den genom att vara en inkluderande programvarustiftelse ägnad åt en öppen filosofi och en deltagande gemenskapsdriven utveckling.

source: OSGeo outreach and activities include:
hu: Az OSGeo szolgáltatásai és tevékenységei a következők:
it: Le attività di OSGeo includono:
sv: OSGeo Outreach och aktiviteter inkluderar:

source: `Local Chapters <https://www.osgeo.org/local-chapters>`__: Local, regional and language groups support grass roots activities.
hu: `Helyi csoportok <https://www.osgeo.org/local-chapters>` __: helyi, regionális és nyelvi csoportok támogatják az alulról építkező tevékenységeket.
it: `Capitoli Locali <https://www.osgeo.org/local-chapters>`__: I gruppi locali, regionali e linguistici sostengono le attività di base.
sv: `Local Chapters <https://www.osgeo.org/local-chapters>`__: lokala, regionala och språkgrupper stöder gräsrotsaktiviteter.

source: `GeoForAll <https://www.osgeo.org/initiatives/geo-for-all>`__: Over 100 educational labs from around the world who work with partners to make geospatial education and opportunities accessible to all.
hu: `GeoForAll <https://www.osgeo.org/initiatives/geo-for-all>` _: Több mint 100 oktatási laboratórium a világ minden tájáról, akik partnerekkel dolgoznak együtt, hogy a a térinformatikai oktatást és a lehetőségét mindenki számára hozzáférhetővé tegye.
it: `GeoPerTutti <https://www.osgeo.org/initiatives/geo-for-all>`__: Oltre 100 laboratori educativi da tutto il mondo che lavorano con i partner per rendere l'educazione e le opportunità geospaziali accessibili a tutti.
sv: `GeoForAll <https://www.osgeo.org/initiatives/geo-for-all>`_: över 100 pedagogiska laboratorier från hela världen som arbetar med partners för att göra geospatial utbildning och möjligheter tillgängliga för alla.

source: `OSGeoLive <https://live.osgeo.org>`__: A distribution of established geospatial open source software, pre-configured with sample data and quickstarts, ready to try out.
hu: `OSGeoLive <https://live.osgeo.org>` __: Sabil, nyílt forráskódú, előre konfigurált térinformatikai szoftverek terjesztése, mintaadatokkal és gyorstalpalókkal, készen állnak arra, hogy kipróbálják.
it: `OSGeoLive <https://live.osgeo.org>`__: Una distribuzione di software open source geospaziali stabili, pre-configurati con dati di esempio e guide rapide, pronti per essere provati.
sv: `OSGeoLive <https://live.osgeo.org>`__: en distribution av etablerade geospatiala programvaror med öppen källkod, förkonfigurerad med exempeldata och snabbstarter, redo att prova.

source: `FOSS4G <https://foss4g.org>`_: Annual, international conference for *Free and Open Source Software for Geospatial*, as well as many regional and local `events <https://www.osgeo.org/events>`_.
hu: `FOSS4G <https://foss4g.org>` _: *Szabad és nyílt forrású tréinformatikai szoftverek* évenkénti, nemzetközi konferenciája , valamint számos regionális és helyi `esemény <https://www.osgeo.org/events>`_.
it: `FOSS4G <https://foss4g.org>`_: La conferenza internazionale annuale per *Free and Open Source Software for Geospatial*, così come diversi `eventi <https://www.osgeo.org/events>`_ regionali e locali.
sv: `FOSS4G <https://foss4g.org>`_: årlig, internationell konferens för *fri och öppen källkod för geospatial*, samt många regionala och lokala `händelser <https://www.osgeo.org/events>`_.

source: OSGeo Project
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap
