Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/52nSOS_quickstart.po
Languages: de, es, fr, hu, it, sv

source: The development of this version of the 52°North SOS was supported by different projects, organizations, and persons. More details can be found in the `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
de: Die Entwicklung dieser Version des 52°North SOS wurde durch verschiedeneProjekte, Organisationen und Personen unterstützt. Mehr Informationen finden Sie in der `52°North SOS Anwendung <http://localhost:8080/52nSOS/index>`_.
es: El desarrollo de esta versión de 52 ° North SOS fue apoyado por diferentes proyectos, organizaciones y personas. Más detalles pueden encontrarse en `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
fr: Le développement de cette version de 52°North SOS a été supporté par différents projets, organisations et personnes. Plus de détails peuvent être trouvés dans le `client 52°North SOS <http://localhost:8080/52nSOS/index>`_.
hu: Az 52°North SOS ezen verziójának a fejlesztését különböző projektek, szervezetek és személyek támogatták. További részletek találhatók a `52°North SOS kliensben <http://localhost:8080/52nSOS/index>`_.
it: Lo sviluppo di questa versione del 52°North SOS è stato supportato da diversi progetti, organizzazioni e persone. Maggiori dettagli possono essere trovati nel `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
sv: Utvecklingen av den här versionen av 52°North SOS stöddes av olika projekt, organisationer och personer. Mer information finns i `52°North SOS client <http://localhost:8080/52nSOS/index>`_.

source: We would like to thank the Belgian Interregional Environment Agency (`IRCEL - CELINE <https://www.irceline.be/en/>`_) for providing the demonstration data used in this SOS installation. The demo data are published under a |CC BY 3.0| license.
de: Wir möchten der belgischen belgischen Interregional Environment Agency (`IRCEL - CELINE <https://www.irceline.be/de/>`_) für die Bereitstellung der Demodaten dieser SOS-Installation danken. Die Demo-Daten sind unter einer |CC BY 3.0| veröffentlicht.
es: Nos gustaría agradecer a la Agencia Ambielntal Interregional Belga (`IRCEL - CELINE <https://www.irceline.be/en/>`_) por porporcionar los datos de demostración utilizados en esta instalación de SOS. Estos datos de demostración se publican bajo una licencia |CC BY 3.0|.
fr: Nous tenons à remercier l’Agence belge de l’environnement Interregional (`IRCEL - CELINE <https://www.irceline.be/en/>`_) pour fournir les données de démonstration utilisées dans cette installation de SOS. Les données de démo sont publiées sous une licence |CC BY 3.0|.
hu: Köszönetet szeretnénk mondani a `Belgian Interregional Environment Agency-nek (`IRCEL - CELINE <https://www.irceline.be/en/>`_), ebben az SOS telepítésben használt minta adatokért. A minta adatokat a |CC BY 3.0| licenc alatt publikáljuk.
it: Vorremmo ringraziare l'Agenzia Interregionale Belga per l'Ambiente (`IRCEL - CELINE <https://www.irceline.be/en/>`_) per aver fornito i dati dimostrativi utilizzati in questa installazione SOS. I dati dimostrativi sono pubblicati sotto una licenza |CC BY 3.0|.
sv: Vi vill tacka den belgiska interregionala miljöbyrån (`IRCEL - CELINE <https://www.irceline.be/en/>`_) för att ha tillhandahållit de demonstrationsdata som används i denna SOS-installation. Demodata publiceras under licensen |CC BY 3.0|.

source: When the SOS is not available, please check if the tomcat servlet engine is running. Use the following commands:
de: Sollte der SOS nicht erreichbar sein, so prüfen Sie bitte mit folgendem Befehl, ob der Tomcat Web Service-Container läuft:
es: Cuando SOS no está disponible, por favor, revise si el motor tomcat servlet se está ejecutando. Utilice los sigueintes comandos:
fr: Quand SOS n'est pas disponible, merci de vérifier que le moteur de servlet tomcat est opérationnel. Utiliser les commandes suivantes:
hu: Amikor az SOS nem érhető el, kérjük ellenőrizze, hogy a tomcat servlet motor fut-e. Használja a következő parancsot:
it: Quando l'SOS non è disponibile, controlla se il motore tomcat servlet è in esecuzione. Usa i seguenti comandi:
sv: Om SOS inte är tillgängligt kan du kontrollera om Tomcat Servlet Engine körs. Använd följande kommandon:

source: **Listing 3:** Tomcat Status and Start (password for sudo: :code:`user`).
de: **Listing 3:** Tomcat Status und Start (Passwort für sudo: :code:`user`).
es: **Listado 3:** Estatus e Inicio de Tomcat (contraseña para sudo: :code:`user`).
fr: **Liste 3:** Status et démarrage de Tomcat (mot de passe pour sudo: :code:`user`).
hu: **3. lista:** Tomcat statusz és indítás (jelszó a sudo.hoz: :code:`user`).
it: **Lista 3:** Stato e avvio di Tomcat (password per sudo: :code:`user`).
sv: **Lista 3:** Tomcat Status and Start (lösenord för sudo: :code:`user`).

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Select :menuselection:`Geospatial --> Web Services --> 52North --> Start 52North SOS` to start the 52°North SOS.
es: Seleccione :menuselection:`Geospatial --> Web Services --> 52North --> Start 52North SOS` para iniciar el 52°North SOS.
fr: Sélectionner :menuselection:`Geospatial --> Web Services --> 52North --> Start 52North SOS` pour démarrer 52°North SOS.
hu: Válassza a :menuselection:`Geospatial --> Web Services --> 52North --> Start 52North SOS`-t az 52°North SOS elindításához.

source: 52°North Sensor Web mailing list: sensorweb@52north.org
de: 52°North Sensor Web Mailing Liste: sensorweb@52north.org
es: Sensor Web 52°North, lista de correos: sensorweb@52north.org
fr: Liste de diffusion 52°North Sensor Web: sensorweb@52north.org,
hu: 52°North Szenzor Web levelezőlista: sensorweb@52north.org

source: 52°North `Sensor Web community <https://52north.org/research/research-labs/sensor-web/>`_
es: 52°North `comunidad Sensor Web <https://52north.org/research/research-labs/sensor-web/>`_
fr: Communauté 52°North `Sensor Web <https://52north.org/research/research-labs/sensor-web/>`_
hu: 52°North `Szenzor Web közösség <https://52north.org/research/research-labs/sensor-web/>`_

source: 52°North `SOS Client <https://sensorweb.demo.52north.org/sensorwebclient-webapp-stable/>`_
es: 52°North `Cliente SOS <https://sensorweb.demo.52north.org/sensorwebclient-webapp-stable/>`_
fr: Client 52°North `SOS <https://sensorweb.demo.52north.org/sensorwebclient-webapp-stable/>`_
hu: 52°North `SOSkKliens <https://sensorweb.demo.52north.org/sensorwebclient-webapp-stable/>`_

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Projekt ist nur Teil der OSGeoLive Virtuelle Maschine Disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive

source: 52°North `Sensor Web community <https://52north.org/research/scope/geospatial-sensing/>`_
it: 52°North `Sensor Web community <https://52north.org/research/research-labs/sensor-web/>`_
