Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/52nSOS_quickstart.po
Languages: de, es, fr, hu, it, sv

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)

source: 52 North SOS Quickstart
es: Inicio Rápido 52 North SOS
fr: Guide de démarrage rapide 52 North SOS
hu: 52 North SOS Gyorstalpaló
it: Guida rapida 52 North SOS
sv: 52 North SOS Snabbstart

source: The 52°North SOS is a Web service, that enables interoperable access to (spatial) observation data and associated metadata.
de: Der 52°North SOS Webservice ermöglicht den vollständig kompatiblen Zugriff und die Bereitstellung von (raumbezogenen) Sensordaten. Dies umfasst sowohl Messwerte als auch zugehörige Metadaten.
es: 52°North SOS es un servicio Web, que permite acceso interoperable a datos de observación (espaciales) y los metadatos asociados.
fr: 52°North SOS est un service web, qui permet la fourniture d'un accès interopérable à des données d'observations (spatiales) et aux métadonnées associées.
hu: Az 52°North SOS egy web szolgáltatás, mely interoperábilis hozzáférést tesz lehetővé (térbeli) észlelési adatokhoz és a kapcsolódó metaadatokhoz.
it: Il 52°North SOS è un servizio web che permette un accesso interoperabile ai dati di osservazione (spaziale) e ai metadati associati.
sv: 52°North SOS är en webbtjänst som möjliggör interoperabel åtkomst till (spatiala) observationsdata och tillhörande metadata.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt, wie Sie:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide démarrage rapide décrit comment:
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
sv: Denna snabbstart beskriver hur du gör:

source: Query the 52°North SOS Capabilities to determine what queries it supports and which data it offers.
de: Abfrage der 52°North SOS-Fähigkeiten, um festzustellen, welche Abfragen sie unterstützt und welche Daten sie anbietet.
es: Consulta las capacidades del 52°North SOS para determinar qué consultas apoya y que los datos ofrece.
fr: Interroger les capacités de 52°North SOS pour déterminer les requêtes supportées et quelles données sont proposées.
hu: Az 52°North SOS képességeinek lekérdezése, hogy meghatározza milyen lekérdezéseket támogat és milyen adatokat biztosít.
it: Interroga il 52°North SOS Capabilities per determinare quali query supporta e quali dati offre.
sv: Gör en sökning i 52°North SOS Capabilities för att avgöra vilka frågor som stöds och vilka data som erbjuds.

source: Query details about an observation from the SOS.
de: Beispiel-Anfrage um Messdaten des SOS abzurufen.
es: Consulta los detalles sobre una observación de SOS.
fr: Interroger les détails d'une observation à partir de SOS.
hu: Észlelési részletek lekérdezése egy SOS-ből.
it: Interroga i dettagli di un'osservazione dal SOS.
sv: Begär information om en observation från SOS.

source: Use the lightweight visualisation tool "Helgoland" delivered with the SOS to explore the available data.
de: Informationen zur Datenvisualisierung in einem einfachen, mit dem SOS mitgelieferten Viewer "Helgoland".
es: Utilice la herramienta ligera de visualización "Helgoland" entregado con SOS para explorar los datos disponibles.
fr: Utiliser l'outil léger de visualisation "Helgoland" livré avec SOS pour explorer les données disponibles.
hu: Használja az SOS-el együtt szállított, könnyűsúlyú "Helgoland" vizualizációs eszközt, az elérhető adatok felfedezéséhez.
it: Usa lo strumento di visualizzazione leggero "Helgoland" fornito con l'SOS per esplorare i dati disponibili.
sv: Använd det lättviktiga visualiseringsverktyget "Helgoland" som levereras med SOS för att utforska tillgängliga data.

source: Explore the REST API endpoint for client developers.
de: Informationen zum Ausprobieren einer REST-Schnittstelle für Anwendungsentwickler.
es: Explorar el endpoint REST de API para desarrolladores de cliente.
fr: Explorer l'API REST pour les développeurs de clients.
hu: Fedezze fel a REST API végpontot a kliens fejlesztéshez.
it: Esplora l'endpoint REST API per gli sviluppatori di client.
sv: Utforska REST API-slutpunkten för klientutvecklare.

source: Contents
de: Inhalt
es: Contenidos
it: Contenuti
sv: Innehåll

source: Getting Started
de: Erste Schritte
es: Para empezar
fr: Mise en route
hu: Kezdjen neki
it: Cominciare
sv: Komma igång

source: Select :|menu_52nSOS-Start| to start the 52°North SOS.
it: Selezionare :|menu_52nSOS-Start| per avviare 52°North SOS.
sv: Välj :|menu_52nSOS-Start| för att starta 52°North SOS.

source: This will open the 52°North SOS client welcome page in firefox at
es: Se abrirá la página en firefox de recepción de clientes del 52°North SOS en
fr: Cela ouvrira la page d’accueil du client 52°North SOS dans firefox à
hu: Ez megnyitja az 52°North SOS kliens üdvözlő oldalát a firefoxban itt:
it: Questo aprirà la pagina di benvenuto di 52°North SOS client in firefox a
sv: Detta kommer att öppna 52°North SOS-klientens välkomstsida i Firefox på

source: http://localhost:8080/52nSOS/ (see Fig. 1).
es: http://localhost:8080/52nSOS/ (ver Fig. 1).
fr: http://localhost:8080/52nSOS/ (voir Fig. 1).
hu: http://localhost:8080/52nSOS/ (lásd 1. ábra).
it: http://localhost:8080/52nSOS/ (vedi Fig. 1).
sv: http://localhost:8080/52nSOS/ (se fig. 1).

source: 52°North SOS client welcome page
it: Pagina di benvenuto per i clienti di 52°North SOS
sv: välkomstsida för 52°North SOS-kunder

source: **Fig. 1**: 52°North SOS client - welcome page.
de: **Abb. 1**: 52°North SOS Anwendung - Willkommens-Seite.
es: **Fig. 1**: página de bienvenida de cliente de 52°North SOS-
fr: **Fig. 1**: Client 52°North SOS - Page d'accueil
hu: **1. ábra**: 52°North SOS kliens - üdvözlő oldal.
it: **Fig. 1**: 52°North SOS client - pagina di benvenuto.
sv: **Figur 1**: 52°North SOS-klient - välkomstsida.

source: Click :guilabel:`Client` from the top menu bar. Once you know `the capabilities of an SOS Server <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_, (see Fiq. 2) you can craft appropriate queries. This is made easier by selecting sample queries. Using the information from the capabilities document, you can adjust the available example queries.
es: Haga click en :guilabel:`Client` de la Barra superior del menú. Una vez queue conozca las `capacidades de un servidor SOS <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_, (ver Fig. 2) puede crear consultas apropiadas. esto se hace más fácil seleccionando consultas de muestra. Usando la información de las capacidades del documento, puede ajustar las consultas de ejemplo disponibles.
fr: Cliquez sur :guilabel:`Client` la barre de menu supérieure. Une fois que `les capacités de SOS <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_ sont connues, (voir Fig. 2) vous pouvez écrire des requêtes appropriées. Ceci est rendu plus facile en sélectionnant des requêtes d'exemple dans la liste déroulante. En utilisant les informations des capacités, vous pouvez ajuster les requêtes exemples.
hu: Kattintson a :guilabel:`Client`-re a felső menüsorban. Amint megismerte az `SOS szerver képességeit <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_, (lásd 2. ábra), megfelelő lekérdezéseket készíthet. A képességek dokumentumból származó információk felhasználásával módosíthatja a elérhető példa lekérdezéseket.
it: Fai clic su :guilabel:`Client` dalla barra del menu in alto. Una volta che conosci le capabilities di un Server SOS <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_, (vedi Fiq. 2) puoi creare query appropriate. Questo è reso più facile dalla selezione di query di esempio. Usando le informazioni dal documento sulle capacità, puoi adattare le query di esempio disponibili.
sv: Klicka på :guilabel:`Client` i det övre menyfältet. När du känner till `funktionerna hos en SOS-server <http://localhost:8080/52nSOS/sos?REQUEST=GetCapabilities&SERVICE=SOS&ACCEPTVERSIONS=2.0.0>`_, (se Fiq. 2) kan du skapa lämpliga förfrågningar. Detta underlättas genom att välja exempelfrågor. Med hjälp av informationen från kapacitetsdokumentet kan du justera de tillgängliga exempelfrågorna.

source: 52°North SOS client - test client with GetCapabilities request
it: 52°North SOS client - client di prova con richiesta GetCapabilities
sv: 52°North SOS-klient - testklient med GetCapabilities-begäran

source: **Fig. 2**: 52°North SOS client - test client with GetCapabilities request.
de: **Abb. 2**: 52°North SOS Anwendung - Test Client mit GetCapabilities-Anfrage.
es: **Fig. 2**: Cliente de 52°North SOS - cliente de prueba con petición GetCapabilities.
fr: **Fig. 2**: Client 52°North SOS - client de test avec une requête GetCapabilities.
hu: **2. ábra**: 52°North SOS kliens - kliens test a GetCapabilities kéréssel.
it: **Fig. 2**: 52°North SOS client - test client con richiesta GetCapabilities.
sv: **Figur 2**: 52°North SOS-klient - testklient med GetCapabilities-begäran.

source: To get the available observation data within the time interval from 2018-07-02T23:45:00.000+00:00 to 2018-07-04T23:45:00.000+00:00 for each time series, insert the following request after selecting :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` in the `test client's <http://localhost:8080/52nSOS/client>`_ request field:
de: Um die Sensordaten innerhalb des Zeitintervals vom 2018-07-02T23:45:00.000+00:00 to 2018-07-04T23:45:00.000+00:00 für jede Zeitreihe zu bekommen, setzte die folgende Anfrage nach der Auswahl ein :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` in the `test client's <http://localhost:8080/52nSOS/client>`_ request field:
es: Para obtener los datos de observación disponibles dentro del intervalo de tiempo desde 2018-07-02T23:45:00.000+00:00 a 2018-07-04T23:45:00.000+00:00 para cada serie de tiempo, inserte la siguiente solicitud después de seleccionar :menuselection:`**servicio** SOS --> **versión** 2.0.0 --> **unión ** SOAP --> **operación** GetObservation` en el campo de solicitud `cliente de prueba <http://localhost:8080/52nSOS/client>`_ :
fr: Pour obtenir les données d’observation disponibles au sein de l’intervalle de temps de 2018-07-02T23:45:00.000 + 00:00 à 2018-07-04T23:45:00.000 + 00:00 pour chaque série chronologique, insérer la demande suivante après avoir sélectionné :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` dans le champ de requête du `client de test <http://localhost:8080/52nSOS/client>`_ :
hu: Az elérhető mérési adatok beszerzéséhez minden idősorhoz a 2018-07-02T23:45:00.000+00:00 - 2018-07-04T23:45:00.000+00:00 intervallumban, írja be a következő kérést a :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` kiválasztása után a `teszt kliens <http://localhost:8080/52nSOS/client>`_ kérés mezőjében:
it: Per ottenere i dati di osservazione disponibili nell'intervallo di tempo dal 2018-07-02T23:45:00.000+00:00 al 2018-07-04T23:45:00.000+00:00 per ogni serie temporale, inserisci la seguente richiesta dopo aver selezionato :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` nel campo di richiesta <http://localhost:8080/52nSOS/client>`_ del client test:
sv: För att hämta tillgängliga observationsdata inom tidsintervallet från 2018-07-02T23:45:00.000+00:00 till 2018-07-04T23:45:00.000+00:00 för varje tidsserie, infoga följande begäran efter att ha valt :menuselection:`**service** SOS --> **version** 2.0.0 --> **binding** SOAP --> **operation** GetObservation` i `testklientens <http://localhost:8080/52nSOS/client>`_ begäranfält:

source: **Listing 1:** Request of observations.
de: **Listing 1:** Abfrage für Messdaten.
es: **Listado 1:** petición de observaciones.
fr: **Liste 1:** Requête des observations.
hu: ** 1. lista:** Mérés kérése.
it: **Lista 1:** Richiesta di osservazioni.
sv: **Lista 1:** Begäran om observationer.

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
sv: Saker att prova

source: Try some of the other example queries from the pull down list.
de: Versuchen Sie weitere Abfragen der Test-Anwendung.
es: Pruebe algunas de las otras consultas de ejemplo de la lista desplegable.
fr: Essayer des d'autres exemples de requêtes à partir de la liste déroulante.
hu: Próbálja ki a többi példa lekérdezést a legördülő listából.
it: Prova alcune delle altre interrogazioni di esempio dall'elenco a discesa.
sv: Prova några av de andra exempelfrågorna i rullgardinsmenyn.

source: Try tweaking some of these queries to get different information.
de: Passen Sie die Beispielanfragen an, um andere Daten zu erhalten.
es: Intente ajustar algunas de estas consultas para obtener información diferente
fr: Essayer de modifier quelques unes de ces requêtes pour obtenir des informations différentes.
hu: Próbáljon csavarni egyet néhány lekérdezésen, hogy más információt kapjon.
it: Prova a modificare alcune di queste query per ottenere informazioni diverse.
sv: Försök att justera några av dessa frågor för att få annan information.

source: Try the `SOS administrator <http://localhost:8080/52nSOS/admin/index>`_ using username :code:`user` and password :code:`user`.
de: Probiere den `SOS administrator <http://localhost:8080/52nSOS/admin/index>`_ mit dem Nutzernamen :code:`user` und dem Passwort :code:`user`.
es: Pruebe el `SOS administrator <http://localhost:8080/52nSOS/admin/index>`_ con el nombre de usuario :code:`user` y la contraseña :code:`user`.
fr: Essayer `l'accès administrateur de SOS <http://localhost:8080/52nSOS/admin/index>`_ avec le login :code:`user` et mot de passe :code:`user`.
hu: Próbálja ki az `SOS adminisztrátort <http://localhost:8080/52nSOS/admin/index>`_ a :code:`user` felhasználónévvel és a code:`user` jelszóval.
it: Prova con l'amministratore del `SOS <http://localhost:8080/52nSOS/admin/index>`_ usando il nome utente :code:`user` e la password :code:`user`.
sv: Prova `SOS-administratören <http://localhost:8080/52nSOS/admin/index>`_ med användarnamn :code:`user` och lösenord :code:`user`.

source: Try Helgoland - the `Viewer Client <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (see Fig. 3).
de: Probieren Sie den `Viewer Client <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ von Helgoland (sh. Abb. 3).
es: Pruebe Helgoland - el `Visor de Cliente <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (véase Fig. 3).
fr: Essayer Helgoland - le `Client de visualisation <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (voir Fig. 3).
hu: Próbálja ki a Helgoland-ot - a `megjelenítő klienst <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (lásd a 3. ábrát).
it: Prova Helgoland - il `Viewer Client <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (vedi Fig. 3).
sv: Prova Helgoland - `Viewer Client <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ (se bild 3).

source: Try other sample data by performing the following steps:
de: Testen Sie weitere Beispieldaten, in dem Sie die folgenden Schritte ausführen:
es: Pruebe otros datos de la muestra realizando los siguientes pasos:
fr: Essayer d'autres données d'exemple en réalisant les étapes suivantes:
hu: Próbáljon ki más példákat a következő lépések végrehajtásával:
it: Prova altri dati di esempio eseguendo i seguenti passi:
sv: Prova andra exempeldata genom att utföra följande steg:

source: Open the SOS administrator `database maintenance page <http://localhost:8080/52nSOS/admin/datasource>`_.
de: Öffen Sie im SOS-Administrator die `"database maintenance"-Seite <http://localhost:8080/52nSOS/admin/datasource>`_.
es: Abra el administrador SOS `página de mantenimiento de la base de datos <http://localhost:8080/52nSOS/admin/datasource>`_.
fr: Ouvrir en mode administrateur SOS `la page de maintenance de la base de données <http://localhost:8080/52nSOS/admin/datasource>`_.
hu: Nyissa meg az SOS adminisztrátor `adatbázis karbantartás oldalt <http://localhost:8080/52nSOS/admin/datasource>`_.
it: Apri la pagina di manutenzione del database dell'amministratore SOS <http://localhost:8080/52nSOS/admin/datasource>`_.
sv: Öppna SOS-administratörens sida för databasunderhåll <http://localhost:8080/52nSOS/admin/datasource>`_.

source: Empty the database using the "Clear Datasource" button (this will delete the example data. You can restart OSGeoLive to get the data back.).
de: Leeren Sie die Datanbank mit dem "Clear Datasource"-Knopf" (Dadurch werden die initialen Beispiel-Daten gelöscht. Sie können OSGeoLive neustarten, um Sie zurück zu bekommen.).
es: Vaciar la base de datos utilizando el botón de "Fuente de Datos Clara" (esto borrará los datos de ejemplo. Puede reiniciar OSGeoLive para recuperar los datos.).
fr: Vider la base de données en utilisant le bouton "Clear Datasource" (Cela supprimera les données d'exemple. Vous pouvez redémarrer OSGeoLive pour récupérer vos données).
hu: Ürítse ki az adatbázist az "Adatforrás törlése" gombbal (ezzel törli a példaadatokat. Indítsa újra az OSGeoLive-ot az adatok visszakapásához.).
it: Svuota il database usando il pulsante "Clear Datasource" (questo cancellerà i dati dell'esempio. Puoi riavviare OSGeoLive per recuperare i dati).
sv: Töm databasen med hjälp av knappen "Clear Datasource" (detta raderar exempeldata. Du kan starta om OSGeoLive för att få tillbaka data).

source: Insert dynamically generated sample data by clicking the "Insert sample data" button. Please be informed that this operation might take some minutes.
de: Fügen Sie dynamisch erzeugte Beispieldaten durch einen Klick auf den "Insert sample data"-Knopf. Seien Sie informiert, dass dieser Prozess einige Minuten in Anspruch nimmt.
es: Insertar datos de la muestra generada de forma dinámica haciendo click en el botón "Insertar datos de muestra". Le informamos de que esta operación puede tardar algunos minutos.
fr: Insérer dynamiquement des données d’exemple générées en cliquant sur le bouton "Insert sample data". Cela peut prendre plusieurs minutes.
hu: Szúrja be a dinamikusan generált mintaadatokat az "Insert sample data" gombra kattintva. Tájékoztatjuk, hogy ez a művelet eltarthat néhány percig.
it: Inserisci i dati campione generati dinamicamente cliccando il pulsante "Insert sample data". Ti informiamo che questa operazione potrebbe richiedere alcuni minuti.
sv: Infoga dynamiskt genererade exempeldata genom att klicka på knappen "Infoga exempeldata". Observera att denna operation kan ta några minuter.

source: Open `Helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ again and explore the generated sample data.
de: Öffnen Sie `helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ erneut und erkunden Sie die erzeugten Beispieldaten.
es: Abra `Helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ de nuevo y explore la muestra de datos generada.
fr: Ouvrir `Helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ encore une fois et explorer les données d'exemple générées.
hu: Nyissa meg a `Helgoland-ot <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ ismét és fedezze fel a generált minta adatokat.
it: Apri nuovamente `Helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ ed esplora i dati campione generati.
sv: Öppna `Helgoland <http://localhost:8080/52nSOS/static/client/helgoland/#/map>`_ igen och utforska de genererade exempeldata.

source: 52°North SOS client - JavaScript client with time series data
it: 52°North SOS client - client JavaScript con dati di serie temporali
sv: 52°North SOS client - JavaScript-klient med tidsseriedata

source: **Fig. 3**: 52°North SOS client - JavaScript client with time series data.
de: **Abb. 3**: 52°North SOS Anwendung - JavaScript-Client mit Zeitreihendaten.
es: **Fig. 3**: Cliente de 52°North SOS- Cliente JavaScript con daros de series de tiempo.
fr: **Fig. 3**: Client 52°North SOS - client JavaScript avec des données de séries temporelles.
hu: **3. ábra** 52°North SOS kliens - JavaScript kliens idősoros adatokkal.
it: **Fig. 3**: client 52°North SOS - client JavaScript con serie temporali.
sv: **Figur 3**: 52°North SOS-klient - JavaScript-klient med tidsseriedata.

source: Try the `Sensor Web REST API <http://localhost:8080/52nSOS/api/>`_ (see Listing 2):
de: Probiere die `Sensor Web REST API <http://localhost:8080/52nSOS/api/>`_ aus (siehe Listing 2):
es: Pruebe el `Sensor Web REST API <http://localhost:8080/52nSOS/api/>`_ (Véase Listado 2):
fr: Essayer l' `API REST Sensor Web <http://localhost:8080/52nSOS/api/>`_ (voir Liste 2):
hu: Próbálja ki a `Sensor Web REST API-t <http://localhost:8080/52nSOS/api/>`_ (lásd a 2. listát):
it: Prova il `Sensor Web REST API <http://localhost:8080/52nSOS/api/>`_ (vedi Lista 2):
sv: Prova `Sensor Web REST API <http://localhost:8080/52nSOS/api/>`_ (se Listing 2):

source: **Listing 2:** Output of Sensor Web REST API endpoint.
de: **Listing 2:** Ausgabe des Sensor Web REST API Endpunktes.
es: **Listado 2:** Salida del endopoint de API REST de Sensor Web.
fr: **Liste 2:** Sortie de l'API REST Sensor Web.
hu: **2. lista:** A Sensor Web REST API végpont outputja.
it: **Lista 2:** Risultato dell'endpoint Sensor Web REST API.
sv: **Lista 2:** Utdata från Sensor Web REST API-slutpunkt.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
sv: Hur vill du gå vidare?

source: To learn more about the 52°North SOS and/or the 52°North Sensor Web Community, potential starting points are:
de: Weitere Informationen über den 52°North SOS und/oder 52°North erhalten Sie über folgende Wege:
es: Para aprender más sobre 52°North SOS y/o la Comunidad de Sensor Web 52°North, puntos de partida potenciales son:
fr: Pour découvrir plus avant 52°North SOS et/ou la communauté 52°North Sensor Web, des points de départ sont possibles:
hu: Ha többet szeretne megtudni az 52 ° Észak SOS-ről és/vagy az 52 ° North Sensor web közösségről, a lehetséges kiindulási pontok a következők:
it: Per saperne di più sul 52°North SOS e/o sulla 52°North Sensor Web Community, potenziali punti di partenza sono:
sv: För att lära dig mer om 52°North SOS och/eller 52°North Sensor Web Community, är potentiella startpunkter följande:

source: 52°North :doc:`SOS overview <../overview/52nSOS_overview>`
de: 52°North :doc:`SOS Überblick <../overview/52nSOS_overview>`
es: 52°North :doc:`overview SOS <../overview/52nSOS_overview>`
fr: 52°North :doc:`présentation de SOS <../overview/52nSOS_overview>`
hu: 52°North :doc:`SOS összefoglaló <../overview/52nSOS_overview>`
sv: 52°North :doc:`SOS-översikt <../overview/52nSOS_overview>`

source: 52°North `SOS Web site <https://52north.org/software/software-projects/sos>`_
de: 52°North `SOS Webseite <https://52north.org/software/software-projects/sos>`_
es: 52°North `sitio Web SOS <https://52north.org/software/software-projects/sos>`_
fr: **Site Internet:** https://52north.org/software/software-projects/sos
hu: 52°North `SOS honlap <https://52north.org/software/software-projects/sos>`_
sv: 52°North `SOS webbplats <https://52north.org/software/software-projects/sos>`_
