Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/52nWPS_quickstart.po
Languages: de, es, fr, hu, it

source: 52 North WPS Quickstart
es: Guía de Inicio Rápido 52 North WPS
fr: Guide de démarrage rapide de 52 North WPS
hu: 52 North WPS gyorstalpaló
it: Guida Rapida 52 North WPS

source: The 52°North WPS is a framework for web-based processing of (geospatial) data. The service implements the OGC Web Processing Service 1.0 interface standard.
de: 52°North WPS ist ein Framework zur internetbasierten Prozessierung von (geospatialen) Daten. Der Dienst setzt den "OGC Web Processing Service 1.0 interface standard" um.
es: El 52 ° North WPS es un marco basado en la web de procesamiento de datos (espaciales). El servicio implementa el estándar de interfaz OGC Web Servicio de Procesamiento 1.0.
fr: 52°North WPS est un cadre pour le géotraitement web de données (géospatiales). Le service implémente le standard OGC Web Processing Service 1.0 interface.
hu: Az 52°North WPS egykeretrendszer a (térinformatikai) adatok web alapú feldolgozására. A szolgáltatás az OGC Web Processing Service 1.0 interfész szabványt implementálja.
it: Il 52°North WPS è un framework per l'elaborazione basata sul web di dati (geospaziali). Il servizio implementa lo standard di interfaccia OGC Web Processing Service 1.0.

source: This quickstart describes how to process data and store the result in another web service using WPS operations.
de: Dieser Quickstart beschreibt die Prozessierung von Daten und die Speicherung der Ergebnisse in Internetdiensten mittels WPS Operationen.
es: Esta Guía de Inicio Rápido describe cómo procesar datos y almacenar el resultado en otro servicio web usando operaciones de WPS.
fr: Ce guide de démarrage rapide décrit comment traiter de la donnée et stocker le résultat dans un autre service web en utilisant des opérations WPS.
hu: Ez a gyorstalpaló leírja hogyan dolgozzuk fel az adatokat és tároljuk az eredményt egy másik web szolgáltatásban a WPS műveleteket használva.
it: Questa guida rapida descrive come elaborare i dati e memorizzare il risultato in un altro servizio web utilizzando le operazioni WPS.

source: Contents
es: Contenidos
fr: Contenu
hu: Tartalom
it: Contenuti

source: Start 52°North WPS
de: Starten Sie den 52°North WPS
es: Iniciar 52°North WPS
fr: Démarrer 52°North WPS
hu: 52 North WPS indítása
it: Avvia 52°North WPS

source: To run the 52°North WPS on the Live DVD, go to |osgeolive-appmenupath-52nWPS| or use this `direct link <http://localhost:8080/52nWPS/>`_.
de: Um den 52°North WPS auf der Live-DVD auszuführen, gehen Sie zu |osgeolive-appmenupath-52nWPS| oder verwenden Sie diesen 'direkten Link <http: localhost:8080/52nwps/="">'_.</http:>
es: Para ejecutar 52°North WPS en el DVD Vivo, vaya a |osgeolive-appmenupath-52nWPS| o use este `enlace directo <http://localhost:8080/52nWPS/>`_.
fr: Pour lancer 52°North WPS dans le Live DVD, àllez à |osgeolive-appmenupath-52nWPS| ou utilisez le `lien direct <http://localhost:8080/52nWPS/>`_.
hu: 52°North WPS futtatásához a Live DVD-n menjen a |osgeolive-appmenupath-52nWPS|-hez vagy használja `közvetlen linket <http://localhost:8080/52nWPS/>`_.
it: Per lanciare il WPS di 52°North WPS sul Live DVD, vai su |osgeolive-appmenupath-52nWPS| o usa questo `link diretto <http://localhost:8080/52nWPS/>`_.

source: The 52n WPS welcome page will appear.
de: Die 52n WPS Willkommenseite wird erscheinen.
es: Aparecerá la página de bienvenida de 52n WPS.
fr: La page d'accueil de52n WPS va apparaître.
hu: A 52n WPS üdvözlő kép jelenik meg,
it: Apparirà la pagina di benvenuto di 52n WPS.

source: screenshot
es: pantalla
hu: képernyőkép

source: (If the web service is not reachable, try to start the Tomcat servlet engine following the steps at the bottom of the :doc:`SOS quickstart page <../quickstart/52nSOS_quickstart>`.)
de: (Ist der Service nicht erreichbar, versuchen Sie den Tomcat Service zu starten. Folgen Sie dabei den einzelnen Schritten, wie es am Ende des Dokumentes :doc:`SOS Quickstart<../quickstart/52nSOS_quickstart>` beschrieben ist.)
es: (Si el servicio web no es accesible, intente iniciar el motor de servlet Tomcat siguiendo los pasos en la parte inferior de la página de inicio rápido de :doc:`página de inicio rápido SOS <../quickstart/52nSOS_quickstart>`.)
fr: (Si le service web n'est pas atteignable, essayez de démarrer l'engin de miniserveur Tomcat en suivant les étapes à la fin de fin du :doc:`gui de démarrage rapide SOS<../quickstart/52nSOS_quickstart>`.)
hu: Ha a szolgáltatás nem érhető el próbálja meg elindítani a Tomcat servlet motort a :doc:`SOS gyorstalpaló oldal <../quickstart/52nSOS_quickstart>` alján található lépéseket követve.
it: (Se il servizio web non è raggiungibile, prova ad avviare il motore servlet Tomcat seguendo i passi in fondo al :doc:`Pagina di avvio rapido di SOS <../quickstart/52nSOS_quickstart>`.)

source: Get information about the service
de: Ausgabe von Information über den Dienst
es: Obtener información sobre el servicio
fr: Obtenir des informations sur le service
hu: Kapjon információt a szolgáltatásról
it: Ottenere le informazioni sul servizio

source: Check out the capabilities of the 52°North WPS with this request:
de: Prüfen Sie das Capabilities-Dokument des 52°North WPS über den folgenden Aufruf:
es: Consulte las capacidades de 52 ° North WPS con esta solicitud:
fr: Contrôler les capacités de 52°North WPS avec cette requête:
hu: Nézd meg az az 52 ° North WPS képességeit ezzel a kéréssel:
it: Controlla le capabilities del WPS 52°North con questa richiesta:

source: Process data
de: Prozessieren von Daten
es: Datos de proceso
fr: Traiter les données
hu: Adatfeldolgozás

source: Click on the link to open the 52nWPS-TestClient.
de: Klicken Sie auf den Link in der Sektion :guilabel:`Test Client`, um einen Test-Client zu öffnen.
es: Click en el enlace para abrir el 52nWPS-TestClient.
fr: Cliquer sur le lien pour ouvrir le client de test de 52nWPS.
hu: Kattintson a linkre az 52nWPS-TestClient megnyitásához.
it: Clicca sul link per aprire il 52nWPS-TestClient.

source: Make sure that :doc:`GeoServer <../overview/geoserver_overview>` is running since the demonstration requires data from the local GeoServer installation.
de: Stellen Sie sicher, dass der :doc:`GeoServer <../overview/geoserver_overview>` gestartet ist, da die Demo Daten dieses lokalen Services verwendet.
es: Asegúrese de que :doc:`GeoServer <../overview/geoserver_overview>` se está ejecutando ya que la demostración requiere datos de la instalación local de GeoServer.
fr: Assurez-vous que :doc:`GeoServer <../overview/geoserver_overview>` est lancé puisque que la démonstration requiert des données depuis l'installation locale de GeoServer.
hu: Győződjön meg, hogí a :doc:`GeoServer <../overview/geoserver_overview>` fut, mivel a bemutatónak a helyi GeoServer telepítés adataira van szüksége.
it: Assicurati che :doc:`GeoServer <../overview/geoserver_overview>` sia in esecuzione poiché la dimostrazione richiede dati dall'installazione locale di GeoServer.

source: To do this, try to open the page http://localhost:8082/geoserver/web. If the page could not be found, select |osgeolive-appmenupath-geoserver| in the menu. The GeoServer should be running after a few moments.
de: Sie können dies prüfen, indem Sie den folgenden Link aufrufen http://localhost:8082/geoserver/web. Wenn die Seite nicht angezeigt werden konnte, wählen Sie |osgeolive-appmenupath-geoserver| im Menü. GeoServer sollte nach einigen Augenblicken starten.
es: Para ello, intente abrir la página http://localhost:8082/geoserver/web. Si no se ha podido encontrar la página, seleccione |osgeolive-appmenupath-geoserver| en el menú. El GeoServer debe estar ejecutándose después de unos momentos.
fr: Pour cela, essayer d'ouvrir la page http://localhost:8082/geoserver/web. Si la page n'est pas accessible, sélectionner |osgeolive-appmenupath-geoserver| dans le menu. GeoServer devrait être fonctionnel après quelques instants.
hu: Ehhez próbálja megnyitni a http://localhost:8082/geoserver/web oldalt. Ha az oldal nem található válassza a |osgeolive-appmenupath-geoserver|-t a menüből. A GeoServer-nek futnia kell néhány pillanat múlva.
it: Per farlo, prova ad aprire la pagina http://localhost:8082/geoserver/web. Se la pagina non è stata trovata, seleziona |osgeolive-appmenupath-geoserver| nel menu. Il GeoServer dovrebbe essere in esecuzione dopo pochi istanti.

source: Select the example request "SimpleBuffer_out_wfs.xml" from the dropdown list:
de: Wählen Sie den einfachen Aufruf "SimpleBuffer_out_wfs.xml" aus der Auswahlliste:
es: Seleccione la solicitud de ejemplo "SimpleBuffer_out_wfs.xml" de la lista desplegable:
fr: Sélectionner la requête d'exemple "SimpleBuffer_out_wfs.xml" dans la liste déroulante:
hu: Válassza a "SimpleBuffer_out_wfs.xml" kérést a legördülő listából:
it: Seleziona la richiesta di esempio "SimpleBuffer_out_wfs.xml" dall'elenco a discesa:

source: Push the Send-Button and the request will be transmitted to the 52°North WPS which will generate a buffer around the major roads of Tasmania with a width of 0.05 degrees and store the result in GeoServer.
de: Drücken Sie den :guilabel:`Send` -Button und die Anfrage wird an den 52°North WPS Service übermittelt. Dieser wird eine XML-Repräsentation der Puffer um die Hauptstraßen von Tasmanien mit einem Abstand von 0.05 Grad zurückliefern und in GeoServer speichern.
es: Presione el Botón de Enviar y la solicitud será transmitida hacia el 52°North WPS, el cual generará buffer alrededor de las carreteras principales de Tasmania con un ancho de 0.05 grados y almacenará el resultado en GeoServer.
fr: Pousser le bouton `Send` et la requête sera transmise à 52°North WPS ce qui générera un tampon autour des routes principales de Tasmanie avec une largeur de 0.05 degrés et stockera le résultat dans GeoServer.
hu: Nyomja meg a Send gombot és a kérést elküldi a 2°North WPS-nek, mely egy 0.05 fokos övezetet generál Tasmania főútjai körül és az eredményt a GeoServe-ben tárolja.
it: Premi il pulsante Invia e la richiesta sarà trasmessa al WPS 52°North che genererà un buffer intorno alle strade principali della Tasmania con una larghezza di 0,05 gradi e memorizzerà il risultato nel GeoServer.

source: Copy the ResourceID from the response. This is the name of the GeoServer layer. Add the ID to the following request: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=Add-ResourceID-here You should get the following result:
de: Kopieren Sie den Wert der ResourceID vom zurückgelieferten Dokument. Dies ist der Name des GeoServer Layers. Fügen Sie die ID zur folgender Anfrage hinzu: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=Fügen-Sie-hier-die-ResourceID-ein Folgendes Ergebnis sollte zu sehen sein:
es: Copie el ResourceID de la respuesta. Ese es el nombre de la capa de GeoServer. Agregue el ID a la siguiente solicictud: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=Add-ResourceID-here Deberá obtener el siguiente resultado:
fr: Copier le ResourceID de la réponse. C'est le nom de la couche dans GeoServer. Ajouter l'identifiant (ID) à la requête suivante: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=Ajouter-ResourceID-ici Vous devriez obtenir le résultat suivant:
hu: Másolja le a ResourceID-t a válaszból. Ez a GeoServer réteg neve. Adja hozzá az ID-t a következő kéréshez: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=ide_írj_az_ID-t. A következő eredményt kell kapnia:
it: Copia il ResourceID dalla risposta. Questo è il nome del layer GeoServer. Aggiungi l'ID alla seguente richiesta: http://localhost:8082/geoserver/wms?service=WMS&version=1.1.0&request=GetMap&styles=&bbox=145.14757902405984,-43.47330297262748,148.32274986232298,-40.80286290459129&width=512&height=430&srs=EPSG:4326&format=application/openlayers&layers=Add-ResourceID-here Dovresti ottenere il seguente risultato:

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare

source: Try out other example requests from the dropdown list of the WPS test client.
de: Versuchen Sie weitere Besipielaufrufe aus der Auswahlliste des WPS Testclients.
es: Pruebe otros ejemplos de solicitudes de la lista desplegable del cliente de prueba WPS.
fr: Essayer d'autres exemples de requêtes à partir de la liste déroulante du client de test WPS.
hu: Próbáljon ki további minta kéréseket a WPS teszt kliens legördülő listájából.
it: Prova altre richieste di esempio dall'elenco a discesa del client di prova WPS.

source: You could also install the WPS plugin for :doc:`QGIS <../overview/qgis_overview>` and try it out with the 52°North WPS.
de: Sie können das WPS Plugin für :doc:`QGIS <../overview/qgis_overview>` installieren und es mit dem 52°North WPS testen.
es: Usted puede también instalar el complemento WPS para :doc:`QGIS <../overview/qgis_overview>` y pruébalo con el WPS de 52°North.
fr: Vous pouvez aussi installer le plugin WPS pour :doc:`QGIS <../overview/qgis_overview>` et l'essayer avec 52°North WPS.
hu: A WPS modult telepítheti a :doc:`QGIS-hez <../overview/qgis_overview>` és próbálja ki az 52°North WPS-sel.
it: Potresti anche installare il plugin WPS per :doc:`QGIS <../overview/qgis_overview>` e provarlo con il WPS 52°North.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?

source: Create your own processes and execute them using various clients.
de: Erstellen Sie eigene Prozesse und führen Sie diese in verschiedenen Clients aus.
es: Cree sus propios procesos y ejecútelos usando varios clientes.
fr: Créer vos propres géotraitements et les exécuter depuis des clients variés.
hu: Hozza létre saját feldolgozásait és futtassa őket különböző kliensek felhasználásával.
it: Crea i processi ed eseguili usando vari client.

source: Set up the WPS to execute GRASS GIS 7 processes.
de: Setzen Sie einen WPS zum Ausführen von GRASS GIS 7 Prozessen auf.
es: Configurar el WPS para ejecutar los procesos de GRASS GIS 7.
fr: Paramétrer le WPS pour exécuter des géotraitements GRASS GIS 7.
hu: Állítsa be a WPS-t GRASS GIS 7 feldolgozások végrehajtásához.
it: Imposta il WPS per eseguire i processi di GRASS GIS 7.

source: Set up the WPS to execute :doc:`R <../overview/R_overview>` scripts as processes.
de: Setzen Sie einen WPS zum Ausführen von :doc:`R <../overview/R_overview>` Skripten auf.
es: Configurar el WPS para ejecutar los scripts de :doc:`R <../overview/R_overview>` como procesos.
fr: Paramétrer WPS pour exécuter des scripts :doc:`R <../overview/R_overview>` comme traitements.
hu: Állítsa be a WPS-t :doc:`R <../overview/R_overview>` szriptek mint feldolgozások végrehajtásához.
it: Imposta il WPS per eseguire gli script :doc:`R <../overview/R_overview>` come processi.

source: Available in the 52°North wiki: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials
de: Verfügbar im 52°North Wiki: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials
es: Disponible en la wiki de 52°North: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials
fr: Disponible dans le wiki 52°North: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials
hu: Elérhető az 52°North wikiben: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials
it: Disponibile nel wiki di 52°North: https://wiki.52north.org/Geoprocessing/GeoprocessingTutorials

source: For further questions you can contact the 52°North WPS mailing list:
de: Haben Sie weitere Fragen? Nehmen Sie Kontakt über die 52°North WPS mailing list auf:
es: Para más información, puede ponerse en contacto con la lista de correo de 52°North WPS:
fr: Pour des questions complémentaires, vous contacter la liste de diffusion de 52°North WPS:
hu: További kérdések esetén vegye fel a kapcsolatot az 52°North WPS levelező listával:
it: Per ulteriori domande puoi contattare la mailing list di 52°North WPS:

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo

source: geoprocessing@52north.org
de: geoprocessingservices@52north.org
