Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/actinia_quickstart.po
Languages: es, it, ja, sv

source: Example 2: Orthophoto image segmentation with export
es: Ejemplo 2: Segmentación de imagen de ortofoto con exportación
it: Esempio 2: Segmentazione dell'immagine ortofoto con esportazione
ja: 例2: オルソ写真画像のセグメント化とエキスポート
sv: Exempel 2: Segmentering av ortofotobilder med export

source: Store the following script as text file ``/tmp/ace_segmentation.sh``:
es: Almacene el siguiente script como archivo de texto ``/tmp/ace_segmentation.sh``:
it: Memorizza il seguente script come file di testo ``/tmp/ace_segmentation.sh``:
ja: 次のスクリプトをテキストファイル ``/tmp/ace_segmentation.sh`` として保存してください:
sv: Spara följande skript som textfil ``/tmp/ace_segmentation.sh``:

source: Run the script saved in a text file as
es: Ejecute el script guardado en un archivo de texto como
it: Esegui lo script salvato in un file di testo come
ja: テキストファイルに保存されているスクリプトを次のように実行します
sv: Kör skriptet som sparats i en textfil som

source: Examples for persistent processing
es: Ejemplos de procesamiento persistente
it: Esempi di elaborazione persistente
ja: 永続処理の例
sv: Exempel på uthållig bearbetning

source: GRASS GIS commands can be executed in a user specific persistent database. The user must create a mapset in an existing location. This mapsets can be accessed via ``ace``. All processing results of commands run in this mapset, will be stored persistently. Be aware that the processing will be performed in an ephemeral database that will be moved to the persistent storage using the correct name after processing.
es: Los comandos GRASS GIS se pueden ejecutar en una base de datos persistente específica del usuario. El usuario debe crear un conjunto de mapas en una ubicación existente. Se puede acceder a estos conjuntos de mapas a través de ``ace``. Todos los resultados de procesamiento de los comandos ejecutados en este conjunto de mapas se almacenarán de forma persistente. Tenga en cuenta que el procesamiento se realizará en una base de datos efímera que se moverá al almacenamiento persistente usando el nombre correcto después del procesamiento.
it: I comandi di GRASS GIS possono essere eseguiti in un database persistente specifico dell'utente. L'utente deve creare un mapset in una posizione esistente. Si può accedere a questo mapset tramite ``ace``. Tutti i risultati dell'elaborazione dei comandi eseguiti in questo mapset saranno memorizzati in modo persistente. Siate consapevoli che l'elaborazione verrà eseguita in un database effimero che verrà spostato nella memoria persistente usando il nome corretto dopo l'elaborazione.
ja: GRASS GISコマンドは、ユーザ固有の永続データベースで実行できます。ユーザは既存の場所にマップセットを作成する必要があります。このマップセットには ``ace`` を介してアクセスできます。このマップセットで実行されるコマンドのすべての処理結果は、永続的に格納されます。処理後に正しい名前を使用して永続ストレージに移動される一時的なデータベースで処理が実行されることに注意してください。
sv: GRASS GIS-kommandon kan köras i en användarspecifik beständig databas. Användaren måste skapa en kartuppsättning på en befintlig plats. Denna kartuppsättning kan nås via ``ace``. Alla bearbetningsresultat av kommandon som körs i denna mapset kommer att lagras permanent. Tänk på att bearbetningen kommer att utföras i en kortvarig databas som kommer att flyttas till den permanenta lagringen med rätt namn efter bearbetningen.

source: To create a new mapset in the **nc_spm_08** location with the name **test_mapset** the following command must be executed
es: Para crear un nuevo conjunto de mapas en la ubicación **nc_spm_08** con el nombre **test_mapset**, se debe ejecutar el siguiente comando
it: Per creare un nuovo mapset nella posizione **nc_spm_08** con il nome **test_mapset** deve essere eseguito il seguente comando
ja: **test_mapset** という名前で **nc_spm_08** という場所に新しいマップセットを作成するには、以下のコマンドを実行する必要があります。
sv: För att skapa en ny mapset på **nc_spm_08**-platsen med namnet **test_mapset** måste följande kommando köras

source: Run the commands from the statistic script in the new persistent mapset
es: Ejecute los comandos desde el script de estadísticas en el nuevo conjunto de mapas persistente
it: Esegui i comandi dello script statistico nel nuovo mapset persistente
ja: 新しい永続マップセット内の統計スクリプトからコマンドを実行します。
sv: Kör kommandona från statistikskriptet i den nya beständiga kartuppsättningen

source: Show all raster maps that have been created with the script in test_mapset
es: Mostrar todos los mapas ráster que se han creado con el script en test_mapset
it: Mostra tutte le mappe raster che sono state create con lo script in test_mapset
ja: test_mapset 内のスクリプトで作成されたすべてのラスタマップを表示します。
sv: Visa alla rasterkartor som har skapats med skriptet i test_mapset

source: Show information about raster map elev and slope_elev
es: Mostrar información sobre el mapa ráster elev y slope_elev
it: Mostra informazioni sulla mappa raster elev e slope_elev
ja: ラスタマップの高度と slope_elev に関する情報を表示する
sv: Visa information om rasterkartan elev och slope_elev

source: Delete the test_mapset
es: Eliminar el test_mapset

source: If the active GRASS GIS session has identical location/mapset settings, then an alias can be used to avoid the persistent option in each single command call:
es: Si la sesión activa de GRASS GIS tiene configuraciones idénticas de ubicación/conjunto de mapas, entonces se puede usar un alias para evitar la opción persistente en cada llamada de comando:

source: We assume that in the active GRASS GIS session the current location is **nc_spm_08** and the current mapset is **test_mapset**. Then the commands from above can be executed in the following way:
es: Suponemos que en la sesión activa de GRASS GIS la ubicación actual es **nc_spm_08** y el conjunto de mapas actual es **test_mapset**. Luego, los comandos de arriba se pueden ejecutar de la siguiente manera:
it: Assumi che nella sessione attiva di GRASS GIS la località corrente sia **nc_spm_08** e il mapset corrente sia **test_mapset**. Allora i comandi di cui sopra possono essere eseguiti nel modo seguente:
ja: アクティブなGRASS GISセッションでは、現在の場所は **nc_spm_08** であり、現在のマップセットは **test_mapset** であると仮定します。上記のコマンドは、次のように実行できます:
sv: Vi antar att i den aktiva GRASS GIS-sessionen är den aktuella platsen **nc_spm_08** och det aktuella mapsetet är **test_mapset**. Då kan kommandona från ovan utföras på följande sätt:

source: Super admin tasks
es: Super tareas de administrador

source: Creation of new locations
es: Creación de nuevas ubicaciones

source: Installing of GRASS GIS addons (extensions)
es: Instalación de complementos GRASS GIS (extensiones)

source: Further reading
es: Lectura adicional

source: Visit the actinia website at `https://actinia.mundialis.de <https://actinia.mundialis.de>`_
es: Visite el sitio web de actinia en `https://actinia.mundialis.de <https://actinia.mundialis.de>`_
it: Visita il sito web di actinia: `https://actinia.mundialis.de <https://actinia.mundialis.de>`_
ja: actinia webサイト: `https://actinia.mundialis.de <https://actinia.mundialis.de>`_
sv: Besök actinias webbplats på https://actinia.mundialis.de <https://actinia.mundialis.de>`_

source: Neteler, M., Gebbert, S., Tawalika, C., Bettge, A., Benelcadi, H., Löw, F., Adams, T, Paulsen, H. (2019). Actinia: cloud based geoprocessing. In Proc. of the 2019 conference on Big Data from Space (BiDS'2019) (pp. 41–44). EUR 29660 EN, Publications Office of the European Union 5, Luxembourg: P. Soille, S. Loekken, and S. Albani (Eds.). (`DOI <https://doi.org/10.5281/zenodo.2631917>`__)
es: Neteler, M., Gebbert, S., Tawalika, C., Bettge, A., Benelcadi, H., Löw, F., Adams, T, Paulsen, H. (2019). Actinia: geoprocesamiento basado en la nube. En Proc. de la conferencia de 2019 sobre Big Data desde el Espacio (BiDS'2019) (pp. 41–44). EUR 29660 EN, Oficina de Publicaciones de la Unión Europea 5, Luxemburgo: P. Soille, S. Loekken, and S. Albani (Eds.). (`DOI <https://doi.org/10.5281/zenodo.2631917>`__)

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: actinia Quickstart
it: Guida rapida actinia
ja: actinia クイックスタート
sv: actinia Snabbstart

source: Actinia is an open source REST API for scalable, distributed, high performance processing of geographical data that uses mainly `GRASS GIS <https://grass.osgeo.org/>`__ for computational tasks. Actinia provides a REST API to process satellite images, time series of satellite images, raster and vector data.
it: Actinia è un'API REST open source per l'elaborazione scalabile, distribuita e ad alte prestazioni di dati geografici che utilizza principalmente `GRASS GIS <https://grass.osgeo.org/>`__ per compiti di calcolo. Actinia fornisce un'API REST per elaborare immagini satellitari, serie temporali di immagini satellitari, dati raster e vettoriali.
ja: Actiniaは、地理データのスケーラブルな分散・高性能処理のためのオープンソースのREST APIで、計算タスクには主に `GRASS GIS <https://grass.osgeo.org/>`__ を使用します。Actiniaは、衛星画像、時系列衛星画像データ、ベクタデータを処理するREST APIを提供しています。
sv: Actinia är ett REST API med öppen källkod för skalbar, distribuerad, högpresterande bearbetning av geografiska data som huvudsakligen använder `GRASS GIS <https://grass.osgeo.org/>`__ för beräkningsuppgifter. Actinia tillhandahåller ett REST API för att bearbeta satellitbilder, tidsserier av satellitbilder, raster- och vektordata.

source: Contents
it: Contenuti
ja: 目次
sv: Innehåll

source: Actinia can be used in different ways:
it: L'attinia può essere usata in diversi modi:
ja: Actinia は様々な方法で利用されています。
sv: Actinia kan användas på olika sätt:

source: the `Postman` or `RESTman` extension for browsers
it: le estensioni per browser `Postman` o `RESTman`
ja: ブラウザ用の `Postman` または `RESTman` 拡張
sv: tillägget `Postman` eller `RESTman` för webbläsare

source: The ``ace`` tool (`details <https://neteler.gitlab.io/actinia-introduction/#controlling-actinia-from-a-running-grass-gis-session>`_) allows the execution of a single GRASS GIS command or a list of GRASS GIS commands on an actinia REST service (https://actinia.mundialis.de/). In addition it provides job management, the ability to list locations, mapsets and map layer the user has access to as well as the creation and deletion of mapsets.
it: Lo strumento ``ace`` (`dettagli <https://neteler.gitlab.io/actinia-introduction/#controlling-actinia-from-a-running-grass-gis-session>`_) permette l'esecuzione di un singolo comando GRASS GIS o di una lista di comandi GRASS GIS su un servizio REST actinia (https://actinia.mundialis.de/). Inoltre fornisce la gestione del lavoro, la possibilità di elencare le località, i set di mappe e i layer di mappe a cui l'utente ha accesso, nonché la creazione e la cancellazione dei set di mappe.
ja: ``ace`` ツール(`詳細 <https://neteler.gitlab.io/actinia-introduction/#controlling-actinia-from-a-running-grass-gis-session>`_) は、単一のGRASS GISコマンドあるいはactinia RESTサービス(https://actinia.mundialis.de/) 上のGRASS GISコマンドのリストの実行を可能にします。さらに、ジョブ管理、ユーザがアクセスできる場所、マップセット、マップレイヤのリスト機能、およびマップセットの作成と削除も提供します。
sv: Verktyget ``ace`` (`detaljer <https://neteler.gitlab.io/actinia-introduction/#controlling-actinia-from-a-running-grass-gis-session>`_) gör det möjligt att köra ett enda GRASS GIS-kommando eller en lista med GRASS GIS-kommandon på en actinia REST-tjänst (https://actinia.mundialis.de/). Dessutom ger det jobbhantering, möjlighet att lista platser, kartuppsättningar och kartlager som användaren har tillgång till samt skapande och borttagning av kartuppsättningar.

source: Th ``ace`` tool must be executed in an active GRASS GIS session. It is installed with ``g.extension extension=ace url=https://github.com/actinia-org/ace``.
it: Lo strumento ``ace`` deve essere eseguito in una sessione attiva di GRASS GIS. È installato con ``g.extension extension=ace url=https://github.com/actinia-org/ace``.
ja: ``ace`` ツールはアクティブなGRASS GISセッションで実行されなければなりません。``g.extension extension=ace url=https://github.com/actinia-org/ace`` でインストールされます。
sv: Verktyget ``ace`` måste köras i en aktiv GRASS GIS-session. Det installeras med ``g.extension extension=ace url=https://github.com/actinia-org/ace``.

source: All commands will be executed per default in an **ephemeral** database. Hence, generated output must be exported using augmented GRASS commands.
it: Tutti i comandi saranno eseguiti in maniera predefinita in un database **effimero**. Quindi, il risultato deve essere esportato utilizzando i comandi aumentati di GRASS.
ja: すべてのコマンドは、**ephemeral** データベースでデフォルトごとに実行されます。したがって、生成された出力は、拡張GRASSコマンドを使用してエクスポートする必要があります。
sv: Alla kommandon kommer att utföras som standard i en **eephemeral** databas. Därför måste genererad utdata exporteras med hjälp av utökade GRASS-kommandon.

source: The option ``mapset=MAPSET_NAME`` allows the execution of commands in the persistent user database. It can be used with ``location=LOCATION_NAME`` option.
it: L'opzione ``mapset=MAPSET_NAME`` permette l'esecuzione di comandi nel database utente persistente. Può essere usata con l'opzione ``location=LOCATION_NAME``.
ja: オプション ``mapset=MAPSET_NAME`` は、永続的なユーザーデータベースでコマンドを実行できるようにします。これは ``location=LOCATION_NAME`` オプションと一緒に使用することができます。
sv: Alternativet ``mapset=MAPSET_NAME`` gör det möjligt att utföra kommandon i den beständiga användardatabasen. Det kan användas tillsammans med alternativet ``location=LOCATION_NAME``.

source: Setup your environment
it: Imposta il tuo ambiente
ja: 環境のセットアップ
sv: Konfigurera din miljö

source: Be sure to run the following commands in a GRASS GIS session.
it: Assicurati di eseguire i seguenti comandi in una sessione di GRASS GIS.
ja: GRASS GISセッションでは、必ず次のコマンドを実行してください。
sv: Se till att köra följande kommandon under en GRASS GIS-session.

source: Access sample data
it: Accesso ai dati campione
ja: サンプルデータへのアクセス
sv: Få tillgång till exempeldata

source: Selected datasets are available to the demo user. To list the locations you have access to, run
it: Gli insiemi di dati selezionati sono disponibili per l'utente demo. Per elencare le posizioni a cui si ha accesso, eseguire
ja: 選択したデータセットはデモユーザが使用できます。アクセスできる場所を一覧表示するには
sv: Utvalda dataset är tillgängliga för demo-användaren. För att lista de platser du har tillgång till kör du

source: Access data from external sources
it: Accesso ai dati da fonti esterne
ja: 外部ソースからデータにアクセスする
sv: Få tillgång till data från externa källor

source: GRASS GIS commands can be augmented with actinia specific extensions. The ``@`` operator can be specified for an input parameter to import a web located resource and to specify the export of an output parameter.
it: I comandi di GRASS GIS possono essere aumentati con estensioni specifiche di actinia. L'operatore ``@`` può essere specificato per un parametro in ingresso per importare una risorsa situata sul web e per specificare l'esportazione di un parametro in uscita.
ja: actinia 固有の拡張機能で、GRASS GISコマンドは拡張されています。入力パラメータとして ``@`` オペレータを指定することで、Webにあるリソースをインポートしたり、出力パラメータのエクスポートを指定することができます。
sv: GRASS GIS-kommandon kan kompletteras med actinia-specifika tillägg. Operatorn ``@`` kan anges för en inmatningsparameter för att importera en webbaserad resurs och för att ange export av en utmatningsparameter.

source: Landsat subscenes (``nc_spm_08/landsat``; source: https://grass.osgeo.org/download/data/)
ja: ランドサットのサブシーン (``nc_spm_08/landsat``; ソース: https://grass.osgeo.org/download/data/)
sv: Landsat-underscener (``nc_spm_08/landsat``; källa: https://grass.osgeo.org/download/data/)

source: empty (``latlong_wgs84/PERMANENT/``)
ja: 空 (``latlong_wgs84/PERMANENT/``)

source: 16-days NDVI, MOD13C1, V006, CMG 0.05 deg res. (``latlong_wgs84/modis_ndvi_global/``; source: https://lpdaac.usgs.gov/products/mod13c1v006/)
ja: 16日間の NDVI、MOD13C1、V006、CMG 0.05 度解像度(``latlong_wgs84/modis_ndvi_global/``; ソース: https://lpdaac.usgs.gov/products/mod13c1v006/)
sv: 16-dagars NDVI, MOD13C1, V006, CMG 0,05 grader res. (``latlong_wgs84/modis_ndvi_global/``; källa: https://lpdaac.usgs.gov/products/mod13c1v006/)

source: LST growing degree days asia 2017 (``latlong_wgs84/asia_gdd_2017/``; source: https://www.mundialis.de/en/temperature-data/)
ja: LST 有効積算温度 アジア 2017 (``latlong_wgs84/asia_gdd_2017/``; ソース: https://www.mundialis.de/en/temperature-data/)
sv: LST Växande graddagar Asien 2017 (``latlong_wgs84/asia_gdd_2017/``; källa: https://www.mundialis.de/en/temperature-data/)

source: LST tropical days asia 2017 (``latlong_wgs84/asia_tropical_2017/``)
it: LST giorni tropicali asia 2017 (``latlong_wgs84/asia_tropical_2017/``)
ja: LST 熱帯日数 アジア 2017 (``latlong_wgs84/asia_tropical_2017/``)
sv: LST tropiska dagar Asien 2017 (``latlong_wgs84/asia_tropical_2017/``)

source: LST temperature daily asia 2017, including min, max and avg (``latlong_wgs84/asia_lst_daily_2017/``)
it: LST temperatura giornaliera asia 2017, incluso min, max e avg (``latlong_wgs84/asia_lst_daily_2017/``)
ja: LST 日次温度 アジア 2017、最小、最大、平均を含む (``latlong_wgs84/asia_lst_daily_2017/``)
sv: LST-temperatur dagligen Asien 2017, inklusive min, max och medelvärde (``latlong_wgs84/asia_lst_daily_2017/``)

source: Inspect the REST call prior to submission
it: Ispeziona la chiamata REST prima della sottomissione
ja: 送信前にRESTコールを検査する
sv: Inspektera REST-anropet före inlämning

source: To generate the actinia process chain JSON request simply add the ``-d`` (dry-run) flag:
it: Per generare la richiesta JSON della catena di processo di actinia è sufficiente aggiungere il flag ``-d`` (dry-run):
ja: actinia 処理チェインのJSONリクエストを生成するには、 ``-d`` (ドライラン)フラグを追加するだけです:
sv: För att generera en JSON-begäran för actinia-processens kedja behöver du bara lägga till flaggan ``-d`` (dry-run):

source: Display a map - map rendering
it: Visualizza una mappa - rendering della mappa
ja: マップ表示 - マップレンダリング
sv: Visa en karta - kartåtergivning

source: Ephemeral processing is the default processing approach of actinia. Commands are executed in an ephemeral mapset which will be removed after processing. You can export the output of GRASS GIS modules to store the computational result for download and further analysis. The following export formats are currently supported:
it: L'elaborazione effimera è l'approccio predefinito di elaborazione di actinia. I comandi vengono eseguiti in un mapset effimero che verrà rimosso dopo l'elaborazione. È possibile esportare l'output dei moduli GIS di GRASS per memorizzare il risultato del calcolo per il download e ulteriori analisi. Attualmente sono supportati i seguenti formati di esportazione:
ja: 一時的処理は、actinia のデフォルトの処理方法です。コマンドは、処理後に削除される一時マップセットで実行されます。GRASS GISモジュールの出力を書き出して、計算結果を保存し、ダウンロードしてさらに解析することができます。現在サポートされているエクスポートフォーマットは次のとおりです:
sv: Ephemeral processing är standardmetoden för bearbetning av actinia. Kommandon utförs i en efemär kartuppsättning som tas bort efter bearbetningen. Du kan exportera utdata från GRASS GIS-moduler för att lagra beräkningsresultatet för nedladdning och vidare analys. Följande exportformat stöds för närvarande:

source: raster: ``COG``, ``GTiff``
ja: ラスタ: ``COG``、``GTiff``

source: vector: ``GPKG``, ``GML``, ``GeoJSON``, ``ESRI_Shapefile``
it: vettore: ``GPKG``, ``GML``, ``GeoJSON``, ``ESRI_Shapefile``
ja: ベクタ: ``GPKG``、``GML``、``GeoJSON``、``ESRI_Shapefile``
sv: vektor: ``GPKG``, ``GML``, ``GeoJSON``, ``ESRI_Shapefile``

source: The results (messages, statistics, files) are provided as REST resources.
it: I risultati (messaggi, statistiche, file) sono forniti come risorse REST.
ja: 結果(メッセージ、統計、ファイル)はRESTリソースとして提供されます。
sv: Resultaten (meddelanden, statistik, filer) tillhandahålls som REST-resurser.

source: Delete the test_mapset (always double check names when deleting)
it: Cancella il test_mapset (controlla sempre due volte i nomi quando si cancella)
ja: test_mapset を削除します(削除時は常に名前をダブルチェックします)。
sv: Ta bort test_mapset (dubbelkolla alltid namn när du tar bort)

source: If the active GRASS GIS session has identical location/mapset names, then an alias can be used to avoid the persistent option in each single command call:
it: Se la sessione attiva di GRASS GIS ha nomi di località/mappe identici, allora si può usare un alias per evitare l'opzione persistente in ogni singola chiamata di comando:
ja: アクティブなGRASS GISセッションに同一のロケーション/マップセット名がある場合は、エイリアスを使用して、各コマンド呼び出しの永続オプションを回避できます。
sv: Om den aktiva GRASS GIS-sessionen har identiska namn på platser och kartor kan ett alias användas för att undvika att använda alternativet persistent i varje enskilt kommandoanrop:

source: Things to try
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Install on OSGeoLive VM with Docker Compose
it: Installazione su una macchina virtuale OSGeoLive con Docker Compose
ja: Docker ComposeでOSGeoLive VMにインストール
sv: Installera på OSGeoLive VM med Docker Compose

source: Requirements: docker and docker-compose (already available in OSGeoLive VM version)
it: Requisiti: docker e docker-compose (già disponibili nella versione OSGeoLive VM)
ja: 必要条件: docker と docker-compose (OSGeoLive VM版ではすでに利用可能)
sv: Krav: docker och docker-compose (redan tillgängligt i OSGeoLive VM-versionen)

source: To build and deploy actinia, run
it: Per compilare ed utilizzare actinia, eseguire
ja: actiniaをビルド・デプロイするには、以下を実行します
sv: För att bygga och driftsätta actinia, kör

source: Now you have a running actinia instance locally! Check with
it: Ora avete un'istanza di Actinia funzionante in locale! Controllare con
ja: これでローカル環境でactiniaインスタンスが動作するようになりました！確認してみましょう
sv: Nu har du en fungerande actinia-instans lokalt! Kontrollera med

source: Create new locations
it: Crea nuove location
ja: 新しい場所の作成
sv: Skapa nya platser

source: Install GRASS GIS addons (extensions)
it: Installa GRASS GIS addons (estensioni)
ja: GRASS GISアドオン(拡張機能)のインストール
sv: Installera GRASS GIS-tillägg (extensions)

source: What next?
it: E ora?
ja: 次のステップは何?
sv: Hur vill du gå vidare?

source: actinia tutorial: `https://neteler.gitlab.io/actinia-introduction <https://neteler.gitlab.io/actinia-introduction>`_
ja: actinia チュートリアル: `https://neteler.gitlab.io/actinia-introduction <https://neteler.gitlab.io/actinia-introduction>`_
sv: actinia handledning: `https://neteler.gitlab.io/actinia-introduction <https://neteler.gitlab.io/actinia-introduction>`_

source: Further reading: Neteler, M., Gebbert, S., Tawalika, C., Bettge, A., Benelcadi, H., Löw, F., Adams, T, Paulsen, H. (2019). Actinia: cloud based geoprocessing. In Proc. of the 2019 conference on Big Data from Space (BiDS'2019) (pp. 41-44). EUR 29660 EN, Publications Office of the European Union 5, Luxembourg: P. Soille, S. Loekken, and S. Albani (Eds.). (`DOI <https://zenodo.org/record/2631917>`__)
ja: 追加文献: Neteler, M., Gebbert, S., Tawalika, C., Bettge, A., Benelcadi, H., Löw, F., Adams, T, Paulsen, H. (2019). Actinia:cloud based geoprocessing. In Proc. of the 2019 conference on Big Data from Space (BiDS'2019) (pp. 41-44). EUR 29660 EN, Publications Office of the European Union 5, Luxembourg: P. Soille, S. Loekken, and S. Albani (Eds.). (`DOI <https://zenodo.org/record/2631917>`__)
sv: Ytterligare läsning: Neteler, M., Gebbert, S., Tawalika, C., Bettge, A., Benelcadi, H., Löw, F., Adams, T, Paulsen, H. (2019). Actinia: molnbaserad geoprocessing. I Proc. från 2019 års konferens om Big Data from Space (BiDS'2019) (s. 41-44). EUR 29660 SV, Europeiska unionens publikationsbyrå 5, Luxemburg: P. Soille, S. Loekken och S. Albani (red.). (`DOI <https://zenodo.org/record/2631917>`__)

source: nologo
ja: ロゴなし

source: OSGeo Project
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)

source: through `Jupyter notebooks <https://github.com/actinia-org/actinia-jupyter>`__
it: attraverso `Jupyter notebooks <https://github.com/actinia-org/actinia-jupyter>`__
sv: genom `Jupyter anteckningsböcker <https://github.com/actinia-org/actinia-jupyter>`__
