Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/actinia_quickstart.po
Languages: es, it, ja, sv

source: the `Python interface <https://github.com/actinia-org/actinia-python-client>`__
it: l' `interfaccia Python <https://github.com/actinia-org/actinia-python-client>`__
sv: gränssnittet för Python <https://github.com/actinia-org/actinia-python-client>`__

source: Using actinia with a Jupyter notebook
it: Usare actinia con un Jupyter notebook
sv: Använda actinia med en Jupyter-anteckningsbok

source: Numerous Jupyter notebooks for actinia are available from `https://github.com/actinia-org/actinia-jupyter <https://github.com/actinia-org/actinia-jupyter>`_
it: Numerosi Jupyter notebooks per actinia sono disponibili `https://github.com/actinia-org/actinia-jupyter <https://github.com/actinia-org/actinia-jupyter>`_
sv: Många Jupyter-anteckningsböcker för actinia finns tillgängliga från `https://github.com/actinia-org/actinia-jupyter <https://github.com/actinia-org/actinia-jupyter>`_
