Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/actinia_quickstart.po
Languages: es, it, ja, sv

source: Actinia Quickstart
es: Guía de Inicio Rápido de Actinia

source: Actinia is an open source REST API for scalable, distributed, high performance processing of geographical data that uses GRASS GIS for computational tasks. Actinia provides a REST API to process satellite images, time series of satellite images, raster and vector data.
es: Actinia es una API REST de código abierto para el procesamiento escalable, distribuido y de alto rendimiento de datos geográficos que utiliza GRASS GIS para tareas computacionales. Actinia proporciona una API REST para procesar imágenes satelitales, series temporales de imágenes satelitales, datos ráster y vectoriales.

source: Quick tour
es: Tour rápido

source: To run actinia on OSGeoLive, you will send HTTP GET, PUT, POST and DELETE requests to the actinia server.
es: Para ejecutar actinia en OSGeoLive, enviarás solicitudes HTTP GET, PUT, POST y DELETE al servidor actinia.

source: Sample query with curl
es: Consulta de muestra con curl

source: Example: query of actinia version on OSGeoLive actinia server:
es: Ejemplo: consulta de la versión de actinia en el servidor de actinia OSGeoLive:

source: Data management example
es: Ejemplo de gestión de datos

source: List all locations that are available in the actinia persistent database:
es: Enumere todas las ubicaciones disponibles en la base de datos persistente de actinia:

source: List all mapsets in the location LL:
es: Listar todos los conjuntos de mapas en la ubicación LL:

source: List all space-time raster datasets (STRDS) in location LL and mapset Sentinel_timeseries:
es: Enumere todos los conjuntos de datos ráster espacio-tiempo (STRDS) en la ubicación LL y el conjunto de mapas Sentinel_timeseries:

source: List all raster map layers of the STRDS:
es: Enumere todas las capas de mapa ráster de STRDS:

source: Landsat and Sentinel-2 NDVI computation example
es: Ejemplo de cálculo de Landsat y Sentinel-2 NDVI

source: Compute the NDVI of the top of athmosphere (TOAR) corrected Landsat4 scene LC80440342016259LGN00:
es: Calcule el NDVI de la parte superior de la atmósfera (TOAR), corregida la escena Landsat4 LC80440342016259LGN00

source: NDVI computation of Sentinel-2A scene S2A_MSIL1C_20170212T104141_N0204_R008_T31TGJ_20170212T104138:
es: NDVI cálculo de la escena Sentinel-2A S2A_MSIL1C_20170212T104141_N0204_R008_T31TGJ_20170212T104138:

source: The results of the asynchronous computations are available as GeoTIFF file in a cloud storage for download.
es: Los resultados de los cálculos asincrónicos están disponibles como archivo GeoTIFF en un almacenamiento en la nube para descargar.

source: Ways to use actinia
es: Formas de usar actinia

source: Providing a REST API, actinia can be used in different ways:
es: Al proporcionar una REST API, actinia se puede usar de diferentes maneras:

source: `curl` or similar command line tools
es: `curl` o herramientas de línea de comando similares
it: `curl` o strumenti simili a riga di comando
ja: `curl` などのコマンドラインツール
sv: `curl` eller liknande kommandoradsverktyg

source: the `Postman` extension for browsers
es: la extensión `Postman` para navegadores

source: open a GRASS GIS session and use the `ace` (actinia command execution) tool
es: abrir una sesión GRASS GIS y usar la herramienta `ace` (ejecución de comando actinia)
it: apri una sessione di GRASS GIS e usa lo strumento `ace` (actinia command execution)
ja: GRASS GISセッションを開き、 `ace` (actiniaコマンド実行: actinia command execution)ツールを使用する
sv: öppna en GRASS GIS-session och använda verktyget `ace` (actinia command execution)

source: other interfaces to REST API
es: otras interfaces para la API REST
it: altre interfacce per API REST
ja: REST APIに対する他のインターフェース
sv: andra gränssnitt till REST API

source: In this quickstart, we make use of GRASS GIS to conveniently launch commands from the session to the actinia server (which itself uses GRASS GIS). The idea is to rapidly develop a workflow locally on small data sets to then execute it on the server.
es: En este inicio rápido, hacemos uso de GRASS GIS para iniciar convenientemente comandos desde la sesión al servidor actinia (que a su vez usa GRASS GIS). La idea es desarrollar rápidamente un flujo de trabajo localmente en pequeños conjuntos de datos para luego ejecutarlo en el servidor.
it: In questa guida rapida, utilizziamo GRASS GIS per lanciare comodamente i comandi dalla sessione al server actinia (che a sua volta utilizza GRASS GIS). L'idea è quella di sviluppare rapidamente un flusso di lavoro a livello locale su piccole serie di dati per poi eseguirlo sul server.
ja: このクイックスタートでは、GRASS GISを使用して、セッションから(GRASS GISを使用している) actinia サーバーへのコマンドを便利に起動します。このアイデアは、小さなデータ・セットに対してローカルでワークフローを迅速に開発し、それをサーバー上で実行するというものです。
sv: I den här snabbstarten använder vi GRASS GIS för att på ett enkelt sätt starta kommandon från sessionen till actinia-servern (som i sin tur använder GRASS GIS). Tanken är att snabbt utveckla ett arbetsflöde lokalt på små datamängder för att sedan köra det på servern.

source: Introduction to ace - actinia command execution
es: Introducción a ace - ejecución del comando actinia
it: Introduzione a ace - esecuzione del comando actinia
ja: ace - actinia コマンド実行の概要
sv: Introduktion till ace - actinia command execution

source: The ``ace`` tool (`details <https://github.com/mundialis/actinia_core/tree/master/scripts>`_) allows the execution of a single GRASS GIS command or a list of GRASS GIS commands on an actinia REST service (https://actinia.mundialis.de/). In addition it provides job management, the ability to list locations, mapsets and map layer the user has access to as well as the creation and deletion of mapsets.
es: La herramienta ``ace`` (`detalles <https://github.com/mundialis/actinia_core/tree/master/scripts>`_) permite la ejecución de un solo comando GRASS GIS o una lista de comandos GRASS GIS en un servicio REST actinia (https://actinia.mundialis.de/). Además, proporciona gestión de trabajos, la capacidad de enumerar ubicaciones, conjuntos de mapas y capas de mapas a los que el usuario tiene acceso, así como la creación y eliminación de conjuntos de mapas.

source: Th ``ace`` tool must be executed in an active GRASS GIS session and will use the current location of this session to access the actinia service.
es: La herramienta ``ace`` debe ejecutarse en una sesión activa de GRASS GIS session y usará la ubicación actual de esta sesión para acceder al servicio actinia.

source: The current location setting can be overridden by the ``--location LOCATION_NAME`` option. All commands will be executed per default in an **ephemeral** database. Hence, generated output must be exported using augmented GRASS commands.
es: La configuración de ubicación actual puede ser anulada por la opción ``--location LOCATION_NAME``. Todos los comandos se ejecutarán por defecto en una base de datos **efímera** . Por lo tanto, la salida generada debe exportarse utilizando comandos GRASS aumentados.

source: The option ``--persistent MAPSET_NAME`` allows the execution of commands in the **persistent** user database. It can be used with ``--location LOCATION_NAME``\ option.
es: La opción ``--persistent MAPSET_NAME`` permite la ejecución de comandos en la base de datos de usuario **persistente**. Se puede usar con la opción ``--location LOCATION_NAME``\.

source: Requirements and setup
es: Requerimientos y configuración

source: Needed Python libraries
es: Bibliotecas necesarias de Python

source: In case not yet present on the system, the following Python libraries are needed:
es: En caso de que aún no esten presentes en el sistema, se necesitan las siguientes bibliotecas de Python:

source: Authentication settings
es: Configuraciones de autenticación

source: The user must setup the following environmental variables to specify the actinia server and credentials:
es: El usuario debe configurar las siguientes variables de entorno para especificar el servidor actinia y las credenciales:
it: L'utente deve impostare le seguenti variabili ambientali per specificare il server actinia e le credenziali:
ja: ユーザは、次の環境変数を設定して、Actiniaサーバと認証情報を指定する必要があります:
sv: Användaren måste konfigurera följande miljövariabler för att ange actinia-servern och autentiseringsuppgifterna:

source: Notes on the usage of external data sources
es: Notas sobre el uso de fuentes de datos externas

source: GRASS GIS commands can be augmented with actinia specific extensions. The ``+`` operator can be specified for an input parameter to import a web located resource and to specify the export of an output parameter.
es: Los comandos GRASS GIS se pueden aumentar con extensiones específicas de actinia. El operador ``+`` se puede especificar para un parámetro de entrada para importar un recurso ubicado en la web y para especificar la exportación de un parámetro de salida.

source: See *Example 1* and other examples below.
es: Vea el *Ejemplo 1* y otros ejemplos a continuación.

source: Available data
es: Datos disponibles

source: Importantly, the name of the local location and mapset must correspond to that on the actinia REST server.
es: Es importante destacar que el nombre de la ubicación local y el conjunto de mapas deben corresponder con el del servidor REST de actinia.
it: È importante che il nome della posizione locale e del mapset corrisponda a quello del server REST di actinia.
ja: 重要なことは、ローカルロケーションとマップセットの名前が、RESTサーバの名前と一致する必要があることです。
sv: Det är viktigt att namnet på den lokala platsen och kartuppsättningen motsvarar namnet på actinia REST-servern.

source: Currently available datasets are (organized by projections):
es: Los conjuntos de datos disponibles actualmente son (organizados por proyecciones):
it: I set di dati attualmente disponibili sono (organizzati per proiezioni):
ja: 現在使用可能なデータセットは次のとおりです(投影法毎に整理):
sv: För närvarande tillgängliga dataset är (organiserade efter projektioner):

source: North Carolina sample dataset (NC State-Plane metric CRS, EPSG: 3358):
es: Conjunto de datos de muestra de Carolina del Norte (NC State-Plane metric CRS, EPSG: 3358):
it: Serie di dati campione della Carolina del Nord (NC State-Plane metric CRS, EPSG: 3358):
ja: ノースカロライナ州のサンプルデータセット(NC State-Plane metric CRS、EPSG:3358):
sv: Provdataset från North Carolina (NC State-Plane metric CRS, EPSG: 3358):

source: base cartography (``nc_spm_08/PERMANENT``; source: https://grassbook.org/datasets/datasets-3rd-edition/)
es: cartografía base (``nc_spm_08/PERMANENT``; fuente: https://grassbook.org/datasets/datasets-3rd-edition/)
it: cartografia di base (``nc_spm_08/PERMANENT``; fonte: https://grassbook.org/datasets/datasets-3rd-edition/)
ja: 背景地図 (``nc_spm_08/PERMANENT``; ソース: https://grassbook.org/datasets/datasets-3rd-edition/)
sv: baskartografi (``nc_spm_08/PERMANENT``; källa: https://grassbook.org/datasets/datasets-3rd-edition/)

source: Landsat subscenes (``nc_spm_08/landsat``; source: https://grass.osgeo.org/download/sample-data/)
es: Subescenas Landsat (``nc_spm_08/landsat``; fuente: https://grass.osgeo.org/download/sample-data/)

source: Latitude-Longitude location (LatLong WGS84, EPSG:4326):
es: Ubicación de Latitud-Longitud (LatLong WGS84, EPSG:4326):
it: Posizione latitudine-longitudine (LatLong WGS84, EPSG:4326):
ja: 緯度-経度による位置指定 (緯経度 WGS84、EPSG:4326):
sv: Latitud-Longitud (LatLong WGS84, EPSG:4326):

source: empty (``latlong/PERMANENT/``)
es: vacío (``latlong/PERMANENT/``)

source: 16-days NDVI, MOD13C1, V006, CMG 0.05 deg res. (``latlong/modis_ndvi_global/``; source: https://lpdaac.usgs.gov/dataset_discovery/modis/modis_products_table/mod13c1_v006)
es: 16-days NDVI, MOD13C1, V006, CMG 0.05 grados. (``latlong/modis_ndvi_global/``; fuente: https://lpdaac.usgs.gov/dataset_discovery/modis/modis_products_table/mod13c1_v006)

source: LST growing degree days asia 2017 (``latlong/asia_gdd_2017/``; source: https://www.mundialis.de/en/temperature-data/)
es: Días de grado de crecimiento LST asia 2017 (``latlong/asia_gdd_2017/``; fuente: https://www.mundialis.de/en/temperature-data/)

source: LST tropical days asia 2017 (``latlong/asia_tropical_2017/``)
es: Días tropicales LST asia 2017 (``latlong/asia_tropical_2017/``)

source: LST temperature daily asia 2017, including min, max and avg (``latlong/asia_lst_daily_2017/``)
es: LST temperatura diaria asia 2017, incluyendo min, max y avg (``latlong/asia_lst_daily_2017/``)

source: Europe (EU LAEA CRS, EPSG:3035):
es: Europa (EU LAEA CRS, EPSG:3035):
it: Europa (EU LAEA CRS, EPSG:3035):
ja: 欧州 (EU LAEA CRS、EPSG:3035):
sv: Europa (EU LAEA CRS, EPSG:3035):

source: EU DEM 25m V1.1 (``eu_laea/PERMANENT/``; source: https://land.copernicus.eu/imagery-in-situ/eu-dem)
es: EU DEM 25m V1.1 (``eu_laea/PERMANENT/``; fuente: https://land.copernicus.eu/imagery-in-situ/eu-dem)
ja: EU DEM 25m V1.1 (``eu_laea/PERMANENT/``; ソース: https://land.copernicus.eu/imagery-in-situ/eu-dem)
sv: EU DEM 25m V1.1 (``eu_laea/PERMANENT/``; källa: https://land.copernicus.eu/imagery-in-situ/eu-dem)

source: CORINE Landcover 2012, g100_clc12_V18_5 (``eu_laea/corine_2012/``; source: https://land.copernicus.eu/pan-european/corine-land-cover/clc-2012)
es: CORINE Landcover 2012, g100_clc12_V18_5 (``eu_laea/corine_2012/``; fuente: https://land.copernicus.eu/pan-european/corine-land-cover/clc-2012)
ja: CORINE 土地被覆 2012、g100_clc12_V18_5 (``eu_laea/corine_2012/``; ソース: https://land.copernicus.eu/pan-european/corine-land-cover/clc-2012)
sv: CORINE Landcover 2012, g100_clc12_V18_5 (``eu_laea/corine_2012/``; källa: https://land.copernicus.eu/pan-european/corine-land-cover/clc-2012)

source: World Mollweide (EPSG 54009):
es: Mundo Mollweide (EPSG 54009):
ja: モルワイデ図法の世界地図 (EPSG 54009):

source: GHS_POP_GPW42015_GLOBE_R2015A_54009_250_v1_0 (``world_mollweide/pop_jrc``; source: https://ghsl.jrc.ec.europa.eu/ghs_pop.php)
es: GHS_POP_GPW42015_GLOBE_R2015A_54009_250_v1_0 (``world_mollweide/pop_jrc``; fuente: https://ghsl.jrc.ec.europa.eu/ghs_pop.php)
ja: GHS_POP_GPW42015_GLOBE_R2015A_54009_250_v1_0 (``world_mollweide/pop_jrc``; ソース: https://ghsl.jrc.ec.europa.eu/ghs_pop.php)
sv: GHS_POP_GPW42015_GLOBE_R2015A_54009_250_v1_0 (``world_mollweide/pop_jrc``; källa: https://ghsl.jrc.ec.europa.eu/ghs_pop.php)

source: Note that only selected datasets are available to the demo user (access is managed on a per-user base).
es: Tenga en cuenta que solo los conjuntos de datos seleccionados están disponibles para la demostración del usuario (el acceso se administra en una base por-usuario).

source: List locations, mapsets and maps
es: Lista de ubicaciones, conjuntos de mapas y mapas

source: In order to list the locations the user has access to, run
es: Para enlistar las ubicaciones a las que tiene acceso el usuario, ejecute

source: The following command lists mapsets of current location in the active GRASS GIS session (nc_spm_08):
es: El siguiente comando enlista los conjuntos de mapas de la ubicación actual en la sesión activa de GRASS GIS (nc_spm_08):
it: Il seguente comando elenca i set di mappe della posizione corrente nella sessione attiva di GRASS GIS (nc_spm_08):
ja: 次のコマンドは、アクティブなGRASS GISセッション(nc_spm_08)内の現在位置のマップセットの一覧を表示します:
sv: Följande kommando listar kartset för aktuell plats i den aktiva GRASS GIS-sessionen (nc_spm_08):

source: All following commands can be executed in any active GRASS GIS location, since the location name at the actinia server is explicitly provided. In case the location option is not provided, the active location will be used. The following command lists mapsets of the provided location **latlong**:
es: Todos los siguientes comandos se pueden ejecutar en cualquier ubicación activa de GRASS GIS, ya que el nombre de la ubicación en el servidor actinia se proporciona explícitamente. En caso de que no se proporcione la opción de ubicación, se utilizará la ubicación activa. El siguiente comando enumera los conjuntos de mapas de la ubicación **latlong** proporcionada:

source: To list all raster maps available in the specified mapset belonging to the provided location **latlong**, run:
es: Para enumerar todos los mapas ráster disponibles en el conjunto de mapas especificado que pertenece a la ubicación **latlong**, ejecute:

source: To list all vector maps available in the specified mapset belonging to the current or a provided location, run:
es: Para enumerar todos los mapas vectoriales disponibles en el conjunto de mapas especificado que pertenece a la ubicación actual o proporcionada, ejecute:

source: List all raster maps in a location/mapset different from the current session location:
es: Enumere todos los mapas ráster en una ubicación/conjunto de mapas diferente de la ubicación de la sesión actual:

source: Acessing maps in a different mapset
es: Acceso a mapas en un conjunto de mapas diferente

source: Simply use ``@name_of_mapset``.
es: Simplemente usa ``@name_of_mapset``.

source: Job management
es: Gestión de trabajos

source: The ``ace`` tool can list jobs, choose from ``all``, ``accepted``, ``running``, ``terminated``, ``finished``, ``error``.
es: La herramienta ``ace`` puede enlistar trabajos, de todos ellos elijiendo entre ``all``, ``accepted``, ``running``, ``terminated``, ``finished``, ``error``.

source: Show finished job(s) (note: the actual response may differ):
es: Mostrar trabajo(s) terminados (nota: la respuesta real puede diferir):

source: Show running job(s):
es: Mostrar trabajo(s) en ejecucuión:

source: Show details about a specific job:
es: Mostrar detalles sobre un trabajo específico:

source: Inspecting the REST call prior to submission
es: Inspeccionar la llamada REST antes del envío

source: To generate the actinia process chain JSON request simply add the –dry-run flag:
es: Para generar la solicitud JSON de la cadena de proceso actinia simplemente agregue el indicador –dry-run:

source: which will deliver the output:
es: que entregará la salida:

source: Available export formats
es: Formatos de exportación disponibles

source: At time the following export formats are currently supported:
es: En este momento, los siguientes formatos de exportación son compatibles:

source: raster: ``GTiff``
es: ráster: ``GTiff``

source: table: ``CSV``, ``TXT``
es: tabla: ``CSV``, ``TXT``
it: tabelle: ``CSV``, ``TXT``
ja: 表: ``CSV``、``TXT``
sv: tabell: ``CSV``, ``TXT``

source: The vector formats will be extended in future versions of actina with Geopackage and SQLite formats.
es: Los formatos vectoriales se extenderán en futuras versiones de actina con formatos Geopackage y SQLite.

source: Displaying a map - map rendering
es: Mostrar un mapa - representación de mapas

source: It is very easy (and fast) to render a map:
es: Es muy fácil (y rápido) renderizar un mapa:
it: È molto facile (e veloce) visualizzare una mappa:
ja: マップのレンダリングは非常に簡単(かつ高速)です:
sv: Det är mycket enkelt (och snabbt) att rendera en karta:

source: ESA Globcover map shown by actinia
es: Mapa de ESA Globcover mostrado por actinia
it: Mappa ESA Globcover mostrata da actinia
ja: actinia による ESA Globcover マップの表示
sv: ESA Globcover-karta visad av actinia

source: Examples for ephemeral processing
es: Ejemplos de procesamiento efímero

source: Ephemeral processing is the default processing approach of actinia. Each single command or all commands in a shell script, will be executed in an ephemeral mapset. This mapset will be removed after processing. The output of GRASS GIS modules can be marked for export, to store the computational result for download and further analysis.
es: El procesamiento efímero es el enfoque de procesamiento predeterminado de actinia. Cada comando único o todos los comandos en un script de shell, se ejecutarán en un conjunto de mapas efímero. Este mapa se eliminará después del procesamiento. La salida de los módulos GRASS GIS se puede marcar para exportar, para almacenar el resultado computacional para su descarga y posterior análisis.

source: Command line examples
es: Ejemplos de línea de comando

source: Run the module ``g.list`` in the location defined by the active GRASS GIS session in an ephemeral mapset, that has only the PERMANENT mapset in its search path:
es: Ejecute el módulo ``g.list`` en la ubicación definida por la sesión activa de GRASS GIS en un conjunto de mapas efímero, que solo tiene el conjunto de mapas PERMANENTE en su ruta de búsqueda:

source: Run the module ``g.region`` in a new ephemeral location, to show the default region of a temporary mapset:
es: Ejecute el módulo ``g.region`` en una nueva ubicación efímera, para mostrar la región predeterminada de un conjunto de mapas temporal:

source: Script examples
es: Ejemplos de script
it: Script di esempio
ja: スクリプトの例
sv: Exempel på skript

source: Example 1: computing slope and aspect and univariate statistics from an elevation model
es: Ejemplo 1: cálculo de pendiente y aspecto y estadísticas univariadas de un modelo de elevación
it: Esempio 1: calcolare la pendenza e l'aspetto e le statistiche univariate da un modello di elevazione
ja: 例1: 標高モデルからの勾配、アスペクト、および一変量統計の計算
sv: Exempel 1: beräkning av lutning och aspekt samt univariat statistik från en höjdmodell

source: The following commands (to be stored in a script and executed with ``ace``) will import a raster layer from an internet source as raster map ``elev``, sets the computational region to the map and computes the slope. Additional information about the raster layer are requested with ``r.info``.
es: Los siguientes comandos (que se almacenarán en un script y se ejecutarán con ``ace``) importarán una capa ráster desde una fuente de Internet como mapa ráster ``elev``, establece la región de cálculo en el mapa y calcula la pendiente. Se solicita información adicional sobre la capa ráster con ``r.info``.
it: I seguenti comandi (da memorizzare in uno script ed eseguire con ``ace``) importano un layer raster da una fonte internet come mappa raster ``elev``, impostano la regione di calcolo sulla mappa e calcolano la pendenza. Ulteriori informazioni sul layer sono richieste con ``r.info``.
ja: 次のコマンド(スクリプトに格納され、 ``ace`` で実行されます)は、インターネットの情報源からラスタレイヤをラスタマップ ``elev`` として読み込み、計算領域をマップに設定し勾配を計算します。ラスタレイヤに関する追加情報は ``r.info`` で要求されます。
sv: Följande kommandon (som ska lagras i ett skript och köras med ``ace``) importerar ett rasterlager från en internetkälla som rasterkarta ``elev``, ställer in beräkningsregionen till kartan och beräknar lutningen. Ytterligare information om rasterlagret begärs med ``r.info``.

source: Store the following script as text file ``ace_dtm_statistics.sh``:
es: Almacene el siguiente script como archivo de texto ``ace_dtm_statistics.sh``:
it: Memorizza il seguente script come file di testo ``ace_dtm_statistics.sh``:
ja: 次のスクリプトをテキストファイル ``ace_dtm_statistics.sh`` として保存します:
sv: Spara följande skript som textfil ``ace_dtm_statistics.sh``:

source: Save the script in the text file to ``/tmp/ace_dtm_statistics.sh`` and run the saved script as
es: Guarde el script en el archivo de texto en ``/tmp/ace_dtm_statistics.sh`` y ejecute el script guardado como
it: Salava lo script nel file di testo in ``/tmp/ace_dtm_statistics.sh`` ed esegui lo script salvato come
ja: テキストファイル内のスクリプトを ``/tmp/ace_dtm_statistics.sh`` に保存し、保存したスクリプトを次のように実行します。
sv: Spara skriptet i textfilen till ``/tmp/ace_dtm_statistics.sh`` och kör det sparade skriptet som

source: The results are provided as REST resources.
es: Los resultados se proporcionan como recursos REST.

source: To generate the actinia process chain JSON request simply add the –dry-run flag
es: Para generar la solicitud JSON de la cadena de proceso actinia simplemente agregue el indicador –dry-run

source: The output should look like this:
es: La salida debería verse así:
it: L'output dovrebbe essere simile a questo:
ja: 出力は次のようになります:
sv: Utmatningen bör se ut så här:
