Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/cesium_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: Cesium Quickstart
es: Inicio Rápido de Cesium
fi: Cesium Pika-aloitus
fr: Guide de démarrage rapide de Césium
hu: Cesium gyorstalpaló
it: Guida rapida Cesium
ja: Cesiumクイックスタート
sv: Snabbstart för Cesium

source: Cesium is a JavaScript library for creating 3D globes and 2D maps in a web browser without any plugins. It uses WebGL for hardware-accelerated graphics, and is cross-platform, cross-browser, and tuned for time-dynamic data visualization.
de: Cesium ist eine JavaScript Bibliothek zur Erstellung von 3D Globen und 2D Karten im Browser ohne jegliche Plugins. Cesium verwendet WebGL für Hardware beschleunigte Graphiken. Es ist plattformunabhängig, browserunabhängig und ist für die dynamische zeitabhängige Datenvisualisierung optimiert.
es: Cesium es una biblioteca de JavaScript para crear globos 3D y mapas 2D en un navegador web sin complementos. Utiliza WebGL para gráficos acelerados por hardware, y es multiplataforma, navegador cruzado y ajustado para la visualización de datos dinámicos.
fi: Cesium on JavaScript-kirjasto 3D-maapallojen ja 2D-karttojen luomiseen selainympäristössä. Se toimii ilman minkäänlaisia lisäosia, ja se käyttää WebGL-laitteistokiihdytettyä grafiikkaa. Cesium on myös järjestelmä- ja selainohjelmariippumaton ja se toimii hyvin dynaamisten datojen visualisoinnissa.
fr: Cesium est une bibliothèque JavaScript pour créer des globes 3D et des cartes 2D dans un navigateur Web sans plugins. Il utilise WebGL pour les graphiques accélérés par le matériel, et est multi-plateforme, multi-navigateurs et réglé pour la visualisation de données dynamiques dans le temps.
hu: A Cesium egy böngészőből további modulok nélkül használható JavaScript könyvtár 3D-s földgömbök és 2D-s térképek létrehozására. WebGL-t használ a hardver gyorsított grafikához, platform- és böngészőfüggetlen és a dinamikus adatmegjelenítésére hangolták.
it: Cesium è una libreria JavaScript per creare globi 3D e mappe 2D in un browser web senza alcun plugin. Utilizza WebGL per la grafica con accelerazione hardware, ed è multipiattaforma, cross-browser, e sintonizzata per la visualizzazione di dati dinamici nel tempo.
ja: Cesiumは、プラグインなしでウェブブラウザで3D地球儀と2Dマップを作成するためのJavaScriptライブラリです。OSGeoLiveは、ハードウェアアクセラレーションによるグラフィックス処理にWebGLを使用し、クロスプラットフォーム、クロスブラウザ対応で、時間動的なデータ視覚化に合わせて調整されています。
sv: Cesium är ett JavaScript-bibliotek för att skapa 3D-glober och 2D-kartor i en webbläsare utan några plugins. Det använder WebGL för hårdvaruaccelererad grafik och är plattformsoberoende, webbläsaroberoende och anpassat för tidsdynamisk datavisualisering.

source: This guide shows how to use the Cesium with the 3D (Globe), 2.5D (Columbus View) and 2D (map).
de: Dieses Dokument zeigt, wie Cesium mit dem 3D (Globus), 2.5D (Columbus View) und 2D (Karte) verwendet wird.
es: Este documento muestra cómo usar Cesium con 3D (Globo), 2.5D (vista de Colón) y 2D (mapa).
fi: Tässä dokumentissa kerrotaan, kuinka voit käyttää cesiumia 3D- (maapallo kokonaisuudessaan), 2.5D- (Columbus-näkymä) ja 2D (kartta) -ohjelmien kanssa.
fr: Ce guide montre comment utiliser le Cesium en 3D (Globe), 2.5D (Columbus View) et 2D (carte).
hu: Ez a dokumentum bemutatja hogyan használjuk a Cesium-ot 3D-ben (földgömb), 2.5D-ben (Kolombusz nézet) és 2D-ben (térkép).
it: Questa guida mostra come utilizzare il Cesium con il 3D (Globe), 2.5D (Columbus View) e 2D (mappa).
ja: このガイドでは、Cesiumを3D(地球儀)、2.5D(コロンブスビュー)、2D(マップ)で使用する方法について説明します。
sv: Den här guiden visar hur du använder Cesium med 3D (Globe), 2,5D (Columbus View) och 2D (karta).

source: Contents
de: Inhalt
es: Contenidos
fi: Sisältö
fr: Contenu
hu: Tartalom
it: Contenuti
ja: 目次
sv: Innehåll

source: Start Cesium
de: Cesium starten
es: Iniciar Cesium
fi: Käynnistä Cesium
fr: Démarrer Cesium
hu: Cesium indítása
it: Avvia Cesium
ja: Cesiumの開始
sv: Starta Cesium

source: Open the browser and point it to http://localhost/cesium/Apps/HelloWorld.html
de: Öffnen Sie den Browser und geben Sie die folgende Adresse ein http://localhost/cesium/Apps/HelloWorld.html
es: Abra el navegador y diríjalo a http://localhost/cesium/Apps/HelloWorld.html
fi: Avaa selain ja anna sille osoitteeksi http://localhost/cesium/Apps/HelloWorld.html
fr: Ouvrir un navigateur et aller à http://localhost/cesium/Apps/HelloWorld.html
hu: Indítsa el a böngészőt és nyissa meg a http://localhost/cesium/Apps/HelloWorld.html oldalt
it: Apri il browser e punta a http://localhost/cesium/Apps/HelloWorld.html
ja: ブラウザを開き、http://localhost/cesium/Apps/HelloWorld.html を開く
sv: Öppna webbläsaren och peka den mot http://localhost/cesium/Apps/HelloWorld.html

source: Search for a location
de: Ortssuche
es: Búsqueda de una ubicación
fi: Sijainnin etsiminen
fr: Rechercher un emplacement
hu: Hely keresése
it: Cerca una località
ja: 場所を検索
sv: Sök efter en plats

source: Click on the magnifying glass and type in the location you are looking for. In the following display, we look for India.
de: Klicken Sie auf die Lupe und geben Sie den gesuchten Ort ein. In der folgenden Anzeige suchen wir nach Indien.
es: Hacer click en la lupa y escribir la ubicación que está buscando. En la siguiente pantalla, buscamos India.
fi: Klikkaa suurennuslasia ja kirjoita etsimäsi sijainti. Seuraavassa näytössä etsimme Intiaa.
fr: Cliquez sur la loupe et saisissez l’emplacement que vous recherchez. Dans l’affichage suivant, nous recherchons l’Inde.
hu: A nagyítóra kattinthat és írja be a helyet, amit keres. A következő képen Indiát keressük.
it: Clicca sulla lente d'ingrandimento e digita la località che stai cercando. Nella seguente visualizzazione, cerca l'India.
ja: 虫眼鏡をクリックして、探している位置を入力します。以下の表示では、インドを探しています。
sv: Klicka på förstoringsglaset och skriv in den plats du söker. I följande bild söker vi efter Indien.

source: Cesium Searching Location
es: Ubicación de búsqueda de Cesium
hu: Cesium hely keresés
it: Ricerca Posizione di Cesium
ja: Cesium での位置検索
sv: Cesium Sökplats

source: Switch between 3D, 2.5D and 2D
de: Wechsel zwischen 3D, 2.5D und 2D
es: Cambiar entre 2D, 2.5D y 3D
fi: 3D-, 2.5 D-ja 2D-näkymien vaihtaminen
fr: Basculer entre 3D, le 2.5D et 2D
hu: Váltás 3D, 2.5D és 2D között
it: Passa tra 3D, 2.5D e 2D
ja: 3D、2.5D、2Dの切り替え
sv: Växla mellan 3D, 2,5D och 2D

source: Click on the wire framed globe icon to select your preferred view. Here the 2.5D Columbus view has been selected.
de: Sie können auf den Button mit dem Globus klicken, um in eine andere Ansicht zu wechseln. Auf dem folgenden Bild wurde die 2.5D Columbus Ansicht ausgewählt.
es: Hacer click en el icono de malla de globo para seleccionar su vista preferida. Aquí se ha seleccionado la Vista de Colón 2.5D.
fi: Voit napsauttaa ruudukoilla kehystettyjä maapallo-kuvakkeita valitaksesi haluamasi näkymän. Tässä on valittu 2.5D Columbus-näkymä.
hu: A drótvázas földgömb ikonra kattintva kiválaszthatja a megfelelő nézetet. Itt a 2,5 D Columbus nézetet választottuk.
it: Clicca sull'icona del globo in wireframe per selezionare la tua vista preferita. Qui è stata selezionata la vista 2.5D Columbus.
ja: ワイヤーで囲まれたビューアイコンをクリックして、希望のビューを選択します。ここでは、2.5D コロンブスビューが選択されています。

source: Cesium switching between 3D, 2.5D and 2D
es: Cesium cambio entre 3D, 2.5D y 2D
hu: Cesium váltás 3D, 2.5D és 2D között
it: Commutazione di Cesium tra 3D, 2,5D e 2D
ja: Cesium での3D、2.5D、2Dの切り替え
sv: Cesium växlar mellan 3D, 2,5D och 2D

source: Now the 2D map is selected.
de: Nun wurde die 2D Karte ausgewählt.
es: Ahora es seleccionado el mapa 2D.
fi: Nyt 2D-kartta on valittuna.
fr: Maintenant la carte 2D est sélectionnée.
hu: Most a 2D térképet választjuk.
it: Ora la mappa 2D è selezionata.
ja: これで、2Dマップが選択されました。
sv: Nu är 2D-kartan markerad.

source: Cesium 2D map
es: Cesium mapa 2D
hu: Cesium 2D térkép
it: Mappa 2D Cesium
ja: Cesium 2Dマップ
sv: Cesium 2D-karta

source: Select the Image layer
de: Auswahl der Kartenebene
es: Seleccionar la capa imagen
fi: Valitse kuvataso
fr: Sélectionner la couche Image
hu: Kép réteg kiválasztása
it: Seleziona il layer Immagine
ja: 画像のレイヤを選択
sv: Välj bildlagret

source: Click on the last icon and select a type of image service. Here the Natural Earth II is selected and you can see how the map's image layer has changed.
de: Über den Button ganz rechts kann der Kartendienst ausgewählt werden, der angezeigt werden soll. Im Beispiel wurde Natural Earth II ausgewählt und Sie können sehen, wie sich das Kartenbild verändert.
es: Hacer click en el último ícono y seleccione el tipo de servicio de imagen que requerimos. Aquí se selecciona Natural Earth II y se puede ver cómo ha cambiado la capa de la imagen del mapa.
fi: Napsauta viimeistä kuvaketta ja valitse kuvapalvelun tyyppi. Tässä Natural Earth II on valittu ja näet, miten kartan kuvataso on muuttunut.
hu: Kattintson az utolsó ikonra és kiválaszthatjuk kép szolgáltatás típust. Itt a Natural Earth II-t választottuk és láthatja hogyan változott meg a térkép képe.
it: Clicca sull'ultima icona e seleziona un tipo di servizio di immagini. Qui è selezionato Natural Earth II e puoi vedere come è cambiato il layer di immagine della mappa.
ja: 最後のアイコンをクリックして、イメージサービスの種類を選択します。ここでは Natural Earth II が選択され、マップのイメージレイヤがどのように変化したかを見ることができます。

source: What next?
de: Was kommt als nächstes?
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップは何?
sv: Hur vill du gå vidare?

source: Watch our `video tutorials <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
de: Sehen Sie sich unsere `Video Tutorials <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_ an.
es: Ver nuestros `videos tutoriales <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
fi: Nähtävillä on `videotutoriaaleja <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
fr: Regardez nos `tutoriels video <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
hu: Nézze meg a `video oktatóanyagunkat <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
it: Guarda i `tutorial video <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.
ja: `ビデオチュートリアル <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_ をご覧ください。
sv: Titta på våra videohandledningar <https://www.youtube.com/playlist?list=PLBk_Dtk-_Tlm4STvXKFEdfUWylPemo-9V>`_.

source: Read our written `tutorials <https://cesium.com/learn>`_.
es: Leer nuestros `tutoriales <https://cesium.com/learn>`_.
hu: Olvassa el a szöveges oktatóanyagainkat <https://cesium.com/docs>`_.
it: Leggi i nostri `tutorial scritti <https://cesium.com/learn>`_.
sv: Läs våra skriftliga "handledningar" <https://cesium.com/learn>`_.

source: You can develop some quick applications using the `Sandcastle website <https://sandcastle.cesium.com/index.html>`_. Sandcastle is generally one of the best ways to learn about Cesium, and all the code examples are useful for this purpose.
de: Sie können schnell Anwendungen mit der `sandcastle Webseite <https://sandcastle.cesium.com/index.html>`_ entwickeln. Sandcastle ist in der Regel eine der besten Möglichkeiten, um mehr über Cesium zu erfahren und alle Codebeispiele sind hierfür nützlich.
es: Puede desarrollar algunas aplicaciones rápidas utilizando el `sitio web Sandcastle <https://sandcastle.cesium.com/index.html>`_. Sandcastle es generalmente una de las mejores maneras de aprender sobre Cesium, y todos los ejemplos de código son útiles para este propósito.
fi: Voit kehittää nopeita sovelluksia käyttämällä `Sandcastle verkkosivuilla <https://sandcastle.cesium.com/index.html>`_. Sandcastle on yleensä yksi parhaista tavoista oppia Cesium, ja kaikki koodiesimerkit ovat hyödyllisiä tähän tarkoitukseen.
fr: Vous pouvez développer des applications rapides à l’aide du site Web `Sandcastle website <https://sandcastle.cesium.com/index.html>`_. Sandcastle est généralement l’une des meilleures façons d’en apprendre davantage sur Cesium, et tous les exemples de code utiles à cette fin.
hu: Néhány gyors alkalmazást fejleszthet a `Sandcastle honlap <https://sandcastle.cesium.com/index.html>`_ használatával. Sandcastle általában a legjobb módja a Cesiumról tanulásnak és minden kód példa hasznos erre a célra.
it: Puoi sviluppare alcune applicazioni veloci usando il `sito web Sandcastle <https://sandcastle.cesium.com/index.html>`_. Sandcastle è generalmente uno dei modi migliori per imparare il cesio, e tutti gli esempi di codice sono utili a questo scopo.
ja: `Sandcastle Webサイト <https://sandcastle.cesium.com/index.html>`_ を使用して、簡単なアプリケーションを開発できます。Sandcastleは一般的にCesiumについて学ぶ最良の方法の1つであり、すべてのコード例がこの目的に役立ちます。
sv: Du kan utveckla några snabba applikationer med hjälp av webbplatsen `Sandcastle <https://sandcastle.cesium.com/index.html>`_. Sandcastle är i allmänhet ett av de bästa sätten att lära sig om Cesium, och alla kodexempel är användbara för detta ändamål.

source: The `Cesium Forum <https://community.cesium.com>`_ is a great place to search for answers to common questions, and to raise questions that haven't been asked before.
es: El `Foro Cesio <https://community.cesium.com>`_ es un gran lugar para buscar respuestas a preguntas comunes y plantear preguntas que no se han hecho antes.
hu: A `Cesium Fórum <https://community.cesium.com>`_ egy remek hely, a válsz megkeresésére a gyakori kérdésekre, és korábban még fel nem tett kérdések beküldésére.
it: Il `Forum di Cesio <https://community.cesium.com>`_ è un ottimo posto per cercare risposte a domande comuni, e per sollevare domande che non sono state fatte prima.
ja: `Cesiumフォーラム <https://community.cesium.com>`_ は、よくある質問に対する答えを探したり、これまでになかった質問を提起したりするのに最適な場所です。
sv: Cesium Forum <https://community.cesium.com>`_ är ett utmärkt ställe att söka efter svar på vanliga frågor och att ställa frågor som inte har ställts tidigare.

source: In-depth documentation is available `locally <http://localhost/cesium/>`_ on the OSGeoLive package.
de: Eine ausführliche Dokumentation finden Sie `lokal vorinstalliert <http://localhost/cesium/>`_.
es: La documentación detallada está disponible `localmente <http://localhost/cesium/>`_.
fi: Perusteellinen dokumentaatio on saatavilla `paikallisesti <http://localhost/cesium/>`_ OSGeoLive-paketissa.
fr: Une documentation approfondie est disponible `localement <http://localhost/cesium/>`_ dans la distribution OSGeoLive.
hu: Részletes dokumentáció érhető el `helyileg <http://localhost/cesium/>`_ az OSGeoLive csomagban.
it: Una documentazione approfondita è disponibile `localmente <http://localhost/cesium/>`_ sul pacchetto OSGeoLive.
ja: 詳細なドキュメントは、OSGeoLiveパッケージ上で `ローカルに <http://localhost/cesium/>`_ 利用できます。
sv: Fördjupad dokumentation finns tillgänglig "lokalt <http://localhost/cesium/>" på OSGeoLive-paketet.

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: nologo
fr: Pas de logo
ja: ロゴなし

source: Click on the wire framed globe icon to select your preferred view. Here the 2.5D Columbus view has been selected.
fr: Cliquez sur l’icône en forme de globe de fil de fer pour sélectionner votre vue préférée. Ici, la vue 2.5D Columbus a été sélectionnée.
sv: Klicka på ikonen med den trådinramade jordgloben för att välja önskad vy. Här har 2,5D Columbus-vyn valts.

source: Click on the last icon and select a type of image service. Here the Natural Earth II is selected and you can see how the map's image layer has changed.
fr: Cliquez sur la dernière icône et sélectionnez un type de service d’image. Ici, Natural Earth II est sélectionné et vous pouvez voir comment la couche d’image de la carte a changé.
sv: Klicka på den sista ikonen och välj en typ av bildtjänst. Här är Natural Earth II vald och du kan se hur kartans bildlager har förändrats.

source: Read our written `tutorials <https://cesium.com/docs>`_.
de: Sehen Sie sich unsere `Tutorials <https://cesium.com/docs>`_ an.
