Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/commandline_quickstart.po
Languages: de, es, hu, it, ja, sv

source: Command Line basics
de: Einstieg in das Arbeiten auf der Kommandozeile
es: Conceptos básicos de la línea de comandos
hu: Parancssori alapok
it: Basi della linea di comando
ja: コマンドラインの基本
sv: Grunderna i kommandoraden

source: When you work with GNU/Linux Operating Systems such as OSGeoLive, Ubuntu, etc., it is good to know how to work on the command line.
de: Wenn Sie mit GNU/Linux-Betriebssystemen wie OSGeoLive, Ubuntu usw. arbeiten, ist es von Vorteil, wenn Sie auf der Kommandozeile arbeiten können.
es: Cuando se trabaja con sistemas operativos GNU/Linux como OSGeoLive, Ubuntu, etc., es bueno saber cómo trabajar en la línea de comandos.
hu: Amikor GNU/Linux operációs rendszerrel dolgozunkk mint például az OSGeoLive, Ubuntu, stb., jó ha tudjuk hogyan dolgozzunk a parancssorban.
it: Quando si lavora con sistemi operativi GNU/Linux come OSGeoLive, Ubuntu, ecc., è bene sapere come lavorare sulla linea di comando.
ja: OSGeoLiveやUbuntuなどのGNU/Linuxオペレーティングシステムを使用している場合は、コマンドラインでの操作方法を知っておくことをお勧めします。
sv: När du arbetar med GNU/Linux-operativsystem som OSGeoLive, Ubuntu etc. är det bra att veta hur man arbetar på kommandoraden.

source: Don't worry. It is not difficult to learn and you will discover that it is fun and very powerful.
de: Keine Sorge. Es ist nicht schwer zu erlernen und Sie werden entdecken, dass es Spaß macht und sehr mächtig ist.
es: No te preocupes. No es difícil de aprender y descubrirás que es divertido y muy potente.
hu: Ne aggódjon. Nem nehéz megtanulni, és rá fog jönni, hogy szórakoztató és nagyon hatékony.
it: Non preoccuparti. Non è difficile da imparare e scoprirai che è divertente e molto potente.
ja: 心配しないでください。学習することは難しくありません。そして、それが楽しくてとても強力であることがわかるでしょう。
sv: Oroa dig inte för det. Det är inte svårt att lära sig och du kommer att upptäcka att det är roligt och mycket kraftfullt.

source: In this quickstart you will learn some basic commands.
de: In dieser Schnellstartanleitung lernen Sie einige grundlegende Befehle.
es: En esta guía de inicio rápido aprenderá algunos comandos básicos.
hu: Ebben a gyorstalpalóban néhány alapparancsot tanulunk meg.
it: In questa guida rapida imparerai alcuni comandi di base.
ja: このクイックスタートでは、いくつかの基本的なコマンドについて学習します。
sv: I denna snabbstart får du lära dig några grundläggande kommandon.

source: The following commands run from within a Terminal Emulator window.
de: Die folgenden Befehle werden in einem Terminalemulatorfenster ausgeführt.
es: Los siguientes comandos se ejecutan desde una ventana del Emulador de Terminal.
hu: A következő parancsok a terminál emulátor ablakban futnak.
it: I seguenti comandi vengono eseguiti da una finestra dell'emulatore di terminale.
ja: 次のコマンドは、ターミナルエミュレータウィンドウから実行します。
sv: Följande kommandon körs från ett Terminal Emulator-fönster.

source: Start a Terminal Emulator (`QTerminal` currently) from the `Applications` menu in the `System Tools` section. This gives you a Unix shell command prompt.
de: Starten Sie einen Terminal (aktuell `QTerminal`) aus dem Menü `Anwendungen` im Abschnitt `Systemtools`. Dadurch erhalten Sie eine Unix-Shell-Eingabeaufforderung.
es: Iniciar un Emulador de Terminal (`QTerminal` actualmente) desde el menú `Aplicaciones` en la sección `Herramientas del Sistema`. Esto le proporciona un símbolo del sistema de shell de Unix.
hu: Indítson egy terminál emulátort (aktuálisan `QTerminal`) az `Applications` menü `System Tools` részéből. Ez egy Unix burok parancs promptot ad.
it: Avvia un Emulatore di Terminale (attualmente `QTerminal`) dal menu `Applicazioni` nella sezione `Strumenti di Sistema`. In questo modo si ottiene un prompt di comandi della shell Unix.
ja: `アプリケーション` メニューの `システムツール` から、ターミナルエミュレータ (現在は `QTerminal` )を起動します。これにより、Unixシェルのコマンドプロンプトが表示されます。
sv: Starta en terminalemulator (för närvarande `QTerminal`) från menyn `Applications` i avsnittet `Systemverktyg`. Detta ger dig en kommandoprompt för ett Unix-skal.

source: Contents
es: Contenidos
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Where am I?
de: Wo bin ich?
es: ¿Dónde estoy?
hu: Hol vagyok?
it: Dove sono?
ja: ここはどこですか?
sv: Var är jag?

source: `pwd` shows the path of your current location.
de: `pwd` zeigt den Pfad Ihres aktuellen Standorts an.
es: `pwd` muestra el camino de su ubicación actual.
hu: `pwd` megmutatja az útvonalat az aktuális helyhez.
it: `pwd` mostra il percorso della tua posizione attuale.
ja: `pwd` は現在の場所のパスを表示します。
sv: `pwd` visar sökvägen till din nuvarande plats.

source: You can ask all commands for help and get information on how they can be used and find out about additional options.
de: Sie können zu allen Befehlen eine Hilfe aufrufen und erhalten so Informationen darüber, wie die Befehle verwendet werden können, und sich über zusätzliche Optionen informieren.
es: Puede pedir ayuda a todos los comandos y obtener información sobre cómo se pueden usar y averiguar sobre opciones adicionales.
hu: Segítséget kérhet az összes parancsról, és információt kaphat arról, hogyan használhatja és további lehetőségekről is tájékozódhat.
it: Puoi chiedere aiuto a tutti i comandi e ottenere informazioni su come possono essere usati e scoprire opzioni aggiuntive.
ja: すべてのコマンドには、ヘルプを求めたり、それらの使用方法や追加オプションについての情報を得たりできるコマンドオプションがあります。
sv: Du kan be om hjälp med alla kommandon och få information om hur de kan användas och om ytterligare alternativ.

source: How to navigate in the file system?
de: Wie bewege ich mich im Dateisystem?
es: ¿Cómo navegar en el sistema de archivos?
hu: Hogyan navigálhatunk a fájlrendszerben?
it: Come navigare nel file system?
ja: ファイルシステム内での操作方法
sv: Hur navigerar man i filsystemet?

source: First you should get to know how the file system under Linux is organized. The file system is organized in a tree. It starts with the `/` known as root directory. All files and directories are under the root directory (`/`).
de: Zuerst sollten Sie erfahren, wie das Dateisystem unter Linux organisiert ist. Das Dateisystem ist in einer Baumstruktur organisiert. Diese beginnt mit `/` als Root-Verzeichnis. Alle Dateien und Verzeichnisse befinden sich unter dem Wurzelverzeichnis (`/`).
es: En primer lugar, debe conocer cómo se organiza el sistema de archivos en Linux. El sistema de archivos está organizado en un árbol. Comienza con el `/` conocido como directorio raíz. Todos los archivos y directorios están bajo el directorio (`/`).
hu: Először meg kell ismernie, hogyan szervezik a fájlrendszert Linux alatt. A fájlrendszert egy fába rendezik. A '/' néven ismert gyökérkönyvtárral kezdődik. Minden fájl és könyvtár a gyökérkönyvtár ('/') alatt található.
it: Per prima cosa dovresti sapere come è organizzato il file system sotto Linux. Il file system è organizzato in un albero. Inizia con la `/` conosciuta come directory principale. Tutti i file e le directory sono sotto la directory principale (`/`).
ja: まず、Linuxのファイルシステムがどのように構成されているかを知っておく必要があります。ファイルシステムは樹木(ツリー)状に構成されています。ルートディレクトリと呼ばれる `/` で始まります。すべてのファイルとディレクトリは、ルートディレクトリ( `/` )の下にあります。
sv: Först bör du lära dig hur filsystemet under Linux är organiserat. Filsystemet är organiserat i ett träd. Det börjar med `/` som kallas rotkatalogen. Alla filer och kataloger finns under rotkatalogen (`/`).

source: The current user is "`user`" and has a home directory located at `/home/user`. Anytime you open a terminal window it will start in your home directory (see pwd).
de: Der aktuelle Benutzer ist "`user`" und verfügt über ein Home-Verzeichnis unter `/home/user`. Jedes Mal, wenn Sie ein Terminalfenster öffnen, landen Sie in Ihrem Home-Verzeichnis (siehe pwd).
es: El usuario actual es "`usuario`" y tiene un directorio de inicio ubicado en `/home/user`. Cada vez que abra una ventana de terminal, se iniciará en su directorio de inicio (consulte pwd).
hu: Az aktuális felhasználó "`user`", és a kezdőkönyvtára a `/home/user` helyen található. Bármikor, amikor megnyit egy terminál ablakot az a kezdőkönyvtárban indul (lásd pwd).
it: L'utente corrente è "`user`" e ha una home directory situata in `/home/user`. Ogni volta che aprirai una finestra di terminale, questa inizierà nella tua home directory (vedi pwd).
ja: 現在のユーザは "`user`" で、 `/home/user` にホームディレクトリがあります。ターミナルウィンドウを開くと、ホームディレクトリから開きます(pwdを参照)。
sv: Den aktuella användaren är "`user`" och har en hemkatalog som ligger i `/home/user`. Varje gång du öppnar ett terminalfönster kommer det att starta i din hemkatalog (se pwd).

source: You can easily navigate in the file system with the command cd.
de: Mit dem Befehl cd können Sie ganz einfach im Dateisystem navigieren.
es: Puede navegar fácilmente por el sistema de archivos con el comando cd.
hu: A fájlrendszerben könnyen navigálhat a cd paranccsal.
it: Si può facilmente navigare nel file system con il comando cd.
ja: cdコマンドを使用すると、ファイルシステム内を簡単に移動できます。
sv: Du kan enkelt navigera i filsystemet med kommandot cd.

source: cd / navigated to the root directory cd /home/user goes to your home directory same as cd ~
de: cd / navigiert zum Wurzelverzeichnis cd /home/user geht zu Ihrem Home-Verzeichnis, ebenso wie cd ~
es: cd / navegado al directorio raíz cd /home/user va a su directorio de inicio igual que cd ~
hu: `cd /` a gyökérkönyvtárba visz `cd /home/user` a kezdőkönyvtárába visz ugyanaz mint a `cd ~`
it: cd / naviga verso la directory principale cd /home/user va alla tua home directory come cd ~
ja: cd / では、ルートディレクトリに移動します。 cd /home/user は、cd ~ と同じで、ホームディレクトリに移動します。
sv: cd / navigerade till rotkatalogen cd /home/user går till din hemkatalog samma som cd ~

source: `cd ..` moves you one directory to the top, `cd` user goes from your current location to the home directory of user. This is not the same as `/user`
de: `cd ..` geht ein Verzeichnis nach oben `cd` geht in das Home-Verzeichnis des Benutzers. Dies ist nicht dasselbe wie `/user`
es: `cd ..` lleva a un directorio a la parte superior, el usuario `cd` va de tu ubicación actual al directorio de inicio del usuario. Esto no es lo mismo que `/usuario`
hu: `cd ..` egy könyvtárral feljebb lép `cd ` az aktuális helyről a felhasználó kezdőkönyvtárába megy. Ez nem ugyanaz mint a `/user`
it: `cd ..` ti sposta una directory in alto, `cd` utente va dalla tua posizione attuale alla home directory dell'utente. Questo non è lo stesso di `/user`.
ja: `cd ..` はディレクトリを一つ上に移動します。 `cd` では、現在の場所からユーザのホームディレクトリに移動します。これは `/user` と同じではありません
sv: `cd ..` flyttar dig en katalog uppåt, `cd` user går från din nuvarande plats till användarens hemkatalog. Detta är inte samma sak som `/user`

source: Use the tab key to autocomplete the path while you are typing.
de: Verwenden Sie die Tabulatortaste, um den Pfad während der Eingabe automatisch zu vervollständigen.
es: Utilice la tecla tabulador para autocompletar la ruta mientras escribe.
hu: Használja a gépelés közben a tab billentyűt az útvonal automatikus kiegészítésére.
it: Usa il tasto tab per completare automaticamente il percorso mentre stai scrivendo.
ja: 入力中にTabキーを使用すれば、パスを自動補完入力します。
sv: Använd tabbtangenten för att autokomplettera sökvägen medan du skriver.

source: Create a directory
de: Erstellen eines Verzeichnisses
es: Crear un directorio
hu: Egy könyvtár létrehozása
it: Crea una cartella
ja: ディレクトリを作成
sv: Skapa en katalog

source: You have write access in your user-directory. You can create files and directories there. Next we will create a directory for some command line tests.
de: Sie haben Schreibzugriff in Ihrem Benutzerverzeichnis. Sie können dort Dateien und Verzeichnisse erstellen. Als Nächstes erstellen wir ein Verzeichnis für einige Befehlszeilentests.
es: Tiene acceso de escritura en el directorio de usuario. Puede crear archivos y directorios allí. A continuación, crearemos un directorio para algunas pruebas de línea de comandos.
hu: Írási hozzáférése van a felhasználói könyvtárába. Könyvtárakat és fájlokat hozhat létre ott. Ezután egy könyvtárat hozunk létre néhány parancssori teszthez.
it: Hai accesso in scrittura nella tua directory utente. Puoi creare file e directory lì. Ora creererai una directory per alcuni test a riga di comando.
ja: あなたディレクトリに書き込み権限があります。ファイルやディレクトリを作成できます。次に、コマンドラインテスト用のディレクトリを作成します。
sv: Du har skrivbehörighet i din användarkatalog. Du kan skapa filer och kataloger där. Nu ska vi skapa en katalog för några kommandoradstester.

source: You have a command history. You can navigate in the history with the arrow up and down key.
de: Sie haben einen Befehlsverlauf. Sie können in der Historie mit dem Pfeiltaste nach oben und unten navigieren.
es: Tienes un historial de comandos. Puede navegar en el historial con la tecla de flecha arriba y abajo.
hu: Az előző parancsait eltároljuk. Az előzmények között a felfelé és lefelé nyíl billentyűvel navigálhat.
it: Hai una cronologia dei comandi. Puoi navigare nella cronologia con i tasti freccia su e giù.
ja: コマンド履歴があります。矢印の上下キーで履歴内を移動できます。
sv: Du har en kommandohistorik. Du kan navigera i historiken med hjälp av pil upp och pil ner.

source: How to create a new file
de: So erstellen Sie eine neue Datei
es: Cómo crear un nuevo archivo
hu: Hogyan hozzunk létre egy új fájlt
it: Come creare un nuovo file
ja: 新しいファイルを作成する方法
sv: Så här skapar du en ny fil

source: `touch` creates a new empty file.
de: `touch` erstellt eine neue leere Datei.
es: `touch` crea un nuevo archivo vacío.
hu: `touch` egy új üres fájlt hoz létre.
it: `touch` crea un nuovo file vuoto.
ja: `touch` をつかうと、新しい空のファイルを作成します。
sv: `touch` skapar en ny tom fil.

source: You can pipe the information from a command to a file i.e. the command history. `history` displays the command history. With the following command it can be saved in a file.
de: Sie können die Informationen von einem Befehl in eine Datei, schreiben, zum Beispiel den Befehlsverlauf. `history` zeigt den Befehlsverlauf an. Mit dem folgenden Befehl kann die Historie in einer Datei geschrieben werden.
es: Es posible canalizar la información de un comando a un archivo, es decir, el historial de comandos. `historial` muestra el historial de comandos. Con el siguiente comando se puede guardar en un archivo.
hu: A parancsból származó adatokat átirányíthatja egy fájlba, például az előző parancsokat. A `history` megjeleníti az előző parancsokat. A következő paranccsal ez egy fájlba menthető.
it: Puoi convogliare le informazioni di un comando in un file, cioè la cronologia dei comandi. `history` visualizza la cronologia dei comandi. Con il seguente comando può essere salvata in un file.
ja: パイプを使用して、コマンドからファイルに情報を渡すことができます。たとえば、コマンド履歴です。`history` では、コマンドの履歴を表示します。次のコマンドを使用すると、ファイルに保存できます。
sv: Du kan skicka informationen från ett kommando till en fil, t.ex. kommandohistoriken. `history` visar kommandohistoriken. Med följande kommando kan den sparas i en fil.

source: Show me what is in a directory
de: Zeigen mir, was in einem Verzeichnis ist
es: Mostrar lo que hay en un directorio
hu: Könyvtár tartalmának megtekintése
it: Mostrami cosa c'è in una directory
ja: ディレクトリの内容を表示する
sv: Visa mig vad som finns i en katalog

source: You would like to know more about the content of a directory. `ls` is the program that gives you a lot of information.
de: Sie möchten mehr über den Inhalt eines Verzeichnisses erfahren. `ls` ist das Programm, das Ihnen viele Informationen ausgibt.
es: Para saber más sobre el contenido de un directorio. `ls` es el programa que te da mucha información.
hu: Többet szeretne tudni egy könyvtár tartalmáról. Az `ls` program az, amelyik rengeteg információt szolgáltat önnek.
it: Vuoi sapere di più sul contenuto di una directory. `ls` è il programma che ti dà molte informazioni.
ja: ディレクトリの内容について詳しく知りたいです。`ls` は多くの情報を提供するプログラムです。
sv: Du skulle vilja veta mer om innehållet i en katalog. `ls` är programmet som ger dig en hel del information.

source: `ls` lists all files and directories
de: `ls` listet alle Dateien und Verzeichnisse auf
es: `Is` enumera todos los archivos y directorios
hu: `ls` listázza az összes fájlt és könyvtárat
it: `ls` elenca tutti i file e le directory
ja: `ls` はすべてのファイルとディレクトリをリストします
sv: `ls` listar alla filer och kataloger

source: `ls -l` shows a more detailed list of the files/directories with time, user access rights
de: `ls -l` zeigt eine detailliertere Liste der Dateien/Verzeichnisse mit Zeitangabe, Benutzerzugriffsrechte
es: `ls -l` muestra una lista más detallada de los archivos/directorios con tiempo, derechos de acceso de los usuarios
hu: `ls -l` a fájlok és könyvtárak részletesebb listáját adja időponttal és felhasználói hozzáférési jogokkal.
it: `ls -l` mostra un elenco più dettagliato dei file/directory con tempo, diritti di accesso degli utenti
ja: `ls -l` を使うと、時間、ユーザのアクセス権限などの、ファイル/ディレクトリの詳細なリストを表示します。
sv: `ls -l` visar en mer detaljerad lista över filer/kataloger med tid, användares åtkomsträttigheter

source: `ls -a` also shows hidden files
de: `ls -a` zeigt auch versteckte Dateien an
es: `ls -a` también muestra archivos ocultos
hu: `ls -a` a rejtett fájlokat is megmutatja
it: `ls -a` mostra anche i file nascosti
ja: `ls -a` は隠しファイルも表示します
sv: `ls -a` visar även dolda filer

source: `ls -al` you can combine the different options
de: `ls -al` Sie können die verschiedenen Optionen auch kombinieren
es: `ls -al` hace posible combinar las diferentes opciones
hu: `ls -al` a különböző opciókat kombinálhatjuk
it: `ls -al` si possono combinare le diverse opzioni
ja: `ls -al` 他のオプションとくみあわせることもできます。
sv: `ls -al` kan du kombinera de olika alternativen

source: `ls -1` shows only the file names
de: `ls -1` zeigt nur die Dateinamen an
es: `ls -1` muestra sólo los nombres de archivo
hu: `ls -1` csak a fáj neveket mutatja
it: `ls -1` mostra solo i nomi dei file
ja: `ls -1` は、ファイル名だけ表示します。
sv: `ls -1` visar bara filnamnen

source: Copy files and directories
de: Kopieren von Dateien und Verzeichnissen
es: Copiar archivos y directorios
hu: Fájlok és könyvtárak másolása
it: Copia file e directory
ja: ファイルとディレクトリーのコピー
sv: Kopiera filer och kataloger

source: You can copy files from one location to another.
de: Sie können Dateien von einem Speicherort an einen anderen kopieren.
es: Es posible copiar archivos de una ubicación a otra.
hu: Fájlokat másolhat az egyik könyvtárból egy másikba.
it: È possibile copiare i file da una posizione all'altra.
ja: ファイルを一方の場所から他へコピーすることができます。
sv: Du kan kopiera filer från en plats till en annan.

source: Copy a file to a new file
de: Kopieren einer Datei in eine neue Datei
es: Copiar un archivo en un nuevo archivo
hu: Fájl egy új fájlba másolása
it: Copia un file in un nuovo file
ja: ファイルをあたらしいファイルへコピー
sv: Kopiera en fil till en ny fil

source: Copy a file to another directory
de: Kopieren einer Datei in ein anderes Verzeichnis
es: Copiar un archivo en otro directorio
hu: Fájl másolása egy másik könyvtárba
it: Copia un file in un'altra directory
ja: ファイルを他のディレクトリにコピー
sv: Kopiera en fil till en annan katalog

source: Copy a whole directory to a new location (-R recursive)
de: Kopieren eines ganzen Verzeichnisses an einen neuen Speicherort (-R rekursiv)
es: Copiar un directorio completo en una nueva ubicación (-R recursivo)
hu: Teljes könyvtár másolása egy új helyre (-R rekurzív)
it: Copia un'intera directory in una nuova posizione (-R ricorsivo)
ja: ディレクトリ全体をあたらしい場所へコピー (-R 再帰的にたどる)
sv: Kopiera en hel katalog till en ny plats (-R rekursiv)

source: Who is sudo?
de: Wer ist sudo?
es: ¿Quién es Sudo?
hu: Ki az a sudo?
it: Che cosa è sudo?
ja: sudoとは?
sv: Vem är sudo?

source: With `sudo` you can do things that you are normally not allowed to. `sudo` runs commands with the rights of the superuser also known as root With `sudo` you can i.e. install more software, administrate services, change access rights and more fun. You will see the use of `sudo` in some of the following commands.
de: Mit `sudo` können Sie Dinge tun, die Sie normalerweise nicht dürfen. `sudo` führt Befehle mit den Rechten des Superusers, - auch bekannt als root - aus. Mit Hilfe von `sudo` können Sie z.B. zusätzliche Software installieren, Dienste verwalten, Zugriffsrechte ändern und mehr Vieles mehr. Die Verwendung von `sudo` sehen Sie in einigen der folgenden Befehle.
es: Con `sudo` es posible hacer cosas que normalmente no se te permiten. `sudo` ejecuta comandos con los derechos del superusuario también conocidos como root. Con `sudo` es posible instalar más software, administrar servicios, cambiar los derechos de acceso y más diversión. Verá el uso de `sudo` en algunos de los siguientes comandos.
hu: A `sudo` segítségével olyan dolgokat csinálhat, melyek normál esetben nem engedélyezettek önnek. A `sudo` a rendszergazda, más néven root jogaival futtatja a parancsot. A `sudo`-val például további szoftvereket telepíthet, szolgáltatásokat adminisztrálhat, hozzáférési jogokat módosíthatja és még másokat. Néhány következő parancsban a `sudo` használatát láthatja.
it: Con `sudo` puoi fare cose che normalmente non ti sono permesse. `sudo` esegue i comandi con i diritti del superutente conosciuto anche come root Con `sudo` puoi per esempio installare più software, amministrare servizi, cambiare i diritti di accesso e molto altro. Vedrai l'uso di `sudo` in alcuni dei seguenti comandi.
ja: `sudo` を使って、通常は実行できないコマンドを実行できるようにします。`sudo` は、コマンドを通常 root ユーザとして知られるスーパーユーザの権限で実行します。 `sudo` をつかうと、ソフトウエアを導入するとか、サービスの管理をするとか、アクセス権限を変更するとか、いろいろ可能です。次のコマンドは、 `sudo` の用例です。
sv: Med `sudo` kan du göra saker som du normalt inte får göra. `sudo` kör kommandon med samma rättigheter som superanvändaren, även känd som root Med `sudo` kan du t.ex. installera mer programvara, administrera tjänster, ändra åtkomsträttigheter och mycket annat kul. Du kommer att se användningen av `sudo` i några av följande kommandon.

source: Search and install programs
de: Suche nach und Installation von Programmen
es: Buscar e instalar programas
hu: Programok keresése és telepítése
it: Cerca e installa programmi
ja: 検索とプログラムのインストール
sv: Söka och installera program

source: Show information about programs.
de: Anzeigen von Informationen zu Programmen.
es: Mostrar información sobre los programas.
hu: Információ megjelenítése a programokról
it: Mostra informazioni sui programmi.
ja: プログラムの情報を表示
sv: Visa information om program.

source: Search for programs
de: Suche nach Programmen
es: Búsqueda de programas
hu: Programok keresése
it: Ricerca di programmi
ja: プログラムを検索する
sv: Sök efter program

source: Install programs
de: Installieren von Programmen
es: Instalar programas
hu: Programok telepítése
it: Installa programmi
ja: プログラムをインストールする
sv: Installera program

source: You will love the program `sl`. Run the new program with `sl` see also `apt show sl`.
de: Sie werden das Programm `sl` lieben. Führen Sie das neue Programm mit `sl` aus, siehe auch `apt show sl`.
es: El programa `sl` es un amor. Ejecute el nuevo programa con `sl` ver también `apt show sl`.
hu: Szeretni fogja az `sl` programot. Futtassa az új `sl` programot, lásd még `apt show sl`.
it: Ti piacerà il programma `sl`. Esegui il nuovo programma con `sl`, vedi anche `apt show sl`.
ja: `sl` プログラムを気にいるとおもいますよ。`sl` で新しいプログラムを実行してください。`apt show sl` も参照してください。
sv: Du kommer att älska programmet `sl`. Kör det nya programmet med `sl` se även `apt show sl`.

source: Services
es: Servicios
hu: Szolgáltatások
it: Servizi
ja: サービス
sv: Tjänster
