Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/commandline_quickstart.po
Languages: de, es, hu, it, ja, sv

source: Some programms run as services like PostgreSQL, tomcat or Apache Webserver. You can start or stop the services.
de: Einige Programme laufen als Dienste (Services) wie PostgreSQL, Tomcat oder Apache Webserver. Sie können die Dienste starten oder beenden.
es: Algunos programas se ejecutan como servicios como PostgreSQL, tomcat o Apache Webserver. Puede iniciar o detener los servicios.
hu: Néhány program szolgáltatásként fut, mint például PostgreSQL, tomcat vagy Apache web szerver. Elindíthatja és megállíthatja a szolgáltatásokat.
it: Alcuni programmi funzionano come servizi come PostgreSQL, tomcat o Apache Webserver. Puoi avviare o fermare i servizi.
ja: PostgreSQL、TomcatやApache webサーバのように一部のプログラムはサービスとして実行されています。サービスを開始、停止できます。
sv: Vissa program körs som tjänster som PostgreSQL, tomcat eller Apache Webserver. Du kan starta eller stoppa tjänsterna.

source: Restart your Apache Service
de: Starten Sie Ihren Apache-Dienst neu
es: Reinicie su Servicio Apache
hu: Az Apache szolgáltatás újraindítása
it: Riavvia il tuo Servizio Apache
ja: Apacheサービスを再開できます。
sv: Starta om din Apache-tjänst

source: How to edit files
de: So bearbeiten Sie Dateien
es: Cómo editar archivos
hu: Hogyan szerkesszünk fájlokat
it: Come modificare i file
ja: ファイルの編集方法
sv: Så här redigerar du filer

source: You can either edit files in the terminal or open them with an external program like Geany.
de: Sie können Dateien im Terminal bearbeiten oder mit einem externen Programm wie Geany öffnen.
es: Es posible editar archivos en el terminal o abrirlos con un programa externo como Geany.
hu: Fájlokat szerkeszthetünk a terminál ablakban vagy megnyithatjuk őket egy külső programmal mint a Geany.
it: Puoi modificare i file nel terminale o aprirli con un programma esterno come Geany.
ja: ターミナルでファイルを編集することもできますし、Geanyのような外部プログラムで開くこともできます。
sv: Du kan antingen redigera filer i terminalen eller öppna dem med ett externt program som Geany.

source: In the terminal window you can use the `vim` editor (Vi IMproved). `vim` is very powerful and has many options.
de: Im Terminal können Sie den `vim` editor (Vi IMproved) verwenden. `vim` ist sehr leistungsstark und hat viele Optionen.
es: En la ventana del terminal se puede utilizar el editor `vim` (Vi IMproved). `vim` es muy potente y tiene muchas opciones.
hu: A terminál ablakban használhatja a `vim` (Vi IMproved) szerkesztőt. `vim` nagyon hatékony és sok opcióval rendelkezik.
it: Nella finestra del terminale puoi usare l'editor `vim` (Vi IMproved). `vim` è molto potente e ha molte opzioni.
ja: ターミナルウインドウで、 `vim` エディタ (Vi IMproved)を利用できます。`vim` はパワフルで、様々な機能があります。
sv: I terminalfönstret kan du använda redigeringsprogrammet `vim` (Vi IMproved). `vim` är mycket kraftfull och har många alternativ.

source: See also
de: Weitere Informationen
es: Véase también
hu: Lásd még
it: Vedere anche
ja: 参照
sv: Se även

source: Open a file with `vim`:
de: Öffnen Sie eine Datei mit `vim`:
es: Abra un archivo con `vim`:
hu: Egy fájl megnyitása `vim`-el:
it: Apri un file con `vim`:
ja: `vim` でファイルを開く:
sv: Öppna en fil med `vim`:

source: press `i` to switch to the input mode
de: Drücken Sie `i`, um in den Bearbeitungsmodus zu wechseln
es: pulse `i` para cambiar al modo de entrada
hu: nyomjon `i`-t az input módra váltáshoz
it: premi `i` per passare alla modalità di ingresso
ja: `i` キーをおして、入力モードへ変更する
sv: tryck på `i` för att växla till inmatningsläge

source: `ESC` leaves the input mode
de: `ESC` verlässt den Bearbeitungsmodus
es: `ESC` sale del modo de entrada
hu: `ESC` kilépés az input módból
it: `ESC` lascia la modalità di ingresso
ja: `ESC` キーで、入力モードからぬける
sv: `ESC` lämnar inmatningsläget

source: `:w` saves your changes
de: `:w` speichert Ihre Änderungen
es: `:w` guarda los cambios
hu: `w` módosításai mentése
it: `:w` salva le tue modifiche
ja: `:w` は、変更点を保存する
sv: `:w` sparar dina ändringar

source: `:wq` saves your changes and closes the file
de: `:wq` speichert Ihre Änderungen und schließt die Datei
es: `:wq` guarda los cambios y cierra el archivo
hu: `:wq` módosításai mentése és a fájl lezárása
it: `:wq` salva le modifiche e chiude il file
ja: `:wq` は、変更点を保存し、ファイルをとじる
sv: `:wq` sparar dina ändringar och stänger filen

source: `:q` closes the file
de: `:q` schließt die Datei
es: `:q` cierra el archivo
hu: `q` fájl lezárása
it: `:q` chiude il file
ja: `:q` ファイルを閉じる
sv: `:q` stänger filen

source: `:q!` closes the file without saving
de: `:q` schließt die Datei, ohne zu speichern
es: `:q!` cierra el archivo sin guardar
hu: `q!` fájl lezárása mentés nélkül
it: `:q!` chiude il file senza salvare
ja: `:q!` は、保存することなしに、ファイルを閉じる
sv: `:q!` stänger filen utan att spara

source: Owner and access rights
de: Eigentümer- und Zugriffsrechte
es: Derechos de propietario y acceso
hu: Tulajdonos és hozzáférési jogosultságok
it: Proprietario e diritti di accesso
ja: ファイル所有者とアクセス権
sv: Ägare och åtkomsträttigheter

source: Access rights define whether a `user` or `group` or `others` have access to a file and what sort of access is given. You can have `read`, `write` or `excecute` access.
de: Zugriffsrechte legen fest, ob ein `Benutzer` oder eine `Gruppe` oder `Andere` Zugriff auf eine Datei haben und welche Art von Zugriff gewährt wird. Sie können Lese-, Schreibrechte oder Rechte zum Ausführen haben.
es: Los derechos de acceso definen si un `usuario` o `grupo` u `otros` tienen acceso a un archivo y qué tipo de acceso se da. Puede tener acceso `leer`, `escribir` o `ejecutar`.
hu: A hozzáférési jogok határozzák meg, hogy egy `user` (felhasználó) vagy `group` (csoport) vagy `others` (mindenki más) hozzáférhetnek-e egy fájlhoz, és hogy milyen hozzáférésük van. Lehet `read` (olvasás), `write` (írás) vagy `excecute` (végrehajtás) hozzáférés.
it: I diritti di accesso definiscono se un `utente` o `gruppo` o `altri` hanno accesso a un file e che tipo di accesso è dato. Si può avere accesso in `lettura`, `scrittura` o `esecuzione`.
ja: アクセス権は、 `ユーザ` または `グループ` または `他者` がファイルにアクセスできるかどうか、およびどのようなアクセスが与えられるかを定義します。`読み込み` `書き込み` `実行` のアクセス権があります。
sv: Åtkomsträttigheter definierar om en `användare` eller `grupp` eller `andra` har åtkomst till en fil och vilken typ av åtkomst som ges. Du kan ha `läsa`, `skriva` eller `exekvera` åtkomst.

source: Directories or files have an owner and a group definition. By default the creator of a file/directory is the owner. But this definition can be changed. You will learn this in the next section.
de: Verzeichnisse oder Dateien verfügen über einen Besitzer und eine Gruppendefinition. Standardmäßig ist der Ersteller einer Datei/eines Verzeichnisses der Besitzer. Aber diese Definition kann geändert werden. Das erfahren Sie im nächsten Abschnitt.
es: Los directorios o archivos tienen un propietario y una definición de grupo. De forma predeterminada, el creador de un archivo/directorio es el propietario. Pero esta definición se puede cambiar. Aprenderás esto en la siguiente sección.
hu: A könyvtárakhoz vagy fájlokhoz tartozik egy tulajdonos és egy csoport. Alapértelmezés szerint a fájl/könyvtár létrehozója a tulajdonos. Ez a beállítás megváltoztatható. Megtanuljuk ezt a következő fejezetben.
it: Le directory o i file hanno un proprietario e una definizione di gruppo. Per default il creatore di un file/directory è il proprietario. Ma questa definizione può essere cambiata. Lo imparerai nella prossima sezione.
ja: ディレクトリまたはファイルには、所有者とグループ定義があります。デフォルトで、ファイルやディレクトリの作成者が所有者になります。しかし、この変更は変更できます。次の章でまなんでいきましょう。
sv: Kataloger eller filer har en ägare och en gruppdefinition. Som standard är det skaparen av en fil/katalog som är ägare. Men denna definition kan ändras. Detta kommer du att lära dig i nästa avsnitt.

source: You can show the owner and group via `ls -l`
de: Sie können den Benutzer und die Gruppe über `ls -l` anzeigen
es: Puede mostrar al propietario y al grupo a través de `ls -l`
hu: Megjelenítheti a tulajdonost és a csoportot az `ls -l` segítségével.
it: Puoi mostrare il proprietario e il gruppo tramite `ls -l`.
ja: 所有者と所有グループを `ls -l` で見ることができます。
sv: Du kan visa ägare och grupp via `ls -l`

source: the initial character can be `-` for a file or `d` for directory
de: Das Anfangszeichen kann `-` für eine Datei oder `d` für ein Verzeichnis sein
es: el carácter inicial puede ser `-` para un archivo o `d` para el directorio
hu: az első karakter `-` fájloknál és `d` könyvtáraknál
it: il carattere iniziale può essere `-` per un file o `d` per una directory
ja: 最初の文字が `-` のときはファイル、 `d` のときはディレクトリです。
sv: det inledande tecknet kan vara `-` för en fil eller `d` för en katalog

source: `user` is defined as the owner and the group
de: `user` ist als Besitzer und Gruppe definiert
es: `usuario` se define como el propietario y el grupo
hu: `user` nevű a tulajdonos és a csoprot
it: `user` è definito come il proprietario e il gruppo
ja: `user` は、所有者とグループで定義されます
sv: `user` definieras som ägare och gruppen

source: Access rights are listed at the beginning of the row:
de: Zugriffsrechte werden am Anfang der Zeile aufgeführt:
es: Los derechos de acceso se enumeran al principio de la fila:
hu: A hozzáférési jogok a sor elején vannak:
it: I diritti di accesso sono elencati all'inizio della riga:
ja: アクセス権は、各行の最初に表示されます。
sv: Åtkomsträttigheterna anges i början av raden:

source: `r` read
de: `r` lesen
es: `r` leer
hu: `r` olvasás
ja: `r` 読み込み
sv: `r` läsa

source: `w` write
de: `w` schreiben
es: `w` escribir
hu: `w` írás
ja: `w` 書き込み
sv: `w` skriva

source: `x` execute
de: `x` ausführen
es: `x` ejecutar
hu: `x` végrehajtás
it: `x` esegui
ja: `x` 実行
sv: `x` exekvera

source: first 3 letters for the owner
de: die ersten 3 Buchstaben für den Besitzer
es: primeras 3 cartas para el propietario
hu: első 3 karakter a tulajdonosra
it: le prime 3 lettere per il proprietario
ja: 最初の3文字は、所有者のアクセス権です。
sv: första 3 bokstäverna för ägaren

source: then next 3 letters for the group
de: dann die nächsten 3 Buchstaben für die Gruppe
es: siguientes 3 letras para el grupo
hu: a következő 3 karakter a csoportra
it: poi le prossime 3 lettere per il gruppo
ja: つぎの3文字は、グループのアクセス権です
sv: sedan nästa 3 bokstäver för gruppen

source: followed by the last 3 letters for others
de: gefolgt von den letzten 3 Buchstaben für andere
es: seguido por las últimas 3 letras para los demás
hu: az utolsó 3 karakter a többiekre vonatkozik
it: seguito dalle ultime 3 lettere per gli altri
ja: 続く3文字は、他者のアクセス権になります。
sv: följt av de 3 sista bokstäverna för andra

source: Change the owner with `chown`
de: Ändern des Besitzers mit `chown`
es: Cambia al dueño por `chown`
hu: Tulajdon módosítás `chown`-nal
it: Cambia il proprietario con `chown`.
ja: `chown` で所有者を変更する
sv: Byt ägare med `chown`

source: first pass the user then the group - like `user:www-data`
de: zuerst wird der Benutzer übergeben und dann die Gruppe - also `user:www-data`
es: primero pase el usuario y luego el grupo - como `user:www-data`
hu: először adja meg a tulajt majd a csoportot - így `user:www-data`
it: prima passa l'utente poi il gruppo - come `user:www-data`.
ja: `user:www-data` のように前半がユーザで、後半がグループを指定します。
sv: skicka först användaren och sedan gruppen - som `användare:www-data`

source: `-R` recursive
de: `-R` rekursiv
es: `-R` recursivo
hu: `-R` rekurzív
ja: `-R` 再帰的
sv: `-R` rekursiv

source: Change access rights with `chmod`
de: Zugriffsrechte mit `chmod` ändern
es: Cambiar derechos de acceso con `chmod`
hu: Hozzáférési jog módosítás `chmod`-dal
it: Cambia i diritti di accesso con `chmod`.
ja: `chmod` でアクセス権を変更する
sv: Ändra åtkomsträttigheter med `chmod`

source: 777 everyone can do everything
de: 777 jeder kann alles machen
es: 777 todo el mundo puede hacer todo
hu: 777 mindenki mindent csinálhat
it: 777 tutti possono fare tutto
ja: 777 を指定すると、だれでもなんでもできます。
sv: 777 alla kan göra allt

source: number: owner (u)
de: number: Besitzer (owner bzw. u)
es: número: propietario (u)
hu: szám: tulajdonos (u)
sv: nummer: ägare (u)

source: number: group (g)
de: number: Gruppe (group bzw. g)
es: número: grupo (g)
hu: szám: csoport (g)
sv: antal: grupp (g)

source: number: other (o)
de: Nummer: alle Anderen (o)
es: número: otro (o)
hu: szám: többiek (o)
sv: nummer: annat (o)

source: 4 read
de: 4 lesen
es: 4 leer
hu: 4 olvasás
ja: 4 読み込み
sv: 4 läs

source: 2 write
de: 2 schreiben
es: 2 escribir
hu: 2 írás
ja: 2 書き込み
sv: 2 skriv

source: 1 execute
de: 1 ausführen
es: 1 ejecución
hu: 1 végrehajtás
ja: 1 実行
sv: 1 utförande

source: 660 - owner and group are allowed to read and write, other have no rights
de: 660 - Besitzer und Gruppe dürfen lesen und schreiben, andere haben keine Rechte
es: 660 - propietario y grupo pueden leer y escribir, otros no tienen derechos
hu: 660 - tulajdonos és a csoport olvashatja és írhatja, a többieknek nincs semmi joga
it: 660 - il proprietario e il gruppo sono autorizzati a leggere e scrivere, gli altri non hanno diritti
ja: 660 - 所有者とグループは、読み書きできますが、他人には一切のアクセス権がありません。
sv: 660 - ägare och grupp har rätt att läsa och skriva, övriga har inga rättigheter

source: 744 - owner can do everything, group and others can only read
de: 744 - Besitzer kann alles tun, Gruppe und andere können nur lesen
es: 744 - el propietario puede hacer todo, grupo y otros sólo pueden leer
hu: 744 - tulajdonos mindent csinálhat, a csoport és a többiek csak olvashatják
it: 744 - il proprietario può fare tutto, il gruppo e gli altri possono solo leggere
ja: 744 - 所有者はすべてのことができ、グループと他人は読み込みのみできます。
sv: 744 - ägaren kan göra allt, gruppen och andra kan bara läsa

source: or use it like this
de: oder verwenden Sie es wie folgt
es: o usarlo así
hu: vagy használja így
it: o usarlo in questo modo
ja: あるいは次のように指定できます。
sv: eller använd den så här

source: u = user
de: u = Benutzer
es: u = usuario
hu: u = tulajdonos
sv: u = användare

source: g = group
de: g = Gruppe
es: g = grupo
hu: g = csoport
it: g = gruppo
sv: g = grupp

source: o = other
de: o = Andere
es: o = otros
hu: o = többiek
it: o = altro
sv: o = annan

source: a = all
de: a = Alle
es: a = todos
hu: a = mindenki
sv: a = alla

source: +/- right: r = read / w = write / x = execute
de: +/- Recht: r = lesen / w = schreiben / x = ausführen
es: +/- derecha: r = lectura / w = escritura / x = ejecutar
hu: +/- jog: r = olvasás / w = írás / x = végrehajtás
sv: +/- höger: r = läsa / w = skriva / x = köra

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Here are other commands you may try.
de: Hier sind andere Befehle, die Sie ausprobieren können.
es: Aquí hay otros comandos que puede probar.
hu: További kipróbálandó parancsok.
it: Ecco altri comandi che puoi provare.
ja: 試してみるコマンドが他にもあります。
sv: Här är några andra kommandon som du kan prova.

source: grep - search for a pattern in a text
de: grep - Suche nach einem Muster in einem Text
es: grep - buscar un patrón en un texto
hu: grep - minta keresés szövegben
it: grep - cerca un pattern in un testo
ja: grep - テキストのなかから、パターンを検索します。
sv: grep - sök efter ett mönster i en text

source: history | grep cd
es: historia | grep cd
sv: historik | grep cd

source: rm - remove a file
de: rm - Entfernen einer Datei
es: rm - eliminar un archivo
hu: rm - fájl törlés
it: rm - rimuovi un file
ja: rm - ファイルを削除
sv: rm - ta bort en fil

source: rmdir - remove an empty directory
de: rmdir - Entfernen eines leeren Verzeichnisses
es: rmdir - eliminar un directorio vacío
hu: rmdir - üres könyvtár törlése
it: rmdir - rimuove una directory vuota
ja: rmdir - 空になったディレクトリを削除
sv: rmdir - ta bort en tom katalog

source: mv - rename/move
de: mv - umbenennen/verschieben
es: mv - cambiar el nombre/mover
hu: mv - átnevezés/átmozgatás
it: mv - rinomina/muovi
ja: mv - 名前変更または移動
sv: mv - byta namn/flytta

source: head - show the beginning of a file
de: head - Anfang einer Datei anzeigen
es: head - mostrar el comienzo de un archivo
hu: head - fájl első sorainak megjelenítése
it: head - mostra l'inizio di un file
ja: head - ファイルの冒頭を表示
sv: head - visa början av en fil

source: tail - show the end of a file
de: tail - zeigt das Ende einer Datei an
es: tail - mostrar el final de un archivo
hu: tail - fájl utolsó sorainak megjelenítése
it: tail - mostra la fine di un file
ja: tail - ファイルの末尾を表示
sv: tail - visa slutet av en fil

source: find - search for files in a directory hierarchy
de: find - Suche nach Dateien in einer Verzeichnishierarchie
es: buscar - buscar archivos en una jerarquía de directorios
hu: find - fájl keresés a könyvtár hierarchiában
it: find - cerca i file in una gerarchia di directory
ja: find - ディレクトリをたどって、ファイルを検索します
sv: find - sök efter filer i en kataloghierarki

source: locate - find files by name
de: locate - sucht nach Dateien nach Namen
es: localizar - encontrar archivos por nombre
hu: locate - fájlok keresése név szerint
it: locate - trova i file per nome
ja: locate - 名前でファイルを検索
sv: locate - hitta filer efter namn

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: You have learned some important commands and information to work with the command line. Hopefully you have discovered how powerful the command line is.
de: Sie haben einige wichtige Befehle und Informationen gelernt, um mit der Befehlszeile zu arbeiten. Hoffentlich haben Sie entdeckt, wie mächtig die Befehlszeile ist.
es: Ahora ha aprendido algunos comandos e información importantes para trabajar con la línea de comandos. Esperemos que haya descubierto lo poderosa que es la línea de comandos.
hu: Néhány fontos parancsot tanult és információt kapott a parancssori munkához. Remélhetőleg felismerte milyen hatékony a parancssor.
it: Hai imparato alcuni importanti comandi e informazioni per lavorare con la linea di comando. Si spera che tu abbia scoperto quanto sia potente la linea di comando.
ja: ここまでで、重要なコマンドとその利用方法について学習してきました。コマンドラインがいかにパワフルか理解できたでしょう。
sv: Du har lärt dig några viktiga kommandon och information för att arbeta med kommandoraden. Förhoppningsvis har du upptäckt hur kraftfull kommandoraden är.

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap
