Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/deegree_quickstart.po
Languages: es, fr, it, ja

source: deegree Quickstart
es: Inicio Rápido de deegree
fr: Guide de démarrage avec deegree
it: Guida rapida deegree
ja: deegreeクイックスタート

source: deegree is a Java application for serving maps (and vector data) for other clients to show.
es: deegree es una aplicación Java para servir mapas (y datos vectoriales) para mostrar a otros clientes.

source: This Quick Start describes how to:
es: Esta Guía de Inicio Rápido describe cómo:

source: start deegree webservices
es: Inicio de servicios web de deegree

source: configure deegree webservices via the deegree services console
es: configurar os servicios web de deegree mediante la consola de servicios de deegree

source: use the *deegree-inspire-workspace* as a starting point
es: utilizar el *deegree-inspire-workspace* como punto de partida

source: Project description
es: Descripción del proyecto

source: *deegree* is open source software for spatial data infrastructures and the geospatial web.
es: *deegree* es software de código abierto para infraestructuras de datos espaciales y la web geoespacial.

source: Available components are:
es: Componentes disponibles son:
fr: Les composants disponibles sont :
it: I componenti disponibili sono:
ja: 利用可能なコンポーネント:

source: Web-Services: WFS, WMS, WMTS, CSW, WPS
es: Servicios web: WFS, WMS, WMTS, CSW, WPS
fr: Services Web : WFS, WMS, WMTS, CSW, WPS

source: This quickstart describes how to:
es: Esta Guía de Inicio Rápido describe cómo:

source: Start *deegree 3 webservices* on the Live DVD
es: Inicializar *deegree 3 webservices* en el DVD en vivo

source: Use the *deegree 3 services console* to activate example configurations
es: Uso del *deegree 3 services console* para activar configuraciones de ejemplo

source: Find more information
es: Encontrar más información

source: About deegree 3
es: Acerca de deegree 3

source: *deegree 3* is the new generation of the deegree Java framework for GIS applications and OGC-service implementations. It can be used to build web-based geospatial-data-infrastructures (GDI).
es: *deegree 3* es la nueva generación del framework Java deegree para aplicaciones SIG e implementaciones de servicios OGC. Se puede utilizar para construir infraestructuras de datos geoespaciales (GDI) basadas en la web.
fr: *deegree 3* est la nouvelle génération du cadre de développement Java deegree pour les applications SIG et les implémentations de services OGC. Il peut être utilisé pour construire des infrastructures géospatiales-données (IDG) basées sur le Web.
it: *deegree 3* è la nuova generazione del framework deegree Java per applicazioni GIS e implementazioni di servizi OGC. Può essere usato per costruire infrastrutture di dati geospaziali basate sul web (GDI).
ja: *deegree3* は、deegree Javaフレームワークの新世代であり、GISアプリケーションとOGCサービス実装のためのものです。Webベースの地理空間データインフラストラクチャ(GDI)の構築に使用できます。

source: Start deegree 3 webservices
es: Iniciar deegree 3 webservices
fr: Démarrer les services Web deegree 3
it: Avvia i webservice di deegree 3
ja: deegree3 webサービスを開始

source: Choose *'Start deegree'* from the :menuselection:`Geospatial --> Web Services --> deegree` menu. The application will take a few moments to start up.
es: Elija *'Iniciar deegree'* en el menú :menuselection:`Geospatial --> Web Services --> deegree` . La aplicación tardará unos minutos en iniciarse.
fr: Choisissez *'Start deegree'* à partir du menu :menuselection:`Geospatial --> Web Services --> deegree`. Le démarrage de l’application prendra quelques instants.
ja: :menuselection:`Geospatial-->Web Services-->deegree` メニューから* 'deegreeを開始'* を選択します。アプリケーションの起動には少し時間がかかります。

source: deegree 3 services console
es: consola de servicios de deegree 3

source: When you start *deegree* for the first time, firefox should open (otherwise open it manually and point your browser to http://localhost:8033). Please wait until you can see the *deegree 3 services console*. This is a simple web-based GUI for editing the configuration files of the so-called *deegree workspace*.
es: Cuando inicias deegree por primera vez, Firefox debería abrirse (de lo contrario, ábrelo manualmente y apunta tu navegador a http://localhost:8033). Espere hasta poder ver la *consola de servicios de deegree 3*. Esta es una GUI simple basada en la web para editar los archivos de configuración del llamado *espacio de trabajo deegree*.

source: deegree 3 workspaces
es: Espacios de trabajo de deegree 3

source: *deegree 3* uses configurations conformant to all *deegree 3* based webservices. Those configurations are stored in the so called workspace.
es: *deegree 3* utiliza configuraciones compatibles con todos los servicios web basados ​​en *deegree 3*. Esas configuraciones se almacenan en el llamado espacio de trabajo.

source: Inside the *deegree services console* you find a section to manage the included and ready-to-use workspaces. To enter this section, click on *'workspaces'* on the left side.
es: Dentro de la *consola de servicios de deegree* encontrará una sección para administrar los espacios de trabajo incluidos y listos para usar. Para ingresar a esta sección, haga clic en *'workspaces'* en el lado izquierdo.

source: You are now in the workspace management of the running *deegree* instance. You can see which workspace is currently active (only one can be active at a time) workspace, inactive locally available workspaces and offical workspaces which can be imported if you have a internet connection.
es: Ahora está en la gestión del espacio de trabajo de la instancia de ejecución de *deegre*. Puede ver qué espacio de trabajo está actualmente activo (solo uno puede estar activo a la vez), espacios de trabajo inactivos disponibles localmente y espacios de trabajo oficiales que pueden importarse si tiene una conexión a Internet.

source: Please start the *deegree-inspire-workspace* now.
es: Por favor inicie el *deegree-inspire-workspace* ahora.

source: deegree 3 workspaces on OSGeoLive GIS Disc
es: espacios de trabajo de deegree 3 en el disco SIG de OSGeoLive

source: This workspace includes an example configuration for INSPIRE View- and Download-Services. It consists of a transactional WFS (2.0.0 and 1.1.0) for all Annex I Data Themes and a WMS (1.3.0 and 1.1.1) which serves three layers of those Annex I Data Themes. Included are some harmonized dutch administrative units, cadastral parcels and addresses. The WFS in this example acts as an INSPIRE Download service (direct access) and outputs valid, harmonized INSPIRE GML. Additionally it supports multiple request types and queries.
es: Este espacio de trabajo incluye una configuración de ejemplo para los Servicios de visualización y descarga de INSPIRE. Consiste en un WFS transaccional (2.0.0 y 1.1.0) para todos los Temas de datos del Anexo I y un WMS (1.3.0 y 1.1.1) que atiende a tres capas de esos Temas de datos del Anexo I. Se incluyen algunas unidades administrativas holandesas armonizadas, parcelas catastrales y direcciones. El WFS en este ejemplo actúa como un servicio de descarga de INSPIRE (acceso directo) y genera un GML de INSPIRE armonizado válido. Además, admite múltiples tipos de solicitudes y consultas.
fr: Cet espace de travail comprend une configuration d’exemple pour les Services INSPIRE View et Download. Il se compose d’un WFS transactionnel (2.0.0 et 1.1.0) pour tous les thèmes de données de l’annexe I et d’un WMS (1.3.0 et 1.1.1) qui dessert trois couches de ces thèmes de données annexe I. On y compte quelques unités administratives néerlandaises harmonisées, des parcelles cadastrales et des adresses. Le WFS dans cet exemple agit comme un service INSPIRE Download (accès direct) et des sorties valides, harmonisées INSPIRE GML. En outre, il prend en charge plusieurs types de demandes et requêtes.
ja: この作業フォルダには、INSPIREビュー・ダウンロードサービスの設定例が含まれています。すべてのAnnex Iデータテーマ用のトランザクションWFS(2.0.0および1.1.0)と、これらのAnnex Iデータテーマの3つのレイヤを提供するWMS(1.3.0および1.1.1)で構成されています。いくつかの調和されたオランダの行政単位、地籍区画、住所が含まれています。この例のWFSはINSPIREダウンロードサービス(直接アクセス)として動作し、有効で統一されたINSPIRE GMLを出力します。さらに、複数のリクエストタイプとクエリをサポートしています。

source: This workspace loads harmonized INSPIRE GML from local files. This can easily changed to PostGIS, Oracle Spatial or Microsoft SQL Server as backend.
es: Este espacio de trabajo carga INSPIRE GML armonizado de archivos locales. Esto se puede cambiar fácilmente a PostGIS, Oracle Spatial o Microsoft SQL Server como back-end.
fr: Cet espace de travail charge des fichiers INSPIRE GML harmonisés à partir de fichiers locaux. Cela peut facilement changer pour des gestionnaires de bases de données PostGIS, Oracle Spatial ou Microsoft SQL Server comme backend.
ja: この作業フォルダは、ローカルのファイルから調和されたINSPIRE GMLをロードします。これは、バックエンドとしてPostGIS、Oracle Spatial、Microsoft SQL Serverに簡単に変更できます。

source: After activating the *deegree-workspace-inspire* you can open a simple map-client by clicking on *'see layers'*. The service is configured to visualize the data and a basemap (rendered by `OpenStreetMap <http://openstreetmap.org/>`_).
es: Después de activar el *deegree-workspace-inspire* , puede abrir un simple mapa-cliente haciendo clic en *'ver capas'* . El servicio está configurado para visualizar los datos y un mapa base (prestado por `OpenStreetMap <http://openstreetmap.org/>`_ ).

source: A click on the **+** on the right side opens a layer tree showing all available layers. You can activate the INSPIRE layer served by the deegree WMS here.
es: Un clic en el **+** en el lado derecho abre un árbol de capas que muestra todas las capas disponibles. Puede activar la capa INSPIRE que sirve el deegree WMS aquí.

source: The map client is based on `OpenLayers <http://openlayers.org/>`_. You can pan through the map holding the left mouse button and drag the map. Zooming is possible via mouse wheel or the navigation elements on the left side.
es: El mapa cliente se basa en `OpenLayers <http://openlayers.org/>`_. Puede desplazarse por el mapa con el botón izquierdo del mouse y arrastrar el mapa. El zoom es posible mediante la rueda del mouse o los elementos de navegación en el lado izquierdo.

source: More information and step-by-step tutorials about the INSPIRE workspace can be found in the deegree `documentation <http://download.deegree.org/documentation/3.4.1/html/lightly.html#example-workspace-1-inspire-network-services>`_.
es: Puede encontrar más información y tutoriales paso a paso sobre el espacio de trabajo de INSPIRE en la `documentación de deegree <http://download.deegree.org/documentation/3.4.1/html/lightly.html#example-workspace-1-inspire-network-services>`_.

source: Want more?
es: ¿Quieres más?

source: This was just a short intro on the features of deegree 3. There is more information in the demo installations and on the deegree website.
es: Esto fue solo una breve introducción sobre las características de deegree 3. Hay más información en las instalaciones de demostración y en el sitio web de deegree.

source: deegree online demo
es: demo online de deegree

source: Available here: http://demo.deegree.org
es: Disponible aquí: http://demo.deegree.org

source: deegree website
es: sitio web de deegree

source: Available here: http://www.deegree.org
es: Disponible aquí: http://www.deegree.org

source: *deegree* is open source software for spatial data infrastructures and the geospatial web. *deegree* is a Java application for serving maps (and vector data) for other clients to show.
fr: *deegree* est un logiciel open source pour les infrastructures de données spatiales et le web géospatial. *deegree* est une application Java pour servir des cartes (et des données vectorielles) que d’autres clients peuvent afficher.
it: *deegree* è un software open source per infrastrutture di dati spaziali e il web geospaziale. *deegree* è un'applicazione Java per servire mappe (e dati vettoriali) da mostrare ad altri client.
ja: *deegree* は、空間データインフラストラクチャと地理空間Webのためのオープンソースソフトウェアです。*deegree* は、他のクライアントが表示するマップ(およびベクタデータ)を提供するJavaアプリケーションです。

source: Contents
fr: Contenu
it: Contenuti

source: Choose |menu_deegree-Start|. The application will take a few moments to start up.
it: Scegliere |menu_deegree-Start|. L'applicazione impiegherà alcuni secondi per partire.

source: Firefox opens the *deegree 3 services console*. (You can also open this manually by pointing your browser to http://localhost:8033). This is a simple web-based GUI for editing the configuration files of the *deegree workspace*.
fr: Firefox ouvre la console *deegree 3 services*. (Vous pouvez également l’ouvrir manuellement en pointant votre navigateur vers http://localhost:8033). Il s’agit d’une interface graphique web simple pour l’édition des fichiers de configuration de l’espace de travail *deegree*.
it: Firefox apre la *console dei servizi deegree 3*. (Puoi anche aprirla manualmente puntando il tuo browser su http://localhost:8033). Questa è una semplice interfaccia grafica basata sul web per modificare i file di configurazione dello spazio di lavoro *deegree*.
ja: Firefoxは *deegree3サービス コンソール* を開きます。(ブラウザでhttp://localhost:8033)を選択して手動で開くこともできます。これは、*deegree作業フォルダ* の設定ファイルを編集するためのシンプルなWebベースのGUIです。

source: Load a workspace
fr: Charger un espace de travail
it: Carica un workspace
ja: 作業フォルダを読み込む

source: *deegree 3* uses configurations conformant to all *deegree 3* based webservices. Those configurations are stored in the workspace.
fr: *deegree 3* utilise des configurations conformes à tous les services Web basés *deegree 3*. Ces configurations sont stockées dans l’espace de travail.
it: *deegree 3* usa configurazioni conformi a tutti i webservice basati su *deegree 3*. Queste configurazioni sono memorizzate nello spazio di lavoro.
ja: *deegree3* はすべての *deegree3* ベースのウェブサービスに準拠した設定を使用しています。これらの設定は作業フォルダに保存されています。

source: To manage the included and ready-to-use workspaces, click *'workspaces'* on the left side. You are now in the workspace management of the running *deegree* instance. You can see which workspace is currently active (only one can be active at a time) workspace, inactive locally available workspaces and offical workspaces which can be imported if you have a internet connection.
fr: Pour gérer les espaces de travail inclus et prêts à l’emploi, cliquez sur *'espaces de travail'* sur le côté gauche. Vous êtes maintenant dans la gestion de l’espace de travail de l’instance en cours d’exécution *deegree*. Vous pouvez voir quel espace de travail est actuellement actif (un seul peut être actif à la fois), espaces de travail inactifs disponibles localement et espaces de travail officiels qui peuvent être importés si vous avez une connexion Internet.
it: Per gestire gli spazi di lavoro inclusi e pronti all'uso, clicca su *'spazi di lavoro'* sul lato sinistro. Ora sei nella gestione degli spazi di lavoro dell'istanza di *deegree* in esecuzione. Puoi vedere quale spazio di lavoro è attualmente attivo (solo uno può essere attivo alla volta), gli spazi di lavoro inattivi disponibili localmente e gli spazi di lavoro ufficiali che possono essere importati se hai una connessione internet.
ja: 含まれているすぐに使用できるワークスペースを管理するには、左側の*'workspaces'* をクリックします。これで、実行中の *deegree* インスタンスの作業フォルダ管理が開始されました。現在アクティブな作業フォルダ(一度に1つしかアクティブにできない)、非アクティブなローカルで利用可能なワークスペース、およびインターネット接続がある場合にインポートできるオフラインのワークスペースを確認できます。作業フォルダ

source: Press start on the *deegree-workspace-utah-light*.
it: Premi start su *deegree-workspace-utah-light*.

source: The demo workspace contains a web mapping setup based on data from the state of Utah. It contains a WMS configuration (1.3.0 and 1.1.1) consisting of vector layers and a variety of render styles. Additionally, a WFS (2.0.0, 1.1.0 and 1.0.0) is configured that allows to access the raw vector data, backed by shapefiles, in GML format.
it: L'area di lavoro demo contiene una configurazione di web mapping basata sui dati dello stato dello Utah. Contiene una configurazione WMS (1.3.0 e 1.1.1) composta da layer vettoriali e una varietà di stili di rendering. Inoltre, è configurato un WFS (2.0.0, 1.1.0 e 1.0.0) che consente di accedere ai dati vettoriali grezzi, supportati da shapefile, in formato GML.

source: For additional configuration examples including raster data, you can import the workspace *deegree-workspace-utah* through the workspace management (internet connection is required).
it: Per ulteriori esempi di configurazione, compresi i dati raster, è possibile importare lo spazio di lavoro *deegree-workspace-utah* attraverso la gestione dello spazio di lavoro (è necessaria una connessione a Internet).

source: View a map
fr: Voir une carte
it: Vedi una mappa
ja: マップビュー

source: Click on *'see layers'* to open a simple map-client. The service is configured to visualize the data and a basemap (rendered by `OpenStreetMap <https://www.openstreetmap.org/>`_).
fr: Cliquez sur *'see layers'* pour ouvrir une simple carte-client. Le service est configuré pour visualiser les données et un fond de carte (rendu par `OpenStreetMap <https://www.openstreetmap.org/>`_).
it: Clicca su *'see layers'* per aprire un semplice map-client. Il servizio è configurato per visualizzare i dati e una mappa di base (resa da `OpenStreetMap <https://www.openstreetmap.org/>`_).
ja: *'see layers'* をクリックして、簡単なマップクライアントを開きます。このサービスは、データとベースマップ(`OpenStreetMap <https://www.openstreetmap.org/>`_)を視覚化するように設定されています。

source: Click on the **+** on the right side to open a layer tree showing all available layers. You can activate the a variety of layers served by the deegree WMS here.
it: Fare clic su **+** sul lato destro per aprire un albero dei layer che mostra tutti i layer disponibili. Qui è possibile attivare una serie di layer serviti da deegree WMS.

source: The map client is based on `OpenLayers <https://openlayers.org/>`_. You can pan through the map holding the left mouse button and drag the map. Zooming is possible via mouse wheel or the navigation elements on the left side.
fr: Le client de la carte est basé sur `OpenLayers <https://openlayers.org/>`_. Vous pouvez parcourir la carte en tenant le bouton de la souris gauche et faire glisser la carte. Le zoom est possible via la roue de la souris ou via les éléments de navigation sur le côté gauche.
it: Il client della mappa è basato su `OpenLayers <https://openlayers.org/>`_. Puoi fare una panoramica della mappa tenendo premuto il tasto sinistro del mouse e trascinando la mappa. Lo zoom è possibile tramite la rotella del mouse o gli elementi di navigazione sul lato sinistro.
ja: マップクライアントは、`OpenLayers <https://openlayers.org/>`_ に基づいています。マウスの左ボタンを押したままマップを移動し、マップをドラッグできます。ズームは、マウスホイールまたは左側のナビゲーション要素を使用して可能です。

source: What next?
fr: Ensuite ?
it: E ora?
ja: 次のステップ

source: This was just a short introduction to the features of deegree 3. There is more information in the demo installations and on the deegree website.
fr: Ce n’était qu’une brève introduction aux caractéristiques de deegree 3. Il y a plus d’informations à propos des installations de démonstration sur le site de deegree.
it: Questa era solo una breve introduzione alle caratteristiche di deegree 3. Ci sono più informazioni nelle installazioni demo e sul sito web di deegree.
ja: これはdeegree3の機能を簡単に紹介したものです。詳細については、デモインストールとdeegree Webサイトを参照してください。

source: deegree website - Available here: https://www.deegree.org
fr: **Site web:** Disponible ici: https://www.deegree.org
it: sito web deegree - Disponibile qui: https://www.deegree.org
ja: deegree Webサイト-利用可能:https://www.deegree.org

source: deegree documentation - Available here: https://www.deegree.org/documentation/
it: Documentazione di deegree - Disponibile qui: https://www.deegree.org/documentation/

source: deegree docker images - Available here: https://hub.docker.com/r/deegree/deegree3-docker/
it: immagini docker di deegree - Disponibili qui: https://hub.docker.com/r/deegree/deegree3-docker/

source: OSGeo Project
it: Progetto OSGeo

source: OSGeo Community
it: Comunità OSGeo

source: Press start on the *deegree-inspire-workspace*.
fr: Appuyez sur démarrer sur l’espace de travail *deegree-inspire-workspace*.
ja: *deegree-inspire-workspace* の開始を押してください。

source: Click on the **+** on the right side to open a layer tree showing all available layers. You can activate the INSPIRE layer served by the deegree WMS here.
fr: Cliquez sur le **+** sur le côté droit pour ouvrir un arbre de couche montrant toutes les couches disponibles. Vous pouvez activer la couche INSPIRE desservie par le WMS deegree ici.
ja: 右側の **+** をクリックすると、レイヤの木が開き、利用可能なすべてのレイヤが表示されます。deegree WMSが提供するINSPIREレイヤは、ここで有効化できます。

source: More information and step-by-step tutorials about the INSPIRE workspace can be found in the deegree `documentation <https://download.deegree.org/documentation/3.4.1/html/lightly.html#example-workspace-1-inspire-network-services>`__.
fr: Plus d’informations et des tutoriels étape par étape sur l’espace de travail INSPIRE peuvent être trouvés dans la `documentation deegree <https://download.deegree.org/documentation/3.4.1/html/lightly.html#example-workspace-1-inspire-network-services>`__.
ja: INSPIRE作業フォルダに関する詳細情報と段階的なチュートリアルは、deegree `文書 <https://download.deegree.org/documentation/3.4.1/html/lightly.html#example-workspace-1-inspire-network-services>`__ にあります。

source: deegree online demo - Available here: https://www.deegree.org/demo/
fr: **Démo en ligne deegree**: Disponible ici: https://www.deegree.org/demo/
ja: deegreeオンラインデモ-利用可能:https://www.deegree.org/demo/
