Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/eoxserver_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: EOxServer is a server for presenting big Earth Observation (EO) data archives and metadata via Open Standards. It builds upon an Open Source stack of software which includes Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, PROJ.4 and a :doc:`SpatiaLite <../overview/spatialite_overview>` or :doc:`PostGIS <../overview/postgis_overview>` database.
de: EOxServer ist ein Server um große Archive von Erdbeobachtungsdaten (Earth Observation - EO) und Metadaten über offenen Standards zur Verfügung zu stellen. EOxServer basiert komplett auf Open Source Software wie Python, :doc:`MapServer <../overview/mapserver_overview>`, Django / GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, PROJ.4 und einer :doc:`SpatiaLite <../overview/spatialite_overview>` oder :doc:`PostGIS <../overview/postgis_overview>` Datenbank.
es: EOxServer es un servidor para presentar grandes archivos de datos de Observación de la Tierra (EO) y archivos de metadatos y a través de Estándares Abiertos. Se construye usando un conjunto de software de Código Abierto que incluye Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, PROJ.4 y un :doc:`SpatiaLite <../overview/spatialite_overview>` o una base de datos de :doc:`PostGIS <../overview/postgis_overview>`
hu: Az EOxServer egy szerver nagy Föld megfigyelési adat (EO) archívumok és metaadatok prezentálására nyílt szabványok alkalmazásával. Több nyílt forráskódú szoftverre épül, többek között Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, PROJ.4 és a :doc:`SpatiaLite <../overview/spatialite_overview>` vagy :doc:`PostGIS <../overview/postgis_overview>` adatbázis.
ja: EOxServerは、大規模な地球観測(EO)データアーカイブとメタデータをオープンスタンダードで提供するサーバです。これは、Python、:doc:`MapServer<./overview/mapserver_overview>`、Django/GeoDjango、:doc:`GDAL<./overview/gdal_overview>`、PROJ.4および:doc:`Spatialite<./overview/spatialite_overview>`または:doc:`PostGIS<./overview/postgis_overview>`データベースを含むソフトウェアのオープンソーススタック上に構築されています。

source: View, filter, subset, and download EO data via EOxServer's Web Client
es: Vista, filtro, subconjunto y descarga de datos de EO a través de cliente de Web de EOxServer
hu: EO adatok megtekintése, szűrése, és letöltése az EOxServer web kliensén keresztül

source: Inspect EO data archives via EOxServer's Admin Client
es: Inspeccionar archivos de datos EO a través del Cliente de Administración de EOxServer
hu: EO adat archívumok vizsgálata EOxServer admin kliensen keresztül

source: See the :doc:`EOxServer Overview <../overview/eoxserver_overview>`, the `local EOxServer documentation <../../eoxserver-docs/EOxServer_documentation.pdf>`_, or the `online EOxServer documentation <https://eoxserver.readthedocs.org/>`_ for more information.
es: Ver el :doc:`EOxServer Overview <../overview/eoxserver_overview>`, el `local EOxServer documentation <../../eoxserver-docs/EOxServer_documentation.pdf>`_, o la `documentación en línea de EOxServer <https://eoxserver.readthedocs.org/>`_ para mayor información .

source: Demonstration Instance
es: Instancia de demostración
hu: Bemutató példány

source: The icon labeled `EOxServer` filed under `Web Services` launches a browser showing the demonstration instance available at http://localhost/eoxserver/
es: El icono con la etiqueta `EOxServer` archivado bajo `Web Services` lanza un navegador que muestra la instancia de demostración disponible en http://localhost/eoxserver/
hu: A `Web Services` alatt található `EOxServer` címkéjű ikon elindítja a böngészőt, mely a http://localhost/eoxserver/ címen elérhető bemutató példányt mutatja.

source: Web Client
es: Cliente Web
hu: Web kliens

source: The **Web Client** link opens the integrated EOxServer client. Within this client you can explore the contents of the EOxServer instance. In the demonstration instance is filled with ENVISAT MERIS scenes.
es: El enlace **Cliente Web** abre el cliente de EOxServer integrado. Dentro de este cliente, usted puede explorar los contenidos de la instancia de EOxServer. La instancia de demostración está llena de escenas de ENVISAT MERIS.
hu: A **Web Client** link az integrált EOxServer klienst nyitja meg. Ebben a kliensben felfedezheti a EOxServer példány tartalmát. A bemutató példányt ENVISAT MERIS helyszínekkel töltötték fel.

source: The client provides a set of interactions. On the top you can see a menu bar to show the Layer Selection and the Tools widgets. The main area is the map widget of the client with a set of datasets already displayed. On the bottom, you'll find the timeslider widget, that allows you to explore the contents in the temporal dimension. Each dataset is displayed as a small filled dot
es: El cliente proporciona un conjunto de interacciones. En la parte superior se puede ver una barra de menú para mostrar la Selección de Capa y los widgets de Herramientas. El área principal es el widget del mapa del cliente con una serie de conjuntos de datos ya mostrados. En la parte inferior, encontrará el widget del deslizador de tiempo, que le permite explorar el contenido en la dimensión temporal. Cada conjunto de datos se muestra como un pequeño punto lleno.
hu: A kliens az interakciók készletét biztosítja. Felül egy menüsort láthat a réteg kiválasztáshoz és az eszköz vezérlőkhöz. A kliens fő területe a térkép vezérlőé,az már megjelenített adatállományokkal. Alul egy idő csúszkát talál, mellyel felfedezheti a tartalom idő dimenzióját. Minden adatállomány mint egy kis kitöltött pont jelenik meg.

source: The Layer Selection widget allows you to enable or disable the visibility and configure the rendering of the layers. Also, you can show or hide the streets-overlay and select the background layer. Please note, that when you disable the "MER FRS 1P RGB reduced" layer, the timeslider widget is hidden and only reappears once a layer dataset layer is enabled. The Tools widget provides three different tools: the Bounding Box Selection Tool, the Selection Management Tool and the Download Tool.
de: Das Layerauswahl Widget ermöglicht die Ein- bzw. Ausschaltung der Sichtbarkeit und Konfigurierung des Layer Renderings. Ebenso können die Straßenoverlays und gezeigt bzw. versteckt und das Hintergrundlayer ausgewählt werden. Bitte beachten, das mit der Ausschaltung des "MER FRS 1P RGB reduced" Layers das Zeitauswahl Widget versteckt wird und erst wieder erscheint sobald der Layer Datensatz wieder eingschaltet wird. Es stehen drei unterschiedliche Tool Widgets bereit: Begrenzungsrahmen Auswahl, Auswahl Management und Download Tool.
es: El widget de Selección de Capa le permite habilitar o deshabilitar la visibilidad y configurar el renderizado de las capas. Además, puede mostrar u ocultar la superposición de calles y seleccionar la capa de fondo. Tenga en cuenta que cuando desactiva la capa "MER FRS 1P RGB reducido", el widget del deslizador de tiempo está oculto y solo reaparece una vez que se habilita una capa de conjunto de datos de capa. El widget Herramientas proporciona tres herramientas diferentes: la Herramienta de Selección de Recuadro Delimitador, la Herramienta de Gestión de Selecciones y la Herramienta de Descarga.
hu: A réteg kiválasztó vezérlővel ki vagy bekapcsolhatja a rétegek láthatóságát és réteg megjelenését konfigurálhatja. Megjelenítheti vagy elrejtheti az utcarajzot és kiválaszthatja a háttér réteget. Kérjük vegye figyelembe, hogy a "MER FRS 1P RGB reduced" réteget kikapcsolja, az idő csúszka eltűnik és csak akkor jelenik meg újra, ha réteg adatállományt bekapcsol. A Tools vezérlő három különböző eszközt biztosít: a Bounding Box Selection Tool-t. a Selection Management Tool-t és a Download Tool-t.
ja: レイヤ選択ウィジェットを使用すると、表示/非表示を切り替えたり、レイヤーのレンダリングを設定したりできます。また、通りのオーバーレイを表示または非表示にしたり、背景のレイヤを選択したりすることもできます。"MER FRS1P RGB reduced"レイヤを無効にすると、タイムスライダウィジェットは非表示になり、レイヤデータセットレイヤが有効になると再表示されることに注意してください。ツールウィジェットには、境界ボックス選択ツール、選択管理ツール、ダウンロードツールの3つの異なるツールが用意されています。

source: When the Bounding Box Tool is enabled, you can draw a bounding box directly on the map. The bounding box is used for querying within the Download Tool.
de: Wenn das BoundingBox-Werkzeug aktiviert ist, können Sie einen Begrenzungsrahmen direkt auf der Karte zeichnen. Der Begrenzungsrahmen wird für Abfragen innerhalb des Download-Tools verwendet.
es: Cuando se habilita la Herramienta de Recuadro Delimitador, puede dibujar un recuadro delimitador directamente en el mapa. Ese recuadro se utiliza para realizar consultas dentro de la Herramienta de Descarga.
hu: Amikor a Bounding Box Tool-t bekapcsolja egy befoglaló téglalapot rajzolhat közvetlenül a térképre. A befoglaló téglalapot a Download Tool-on belül a lekérdezéshez használjuk.
ja: 境界ボックスツールを有効にすると、境界ボックスを直接地図上に描画できます。境界ボックスは、ダウンロードツール内でクエリに使用されます。

source: When the Download Tool is enabled, a query to the server is sent. This query include s the selected time of interest and bounding box. The results are shown in the Download widget, where you can select the format, projection and datasets to download.
de: Wenn das Download-Werkzeug aktiviert ist, wird eine Abfrage an den Server gesendet. Diese Abfrage enthält die ausgewählte Zeit und des Begrenzungsrechteck. Die Ergebnisse werden im Download-Widget angezeigt, wo Sie das Format, die Projektion und die Datensätze auswählen können, die heruntergeladen werden sollen.
es: Cuando se habilita la Herramienta de Descarga, se envía una consulta al servidor. Esta consulta incluye el tiempo seleccionado de interés y el cuadro delimitador. Los resultados aparecen en el widget de Descarga, donde puede seleccionar el formato, proyección y cvonjuntos de datos para descargar.
hu: Amikor a Download Tool-t bekapcsolja egy lekérdezést küldünk a szervernek. Ez a lekérdezés tartalmazza a kiválasztott időpontot és a befoglaló téglalapot.a z eredmények megjelennek a Download vezérlőben, ahol a formátumot, a vetületet és a letöltendő adatállományokat.
ja: ダウンロードツールが有効になると、サーバーへのクエリーが送信されます。このクエリには、選択された対象の時刻と境界ボックスが含まれています。結果はダウンロードウィジェットに表示され、ダウンロードするフォーマット、投影、データセットを選択できます。

source: This was a quick introduction to the EOxServer Web Client. Please refer to the `online documentation <https://eoxserver.readthedocs.org/en/latest/users/webclient.html>`_ for more information on this topic.
es: Esto fue una rápida introducción al Cliente Web EOxServer. Por favor consulte la `documentación en línea <https://eoxserver.readthedocs.org/en/latest/users/webclient.html>`_ para obtener más información sobre este tema.
hu: Ez a EOxServer Web kliens rövid bemutatása volt. További információkért kérjük forduljon az `online dokumentációhoz <https://eoxserver.readthedocs.org/en/latest/users/webclient.html>`_.

source: Admin Client
es: Cliente de Administración
hu: Admin kliens

source: The **Admin Client** link brings you to the login page for the `Admin Client`. The password for the user `admin` is `admin`.
es: El enlace **Cliente de Administración** conduce a la página de inicio de sesión para `Admin Client`. La contraseña para el usuario `admin` es` admin`.
hu: Az **Admin Client** link az `Admin Client` bejelentkező oldalát hozza fel. Az `admin` felhasználó jelszava `admin`.

source: The `Admin Client` is Djangos standard admin and allows you to configure the available data. Please feel free to explore the client. More information can be found in the `operators' guide <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.
es: El `Cliente de Administración` es administrador estándar de Djangos y le permite configurar los datos disponibles. Por favor, siéntase libre de explorar al cliente. Puede encontrar más información en `operators' guide <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.
hu: Az `Admin Client` egy Django szabványos admin és az elérhető adatok konfigurálását teszi lehetővé. Kérjük, nyugodtan fedezze fel a klienst. További információ található az `operators' kézikönyvben <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.

source: You can, for example, inspect the dataset series that is loaded by default by navigating to "Dataset Series" and then to "MER_FRS_1P_RGB_reduced".
es: Por ejemplo, puede examinar la serie de conjunto de datos que se carga predeterminadamente navegando a "Serie de Conjuntos de Datos" y luego a "MER_FRS_1P_RGB_reduced".
hu: Megvizsgálhatja például az alapértelmezés szerint betöltött adatsorokat a "Dataset Series"-re navigálva és utána a "MER_FRS_1P_RGB_reduced"-ra.

source: Here you can also see the included datasets. If you feel like it, you can exclude single datasets using the "delete" checkbox on the right and click on "Save".
es: Aquí también se pueden ver los conjuntos de datos incluidos. Si le apetece, puede excluir conjuntos de datos individuales usando la casilla de verificación "eliminar" a la derecha y haciendo click en "Guardar".
hu: Itt láthatja a tartalmazott adatállományokat. Ha szeretné egy adatállományt kivehet a "delete" jelölő négyzettel jobbra és a Save"-re kattintva.

source: Read the `EOxServer Operators' Guide <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.
es: Lea la `Guía de Operadores de EOxServer <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.
hu: Olvassa el az `EOxServer Operators' Guide-ot <https://eoxserver.readthedocs.org/en/latest/users/operators.html>`_.

source: Read the complete `EOxServer Users' documentation <https://eoxserver.readthedocs.org/en/latest/users/index.html>`_ starting from the `EOxServer Basics <https://eoxserver.readthedocs.org/en/latest/users/basics.html>`_.
es: Lea completamente la `Documentación de Usuarios de EOxServer <https://eoxserver.readthedocs.org/en/latest/users/index.html>`_ comenzando desde `EOxServer Basics <https://eoxserver.readthedocs.org/en/latest/users/basics.html>`_.
hu: Olvassa el a teljes `EOxServer dokumentációt <https://eoxserver.readthedocs.org/en/latest/users/index.html>`_ kezdje az `EOxServer alapoknál <https://eoxserver.readthedocs.org/en/latest/users/basics.html>`_.

source: If you are already in the OSGeoLive environment, read the local copy of the `EOxServer Users' local documentation <https://localhost/eoxserver-docs/EOxServer_documentation.pdf>`_
de: Wenn Sie sich bereits in der OSGeoLive-Umgebung befinden, lesen Sie die lokale Kopie der lokalen Dokumentation `EOxServer Users' local documentation <https://localhost/eoxserver-docs/EOxServer_documentation.pdf>`_.
es: Si usted ya está en el entorno de OSGeoLive, lea la copia local de la `Documentación Local de los Usuarios de EOxServer <https://localhost/eoxserver-docs/EOxServer_documentation.pdf>`_
hu: Ha már az OSGeoLive környezetben van, olvassa el az `EOxServer Users' helyi dokumentációját <https://localhost/eoxserver-docs/EOxServer_documentation.pdf>`_
ja: すでにOSGeoLive環境にいる場合は、メディアにはいっている`EOxServer Users'ローカルドキュメント<https://localhost/eoxserver-docs/EOxServer_documentation.pdf>`_をお読みください。

source: Ready to use EOxServer? Then join the community on the `mailing lists <https://eoxserver.readthedocs.org/en/latest/users/mailing_lists.html>`_ to exchange ideas, discuss potential software improvements, and ask questions.
es: ¿Listo para usar EOxServer? Entonces únete a la comunidad en `listas de correo <https://eoxserver.readthedocs.org/en/latest/users/mailing_lists.html>`_ para intercambiar ideas, discutir posibles mejoras de software y preguntas.
hu: Készen áll a EOxServer használatára? Az elképzelések megosztásához, a lehetséges szoftver fejlesztések megbeszéléséhez és kérdések feltételéhez csatlakozzon a közösséghez `a levelező listákon <https://eoxserver.readthedocs.org/en/latest/users/mailing_lists.html>`_.

source: Choose :menuselection:`Geospatial --> Web Services --> EOxServer`. This launches a browser showing the demonstration instance available at http://localhost/eoxserver/
de: Wählen Sie :menuselection:'Geospatial --> Web Services --> EOxServer'. Es wird ein Browser mit der Demo-Instanz gestartet http://localhost/eoxserver/
fr: Choisissez :menuselection:`Geospatial --> Web Services --> EOxServer`. Cela lance un navigateur montrant l’instance de démonstration disponible à l'adresse http://localhost/eoxserver/
ja: メニューから:menuselection:`Geospatial-->Web Services-->EOxServer`を選択します。これによりブラウザが起動し、http://localhost/eoxserver/で利用可能なデモインスタンスが表示されます

source: The client provides a set of interactions. On the top you can see a menu bar to show the Layer Selection and the Tools widgets. The main area is the map widget of the client with a set of datasets already displayed. On the bottom, you'll find the timeslider widget, that allows you to explore the contents in the temporal dimension.
de: Der Client bietet eine Reihe von Interaktionen. Am oberen Bereich ist eine Menüleiste sichtbar, die die Ebenenauswahl und weitere Werkzeuge enthält. Der Hauptbereich enthält das Kartenfenster in dem bereits einige Datensätze angezeigt werden. Unten befindet sich der Zeitstrahl, mit dem die Inhalte in der zeitlichen Dimension erkundet werden können.
ja: クライアントは一連の操作を提供します。上部には、レイヤ選択とツールウィジェットを表示するメニューバーが表示されます。主な領域は、クライアントのマップウィジェットで、一連のデータセットがすでに表示されています。下部にはタイムスライダウィジェットが表示され、時間次元のコンテンツを表示できます。

source: This was a quick introduction to the EOxServer Web Client. Please refer to the `online documentation <https://docs.eoxserver.org/en/latest/users/webclient.html>`_ for more information on this topic.
de: Dies war eine kurze Einführung in den EOxServer Web Client. Weitere Informationen zu diesem Thema finden Sie in der `Online-Dokumentation <https://docs.eoxserver.org/en/latest/users/webclient.html>`_ .
ja: これは、EOxServer Web Clientの簡単な説明です。このトピックの詳細については、`オンライン文書 <https://docs.eoxserver.org/en/latest/users/webclient.html>`_を参照してください。

source: The `Admin Client` is Djangos standard admin and allows you to configure the available data. Please feel free to explore the client. More information can be found in the `operators' guide <https://docs.eoxserver.org/en/latest/users/operators.html>`_.
de: Der 'Admin Client' ist Djangos Standard-Admin und ermöglicht es Ihnen, die verfügbaren Daten zu konfigurieren. Nehemen Sie sich Zeit,, den Client zu erkunden. Weitere Informationen finden Sie im `Operators guide <https://docs.eoxserver.org/en/latest/users/operators.html>`_.
ja: `Admin Client`はDjangos標準の管理者であり、利用可能なデータを設定できます。クライアントを自由にご覧ください。詳細については、`運用者ガイド<https://docs.eoxserver.org/en/latest/users/operators.html>`_を参照してください。

source: For example, you can inspect the dataset series that is loaded by default by clicking the "Dataset Series" link and then the "MER_FRS_1P_RGB_reduced" link.
de: Sie können z. B. die standardmäßig geladene Datensatz-Serie überprüfen, indem Sie auf den Link "Dataset-Serie" und dann auf den Link "MER_FRS_1P_RGB_reduced" klicken.
ja: たとえば、既定でロードされているデータセットシリーズを検査するには、[データセットシリーズ]リンクをクリックし、[MER_FRS_1P_RGB_reduced]リンクをクリックします。

source: Here you can also see the included datasets. You can exclude single datasets using the "delete" checkbox on the right and click on "Save".
de: Hier sehen Sie auch die enthaltenen Datensätze. Sie können einzelne Datensätze mit dem Kontrollkästchen "Löschen" auf der rechten Seite ausschließen und auf "Speichern" klicken.
ja: ここでは、含まれているデータセットも確認できます。単一のデータセットを除外するには、右側の[削除]チェックボックスをオンにして[保存]をクリックします。

source: Read the `EOxServer Operators' Guide <https://docs.eoxserver.org/en/latest/users/operators.html>`_.
de: Lesen Sie den `EOxServer Operators' Guide <https://docs.eoxserver.org/en/latest/users/operators.html>`_.
ja: `EOxServer 運用者ガイド<https://docs.eoxserver.org/en/latest/users/operators.html>`_を読んでください。

source: Read the complete `EOxServer Users' documentation <https://docs.eoxserver.org/en/latest/users/index.html>`_ starting from the `EOxServer Basics <https://docs.eoxserver.org/en/latest/users/basics.html>`_.
de: Lesen Sie die vollständige Dokumentation`EOxServer Users' Dokumentation <https://docs.eoxserver.org/en/latest/users/index.html>`_. Die Einführung finden Sie unter `EOxServer Basics <https://docs.eoxserver.org/en/latest/users/basics.html>`_..
ja: `EOxServerの基本事項<https://docs.eoxserver.org/en/latest/users/basics.html>`_から始まる完全な`EOxServer ユーザーズドキュメント<https://docs.eoxserver.org/en/latest/users/index.html>`_を読んでください。

source: Ready to use EOxServer? Then join the community on the `mailing lists <https://docs.eoxserver.org/en/latest/users/mailing_lists.html>`_ to exchange ideas, discuss potential software improvements, and ask questions.
de: Bereit für EOxServer? Treten Sie der Community auf den `mailing lists <https://docs.eoxserver.org/en/latest/users/mailing_lists.html>`_ bei, um Ideen auszutauschen, mögliche Softwareverbesserungen zu diskutieren und Fragen zu stellen.
ja: EOxServerを使用する準備はできていますか?次に、`メーリングリスト<https://docs.eoxserver.org/en/latest/users/mailing_lists.html>`_のコミュニティに参加して、アイデアを交換したり、ソフトウェアの改善点について話し合ったり、質問したりします。
