Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/eoxserver_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: EOxServer Quickstart
es: Guía Rápida de EOxServer
fr: Guide de démarrage rapide EOxServer
hu: EOxServer gyorstalpaló
it: Guida rapida EOxServer
ja: EOxServer クイックスタートt
sv: Snabbstart för EOxServer

source: EOxServer is a server for presenting big Earth Observation (EO) data archives and metadata via Open Standards. It builds upon an Open Source stack of software which includes Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, :doc:`PROJ <../overview/proj_overview>` and a :doc:`SpatiaLite <../overview/spatialite_overview>` or :doc:`PostGIS <../overview/postgis_overview>` database.
fr: EOxServer est un serveur pour présenter les archives massives de données et les métadonnées d'Earth Observation (EO) via Open Standards. Il s’appuie sur une pile de logiciels open source qui comprend Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, :doc:`PROJ <../overview/proj_overview>` et les bases de données :doc:`SpatiaLite <../overview/spatialite_overview>` ou :doc:`PostGIS <../overview/postgis_overview>`.
it: EOxServer è un server per presentare grandi archivi di dati e metadati dell'Osservazione della Terra (EO) tramite standard aperti. Si basa su uno stack di software Open Source che include Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, :doc:`PROJ <../overview/proj_overview>` e un database :doc:`SpatiaLite <../overview/spatialite_overview>` o :doc:`PostGIS <../overview/postgis_overview>`.

source: This Quick Start describes how to:
de: Dieses Quickstart beschreibt wie:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide décrit comment :
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します。
sv: Denna snabbstart beskriver hur du gör:

source: Use the Web Client to view, filter, subset, and download EO data
de: Verwenden des Webclients zum Anzeigen, Filtern, Erstellen von Subsets und Herunterladen von EO-Daten
fr: Utilisez le client Web pour afficher, filtrer, échantillonner et télécharger des données EO
it: Usa il Web Client per visualizzare, filtrare, sottoporre a subset e scaricare i dati EO
ja: Web Clientを使用して、EOデータをビュー、フィルタリング、サブセット、ダウンロード
sv: Använd webbklienten för att visa, filtrera, dela upp och ladda ner EO-data

source: Use the Admin Client to inspect EO data archives
de: Verwenden Sie den Admin-Client zum Durchsuchen der EO-Datenarchive
fr: Utilisez le client Admin pour inspecter les archives de données EO
it: Usa l'Admin Client per ispezionare gli archivi di dati EO
ja: 管理クライアントを使用してEOデータアーカイブを検査
sv: Använd Admin Client för att inspektera EO:s dataarkiv

source: Contents
fr: Contenu
it: Contenuti
sv: Innehåll

source: Start EoxServer
de: EoxServer starten
fr: Démarrer EoxServer
it: Avvia EoxServer
ja: EoxServerを起動
sv: Starta EoxServer

source: Choose |menu_eoxserver|. This launches a browser showing the demonstration instance available at http://localhost/eoxserver/
it: Scegli |menu_eoxserver|. Questo lancia un browser che mostra l'istanza dimostrativa disponibile su http://localhost/eoxserver/
sv: Välj |menu_eoxserver|. Detta startar en webbläsare som visar demonstrationsinstansen som finns på http://localhost/eoxserver/

source: EOxServer demonstration start
it: Avvio della dimostrazione di EOxServer
sv: Start av demonstration av EOxServer

source: Work with the Web Client
de: Arbeiten mit dem Web-Client
fr: Travailler avec le client Web
it: Lavora con il Client Web
ja: Web Clientの操作
sv: Arbeta med webbklienten

source: Click the **Web Client** link to open the integrated EOxServer client.
de: Klicken Sie auf den Link **Web Client**, um den integrierten EOxServer-Client zu öffnen.
fr: Cliquez sur le lien **Web Client** pour ouvrir le client EOxServer intégré.
it: Clicca sul link **Web Client** per aprire il client EOxServer integrato.
ja: **Web Client**リンクをクリックして、統合されたEOxServerクライアントを開きます。
sv: Klicka på länken **Web Client** för att öppna den integrerade EOxServer-klienten.

source: Within this client you can explore the contents of the EOxServer instance. The demonstration instance is filled with ENVISAT MERIS scenes.
de: Innerhalb dieses Clients können Sie den Inhalt der EOxServer-Instanz untersuchen. Die Demoinstanz ist mit ENVISAT MERIS-Szenen gefüllt.
fr: Au sein de ce client, vous pouvez explorer le contenu de l’instance EOxServer. L’instance de démonstration est remplie de scènes ENVISAT MERIS.
it: All'interno di questo client è possibile esplorare il contenuto dell'istanza di EOxServer. L'istanza dimostrativa è piena di scene ENVISAT MERIS.
ja: このクライアントでは、EOxServerインスタンスの内容を表示できます。デモインスタンスはENVISAT MERISのシーンで構成されています。
sv: I den här klienten kan du utforska innehållet i EOxServer-instansen. Demonstrationsinstansen är fylld med ENVISAT MERIS-scener.

source: Main view of the EOxServer Web Client
it: Vista principale del client web EOxServer
sv: Huvudvy av EOxServer webbklient

source: The client consists of the map view and widgets that contain the main interactions. The main area is the map widget of the client with a set of datasets already displayed. On the bottom, you'll find the timeslider widget, that allows you to explore the contents in the temporal dimension.
fr: Le client se compose de la vue de la carte et des widgets qui contiennent les interactions principales. La zone principale est le widget de carte du client avec un ensemble de jeux de données déjà affichés. En bas, vous trouverez le widget timeslider, qui vous permet d’explorer le contenu dans la dimension temporelle.
it: Il client consiste nella visualizzazione della mappa e nei widget che contengono le interazioni principali. L'area principale è il widget della mappa del client con un set di dati già visualizzati. Nella parte inferiore si trova il widget timeslider, che permette di esplorare i contenuti nella dimensione temporale.
sv: Klienten består av kartvyn och widgetar som innehåller de viktigaste interaktionerna. Huvudområdet är klientens kartwidget med en uppsättning dataset som redan visas. Längst ner hittar du widgeten timeslider, som gör att du kan utforska innehållet i tidsdimensionen.

source: EOxServer demonstration embedded client outlines
it: Schemi client incorporati della dimostrazione di EOxServer
sv: EOxServer demonstration av inbäddad klient skisserar

source: The Layer Selection widget can be expanded by clicking the cogwheel on the top left and it allows you to enable or disable the visibility and configure the rendering of the layers. Also, you can show or hide the streets-overlay and select the background layer. The Filters tab in this widget enables querying for different spatial and temporal values.
fr: Le widget Sélection de couches peut être élargi en cliquant sur la roue à rouage en haut à gauche et il vous permet d’activer ou de désactiver la visibilité et de configurer le rendu des couches. En outre, vous pouvez afficher ou masquer la superposition des rues et sélectionner la couche d’arrière-plan. L’onglet Filtres de ce widget permet d’interroger différentes valeurs spatiales et temporelles.
it: Il widget Layer Selection può essere espanso cliccando la ruota dentata in alto a sinistra e ti permette di abilitare o disabilitare la visibilità e configurare il rendering dei layer. Inoltre, puoi mostrare o nascondere la sovrapposizione delle strade e selezionare lo strato di sfondo. La scheda Filtri in questo widget permette di interrogare diversi valori spaziali e temporali.
sv: Widgeten Layer Selection kan expanderas genom att klicka på kugghjulet längst upp till vänster och gör det möjligt att aktivera eller inaktivera synligheten och konfigurera renderingen av lagren. Du kan också visa eller dölja gatuöverlägget och välja bakgrundsskikt. Fliken Filters i den här widgeten gör det möjligt att söka efter olika rumsliga och tidsmässiga värden.

source: Similar to a map, you can zoom and pan the currently visible time of interest and select a time of interest by drawing on the area containing the red dots. You can also hover on a dot to see the dataset ID. By clicking on the dot, the map automatically zooms to the extent of the dataset.
de: Ähnlich wie bei einer Karte können Sie die aktuell sichtbare Zeit zoomen und können eine gewünschte Zeit auswählen, indem Sie auf den Bereich zeichnen, der die roten Punkte enthält. Sie können auch mit der Maus auf einen Punkt zeigen, um die Dataset-ID anzuzeigen. Durch Klicken auf den Punkt zoomt die Karte automatisch auf die Ausdehnung des Datasets.
es: De manera similar a un mapa, puede hacer zoom o mover el actual tiempo de interés visible y seleccionar un tiempo de interés dibujando en el área que contiene los puntos rojos. Tambén puede mover el cursor sobre un punto para ver el conjunto de datos ID. Haciendo click en el punto, el mapa se acerca automáticamente a la extensión del conjunto de datos.
fr: Comme pour une carte, vous pouvez zoomer et déplacer la vue à l’heure d’intérêt actuellement visible et sélectionner un moment d’intérêt en dessinant sur la zone contenant les points rouges. Vous pouvez également planer sur un point pour voir l’identifiant du jeu de données. En cliquant sur le point, la carte zoome automatiquement sur l'emprise du jeu de de données.
hu: A térképhez hasonlóan nagyíthatja és eltolhatja az aktuálisan látható időt és kiválaszthat egy időpontot a piros pontokat tartalmazó területen rajzolva. Egy pontra mozogva láthatja az adatállomány azonosítóját. A pontra kattintva a térkép automatikusan az adatállomány terjedelmére nagyít.
it: Come in una mappa, puoi zoomare e fare una panoramica del tempo di interesse attualmente visibile e selezionare un tempo di interesse disegnando sull'area contenente i punti rossi. Puoi anche passare il mouse su un punto per vedere l'ID del dataset. Cliccando sul punto, la mappa zooma automaticamente sull'estensione del dataset.
ja: マップと同様に、現在表示されている注視点をズームおよびパンしたり、赤い点を含む領域を描画して注視点を選択したりできます。点の上にカーソルを置くと、データセットIDを表示することもできます。点をクリックすると、マップは自動的にデータセットの範囲にズームします。
sv: På samma sätt som på en karta kan du zooma och panorera den aktuella intressanta tiden och välja en intressant tid genom att rita på det område som innehåller de röda prickarna. Du kan också hålla muspekaren över en punkt för att se datasetets ID. Genom att klicka på punkten zoomar kartan automatiskt till datasetets omfattning.

source: When a spatial filter is enabled, you can draw a bounding box, polygon or point directly on the map. The drawn feature is used for querying within the Download Tool.
fr: Lorsqu’un filtre spatial est activé, vous pouvez dessiner une boîte englobante, un polygone ou un point directement sur la carte. La forme dessinée est utilisée pour les requêtes dans l’outil de téléchargement.
it: Quando un filtro spaziale è abilitato, è possibile disegnare un riquadro di delimitazione, un poligono o un punto direttamente sulla mappa. L'elemento disegnato viene usato per l'interrogazione all'interno dello Strumento di download.
sv: När ett rumsligt filter är aktiverat kan du rita en bounding box, polygon eller punkt direkt på kartan. Den ritade funktionen används för frågor i Download Tool.

source: You can get more information of available services and metadata on the selected product by hovering on the product in the search results widget and clicking on the icon in the top right.
fr: Vous pouvez obtenir plus d’informations sur les services disponibles et les métadonnées sur le produit sélectionné en survolant le produit dans le widget des résultats de recherche et en cliquant sur l’icône en haut à droite.
it: Puoi ottenere maggiori informazioni sui servizi disponibili e i metadati sul prodotto selezionato passando il mouse sul prodotto nel widget dei risultati della ricerca e cliccando sull'icona in alto a destra.
sv: Du kan få mer information om tillgängliga tjänster och metadata för den valda produkten genom att hålla muspekaren över produkten i sökresultatwidgeten och klicka på ikonen längst upp till höger.

source: When the Download Tool is enabled, a query to the server is sent. This query includes the selected time of interest and bounding box. The results are shown in the Download widget, where you can select the format, projection and datasets to download.
fr: Lorsque l’outil de téléchargement est activé, une requête vers le serveur est envoyée. Cette requête inclut l’heure d’intérêt sélectionnée et la boîte englobante. Les résultats sont affichés dans le widget Télécharger, où vous pouvez sélectionner le format, la projection et les jeux de données à télécharger.
it: Quando lo strumento di download è abilitato, viene inviata una query al server. Questa query include il tempo di interesse selezionato e il riquadro di delimitazione. I risultati sono mostrati nel widget Download, dove è possibile selezionare il formato, la proiezione e i set di dati da scaricare.
sv: När Download Tool är aktiverat skickas en fråga till servern. Denna fråga inkluderar den valda intressanta tiden och avgränsningsrutan. Resultaten visas i widgeten Download, där du kan välja format, projektion och dataset som ska laddas ner.

source: This was a quick introduction to the EOxServer Web Client. Please refer to the `online documentation <https://docs.eoxserver.org/en/stable/users/services/webclient.html>`_ for more information on this topic.
it: Questa era una rapida introduzione al Web Client EOxServer. Fai riferimento alla `documentazione online <https://docs.eoxserver.org/en/stable/users/services/webclient.html>`_ per ulteriori informazioni su questo argomento.
sv: Detta var en snabb introduktion till EOxServer Web Client. Mer information om detta ämne finns i `onlinedokumentationen <https://docs.eoxserver.org/en/stable/users/services/webclient.html>`_.

source: Work with the Admin Client
de: Arbeiten mit dem Admin-Client
fr: Travailler avec le client admin
it: Lavorare con l'Admin Client
ja: 管理クライアントとの連携
sv: Arbeta med adminklienten

source: From the EOxServer main page, click the **Admin Client** link and login with user `admin` and password `admin`.
de: Klicken Sie auf der EOxServer-Hauptseite auf den Link **Admin Client** und melden Sie sich mit dem Benutzer 'admin' und dem Kennwort 'admin' an.
fr: À partir de la page principale d’EOxServer, cliquez sur le lien **Admin Client** et connectez-vous avec `admin` de l’utilisateur et mot de passe `admin`.
it: Dalla pagina principale di EOxServer, clicca sul link **Admin Client** ed effettua il login con l'utente `admin` e la password `admin`.
ja: EOxServerのメインページで[**Admin Client**]リンクをクリックし、ユーザー「admin」とパスワード「admin」でログインします。
sv: På EOxServers huvudsida klickar du på länken **Admin Client** och loggar in med användaren `admin` och lösenordet `admin`.

source: EOxServer demonstration admin client login
it: Login del client admin della dimostrazione di EOxServer
sv: EOxServer demonstration admin klient inloggning

source: The `Admin Client` is Djangos standard admin and allows you to configure the available data. Please feel free to explore the client. More information can be found in the `operations' guide <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.
it: Il `Admin Client` è l'admin standard di Djangos e permette di configurare i dati disponibili. Sentiti libero di esplorare il client. Maggiori informazioni possono essere trovate nella guida `operazioni' <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.
sv: "Admin Client" är Djangos standardadministratör och låter dig konfigurera tillgängliga data. Känn dig fri att utforska klienten. Mer information finns i guiden `operations' <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.

source: EOxServer demonstration admin client start
it: Avvio del client admin della dimostrazione di EOxServer
sv: EOxServer demonstration admin klient start

source: For example, you can inspect the collection that is loaded by default by clicking the "Collections" link and then the "MER_FRS_1P_RGB_reduced" link.
fr: Par exemple, vous pouvez inspecter la collection qui est chargée par défaut en cliquant sur le lien "Collections", puis le lien "MER_FRS_1P_RGB_reduced".
it: Per esempio, puoi controllare la collezione caricata di default cliccando sul link "Collections" e poi sul link "MER_FRS_1P_RGB_reduced".
sv: Du kan till exempel inspektera den samling som laddas som standard genom att klicka på länken "Samlingar" och sedan på länken "MER_FRS_1P_RGB_reduced".

source: EOxServer demonstration admin client Dataset Series
it: Serie di Dati del client admin della dimostrazione di EOxServer
sv: EOxServer demonstration admin klient Dataset Serie

source: You can preview the coverages by going back and clicking on the "Coverages" link.
fr: Vous pouvez prévisualiser les couvertures en retournant et en cliquant sur le lien "Coverages".
it: Puoi vedere l'anteprima delle coperture tornando indietro e cliccando sul link "Coperture".
sv: Du kan förhandsgranska skydden genom att gå tillbaka och klicka på länken "Skydd".

source: EOxServer demonstration admin client Dataset Series Management
it: Gestione delle Serie di Dati del client admin della dimostrazione di EOxServer
sv: EOxServer demonstration admin klient Dataset Seriehantering

source: What Next?
de: Was nun?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi következik?
it: E ora?
ja: 次のステップ
sv: Vad händer härnäst?

source: This is a simple demonstration, but you can do much more with EOxServer. The project website contains a lot of resources to help you get started. Here’s a few resources to check out next:
de: Dies ist eine einfache Demonstration, Sie können aber viel mehr mit EOxServer durchführen. Die Projektwebseite enthält viele Ressourcen, die Ihnen bei den ersten Schritten helfen. Hier sind ein paar Links die Sie als Nächstes anschauen können:
es: Esto es una demostración sencilla, pero puede hacer mucho más con EOxServer. El sitio web del proyecto contiene muchos recursos para ayudarle a comenzar. A continuación, algunos recursos para revisar:
fr: Il s’agit d’une démonstration simple, mais vous pouvez faire beaucoup plus avec EOxServer. Le site Web du projet contient beaucoup de ressources pour vous aider à démarrer. Voici quelques ressources à consulter ensuite :
hu: Ez egy egyszerű bemutató, de sokkal többet csinálhat az EOxServerrel. A projekt honlapja rengeteg forrást tartalmaz az elinduláshoz. Itt van néhány legközelebb megtekintendő forrás:
it: Questa è una semplice dimostrazione, ma si può fare molto di più con EOxServer. Il sito web del progetto contiene molte risorse per aiutarvi ad iniziare. Qui ci sono alcune risorse da controllare:
ja: これは簡単なデモですが、EOxServerでできることはたくさんあります。プロジェクトのWebサイトには、はじめての人に役立つ資材がたくさん用意されています。次に、いくつかのをいくつか紹介しましょう。
sv: Det här är en enkel demonstration, men du kan göra mycket mer med EOxServer. Projektets webbplats innehåller en hel del resurser som hjälper dig att komma igång. Här är några resurser att kolla in härnäst:

source: See the :doc:`EOxServer Overview <../overview/eoxserver_overview>` for more information.
de: Weitere Informationen finden Sie in der :doc:`EOxServer Overview <../overview/eoxserver_overview>` Dokumentation.
fr: Voir la :doc:`vue d'ensemble d'EOxServer <../overview/eoxserver_overview>` pour plus d’informations.
it: Vedi il :doc:`EOxServer Overview <../overview/eoxserver_overview>` per maggiori informazioni.
ja: 詳細については、:doc:`EOxServerの概要<./overview/eoxserver_overview>`を参照してください。
sv: Se :doc:`EOxServer Overview <../overview/eoxserver_overview>` för mer information.

source: Read the `EOxServer Operations' Guide <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.
it: Leggi la Guida `Operazioni EOxServer' <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.
sv: Läs Handbok för drift av OxServer <https://docs.eoxserver.org/en/stable/users/operations/index.html>`_.

source: Read the `EOxServer Basics <https://docs.eoxserver.org/en/stable/users/basics.html>`_.
it: Leggi `EOxServer Basics <https://docs.eoxserver.org/en/stable/users/basics.html>`_.
sv: Läs `EOxServer Basics <https://docs.eoxserver.org/en/stable/users/basics.html>`_.

source: Ready to use EOxServer? Then join the community on the `mailing lists <https://docs.eoxserver.org/en/stable/users/basics.html#where-can-i-get-support>`_ to exchange ideas, discuss potential software improvements, and ask questions.
it: Sei pronto ad usare EOxServer? Allora unisciti alla comunità sulla `mailing lists <https://docs.eoxserver.org/en/stable/users/basics.html#where-can-i-get-support>`_ per scambiare idee, discutere potenziali miglioramenti del software e fare domande.
sv: Är du redo att använda EOxServer? Gå då med i gemenskapen på e-postlistorna <https://docs.eoxserver.org/en/stable/users/basics.html#where-can-i-get-support>`_ för att utbyta idéer, diskutera potentiella förbättringar av programvaran och ställa frågor.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: EOxServer is a server for presenting big Earth Observation (EO) data archives and metadata via Open Standards. It builds upon an Open Source stack of software which includes Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, :doc:`PROJ <../overview/proj_overview>` and a :doc:`SpatiaLite <../overview/spatialite_overview>` or :doc:`PostGIS <../overview/postgis_overview>` database.
sv: EOxServer är en server för presentation av stora dataarkiv och metadata för jordobservation (EO) via öppna standarder. Den bygger på en Open Source-stack av programvara som inkluderar Python, :doc:`MapServer <../overview/mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <../overview/gdal_overview>`, :doc:`PROJ <../overview/proj_overview>` och en :doc:`SpatiaLite <../overview/spatialite_overview>` eller :doc:`PostGIS <../overview/postgis_overview>` databas.

source: Overview
es: Vista General
hu: Összefoglaló
