Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ETF_quickstart.po
Languages: de, es, hu, it, sv

source: In a file-based test, Test Modules and Test Steps do not exist and are not shown in the report.
de: In einem dateibasierten Test sind Testmodule und Testschritte nicht vorhanden und werden im Bericht nicht angezeigt.
es: En una prueba basada en archivos, los módulos de prueba y los pasos de prueba no existen y no se muestran en el informe.
hu: Fájl alapú teszt esetén nincsenek Tesztmodulok és Tesztlépések és nem jelennek meg a jelentésben.
it: Nel test di un file, i Test Modules e i Test Cases non esistono e non sono visualizzati nel report.
sv: I ett filbaserat test finns inte testmoduler och teststeg och de visas inte i rapporten.

source: Each test lists the requirements and provides a description on how they are tested. The test may include a link to an Abstract Test Suite, from which the test has been derived (*Source*).
es: Cada prueba enumera los requisitos y proporciona una descripción sobre cómo se prueban. La prueba puede incluir un enlace a un conjunto de pruebas abstractas, de la que se ha derivado la prueba (*Source*).
hu: Minden teszt felsorolja a követelményeket, és leírást ad a tesztelés módjáról. A teszt tartalmazhat egy hivatkozást egy Abstract Test Suite-ra, amelyből a teszt származik (*Source*).
it: Ogni test elenca i requisiti e fornisce una descrizione di come questi vengono testati. Il test può includere un link a una Suite di Test Astratta da cui il test è stato derivato (*Source*).
sv: Varje test listar kraven och ger en beskrivning av hur de testas. Testet kan innehålla en länk till en abstrakt testsvit, från vilken testet har härletts (*Källa*).

source: Assertions stand for atomic test queries on the lowest level. Failed, red colored assertions display error messages in the *Messages* section.
es: Las aserciones representan consultas de prueba atómica en el nivel más bajo. Error, las aserciones de color rojo muestran mensajes de error en la sección *Messages*.
hu: Az assertion-ok a legalacsonyabb szintű atomi tesztlekérdezéseket jelentik. Az elbukott, piros színű assertion-ok a *Message* részben egy hibaüzenetet jelenítenek meg.
it: Le Assertions corrispondono alle interrogazioni di test atomici al livello più basso. Le Assertions fallite, di colore rosso, visualizzano messaggi di errore nella sezione *Messages*.
sv: Assertions står för atomära testfrågor på den lägsta nivån. Misslyckade, rödfärgade påståenden visar felmeddelanden i avsnittet *Messages*.

source: Helpful information may also be found on the next higher level, like for instance the response from a service on the Test Step level (note the *Open saved response* link in the report).
es: También se puede encontrar información útil en el siguiente nivel superior, como, por ejemplo, la respuesta de un servicio en el nivel Test Step (tenga en cuenta el enlace *Open saved response* en el informe).
hu: Hasznos információk találhatók a következő magasabb szinten is, mint például egy szolgáltatás válasza a tesztlépés szintjén (figyelje meg a *Open saved response* hivatkozást a jelentésben).
it: Alcune informazioni utili si possono trovare al livello immediatamente superiore, come ad esempio la risposta di un servizio al livello Test Step (si noti il link *Open saved response* nel report).
sv: Det kan också finnas användbar information på nästa högre nivå, som till exempel svaret från en tjänst på Test Step-nivån (notera länken *Öppna sparat svar* i rapporten).

source: Resources
es: Recursos
hu: Források
it: Risorse
sv: Resurser

source: Using the instructions provided above, please find below a predefined set of resources that you can test in the ETF:
de: Anhand der oben genannten Anweisungen finden Sie im Folgenden einen vordefinierte Ressourcen, die Sie im ETF testen können:
es: Usando las instrucciones proporcionadas anteriormente, encuentre a continuación un conjunto predefinido de recursos que puede probar en el ETF:
hu: A fenti utasításokat követve az alábbiakban találhat egy előre meghatározott forráskészletet, amelyet tesztelhet az ETF-ben:
it: Utilizzando le istruzioni fornite in questa guida, è possibile testare con ETF il seguente insieme predefinito di risorse:
sv: Med hjälp av instruktionerna ovan hittar du nedan en fördefinierad uppsättning resurser som du kan testa i ETF:

source: GML data sets: some predefined data sets can be downloaded from `here <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__.
es: Conjuntos de datos GML: algunos conjuntos de datos predefinidos se pueden descargar desde `aquí <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__.
hu: GML adathalmazok: néhány előkészített adathalmaz letölthető `innen <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__.
it: Dataset GML: alcuni dataset predefiniti sono scaricabili da `qui <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__.
sv: GML-datauppsättningar: vissa fördefinierade datauppsättningar kan laddas ner från <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__.

source: WMS services: a list of services is available `here <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.
de: WMS-Dienste: Eine Liste der Dienste finden Sie `hier <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.
es: Servicios WMS: una lista de servicios está disponible `aquí <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.
hu: WMS szolgáltatások: a szolgáltatások egy listája elérhető `itt <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.
it: Servizi WMS: un elenco di servizi è disponibile `qui <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.
sv: WMS-tjänster: en lista över tjänster finns tillgänglig här <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WMS-services>`__.

source: WFS services: a list of services is available `here <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.
de: WFS-Services: Eine Liste der Services finden Sie `hier <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.
es: Servicios de WFS: una lista de servicios está disponible `aquí <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.
hu: WFS szolgáltatások: a szolgáltatások egy listája elérhető `itt <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.
it: Servizi WFS: un elenco di servizi è disponibile `qui <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.
sv: WFS-tjänster: en lista över tjänster finns tillgänglig här <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/WFS-services>`__.

source: Some of the GML data sets provided above do not pass all the tests, so you can try to fix them (based on the errors reported in the test report) before validating them again until all tests succeed.
es: Algunos de los conjuntos de datos GML proporcionados anteriormente no pasan todas las pruebas, por lo que puede intentar corregirlos (en función de los errores informados en el informe de prueba) antes de validarlos nuevamente hasta que todas las pruebas se realicen correctamente.
hu: A fent megadott GML-adatkészletek némelyike nem megy át az összes teszten, ezért megpróbálhatja kijavítani őket (a tesztjelentésben közölt hibák alapján), mielőtt újra érvényesítené őket, amíg minden teszt sikeres lesz.
it: Alcuni dei dataset GML forniti sopra non superano tutti i test, quindi puoi provare a correggerli (in base agli errori segnalati nei report dei test) prima di validarli nuovamente, fino a quando tutti i test risulteranno superati.
sv: Vissa av de GML-datauppsättningar som anges ovan klarar inte alla tester, så du kan försöka åtgärda dem (baserat på de fel som rapporteras i testrapporten) innan du validerar dem igen tills alla tester lyckas.

source: What's next?
de: Was kommt als Nächstes?
hu: Mi a következő?
it: E ora?
sv: Vad kommer härnäst?

source: This was just a very brief overview of the ETF. There is more information in the demo installation and on the `ETF GitHub space`_.
es: Esta fue solo una breve descripción del ETF. Hay más información en la instalación de demostración y en el `ETF GitHub space`_.
hu: Ez csak egy rövid áttekintés volt az ETF-ről. További információ tartalmaz a demó telepítés és az `ETF GitHub space`_.
it: Questa è soltanto una breve panoramica di ETF. Maggiori informazioni sono disponibili nell'installazione di demo e nell'`ETF GitHub space`_.
sv: Detta var bara en mycket kort översikt över ETF. Det finns mer information i demoinstallationen och på `ETF GitHub-utrymmet`_.

source: Please also check:
de: Bitte beachten Sie auch:
es: Por favor, compruebe también:
hu: Kérjük ellenőrizze még:
it: Si prega di controllare anche:
sv: Vänligen kontrollera också:

source: `User manual`_
de: `Benutzerhandbuch`_
es: `Manual de usuario`_
hu: `Felhasználói kézikönyv`_
it: `Manuale utente`_
sv: `Användarmanual`_

source: `Administrator manual`_
de: `Administratorhandbuch`_
es: `Manual del administrador`_
hu: `Administrátori kézikönyv`_
it: `Manuale amministratore`_
sv: `Handbok för administratörer`_

source: `Developer manual`_
de: `Entwicklerhandbuch`_
es: `Manual del desarrollador`_
hu: `Fejlesztői kézikönyv`_
it: `Manuale sviluppatore`_
sv: `Handbok för utvecklare`_

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Projekt ist nur Teil der OSGeoLive Virtuelle Maschine Disk (VMDK)

source: This Quick Start describes how to:
de: Dieser Quickstart behandelt folgende Schritte:

source: From the Start menu, select |osgeolive-appmenupath-ETF|. The application will take a few moments to start up and will open a web page at http://localhost:9090/ETF
de: Wählen Sie aus dem Startmenü |osgeolive-appmenupath-ETF| aus. Die Applikation benötigt einen kurzen Augenblick um zu starten und öffnet eine Webseite unter http://localhost:9090/ETF

source: In the header, there is a menu with 4 options, each representing different views and functionalities:
de: In der Kopfzeile befindet sich ein Menü mit 4 Optionen, die jeweils unterschiedliche Ansichten und Funktionalitäten darstellen:

source: The first one is Start test. In this section all available (i.e. installed) Executable Test Suites are listed. Within this section, an Executable Test Suite can be selected and run against a Test Object.
de: Der erste Menüpunkt heißt Start test. In diesem Abschnitt werden alle verfügbaren (d.h. installierten) ausführbaren Test-Suites aufgelistet. In diesem Abschnitt kann eine ausführbare Test-Suite ausgewählt und für ein Testobjekt ausgeführt werden.

source: The second one is Status. This one shows all tests that are currently being executed on the system and allows to open a monitor view for single test runs to check the status of any running test. Moreover, the components currently loaded are shown below the running tests.
de: Der zweite Menüpunkt lautet Status. Dieser zeigt alle Tests an, die derzeit auf dem System ausgeführt werden, und ermöglicht es, eine Monitoransicht für einzelne Testläufe zu öffnen, um den Status eines laufenden Tests zu überprüfen. Darüber hinaus werden die aktuell geladenen Komponenten unterhalb der laufenden Tests angezeigt.

source: The third one is Test reports. In this one the results of any completed test can be checked, analysed in detail or downloaded.
de: Der dritte Menüpunkt führt zu den Testberichten. In diesem Bereich können die Ergebnisse eines abgeschlossenen Tests überprüft, detailliert analysiert oder heruntergeladen werden.

source: The fourth one is Help. This one is a link to the documentation. Inside it, there are guides on how to use all functionalities of ETF.
de: Die vierte Menüpunkt führt zur Hilfe. Dies ist ein Link zur Dokumentation. Die Hilfe gibt Anleitungen zur Nutzung aller Funktionalitäten von ETF.

source: Additional information about a Test Suite can be accessed by clicking on the plus button.
de: Weitere Informationen zu einer Testsuite erhalten Sie, indem Sie auf die Plus-Schaltfläche klicken.

source: The name of applicable Test Object Types (explained in the next section).
de: Der Name der anwendbaren Testobjekttypen (erläutert im nächsten Abschnitt).

source: To start a Test Run, a Test Suite must be selected with a click on the use flip switch on the right-hand side.
de: Um einen Testlauf zu starten, muss eine Test-Suite mit einem Klick auf den Umschalter nach rechts ausgewählt werden.

source: A Start button appears once at least one Test Suite is selected.
de: Ein Start-Button wird angezeigt, sobald mindestens eine Testsammlung ausgewählt ist.

source: A Test Suite may depend on other Test Suites. The dependencies are also shown in the description of the Test Suites. These dependencies are also automatically executed during the test run.
de: Eine Test-Suite kann von anderen Test-Suites abhängen. Die Abhängigkeiten sind auch in der Beschreibung der Test-Suites aufgeführt. Diese Abhängigkeiten werden während des Testlaufs automatisch ausgeführt.

source: A click on the Start button will open a new view that asks the user about the target resource to be tested.
de: Ein Klick auf die Schaltfläche Start öffnet eine neue Ansicht, die den Benutzer nach der zu testenden Zielressource fragt.

source: The Label field is mandatory and automatically preset with the current time and names of the selected Test Suites. The Label will be shown in the Test reports overview and can be changed in order to help find the report again after a test run.
de: Das Feld "Bezeichnung" ist obligatorisch und wird automatisch mit der aktuellen Uhrzeit und den Namen der ausgewählten Testsammlungen voreingestellt. Diese Bezeichnung wird in der Testberichtsübersicht angezeigt und kann geändert werden, um den Bericht nach einem Testlauf wiederzufinden.

source: If File upload is selected as Data source, one or multiple local files can be selected and uploaded to the ETF. The ETF only accepts files with XML and GML file ending and ZIP files containing these two file types.
de: Wenn Datei-Upload als Datenquelle ausgewählt ist, können eine oder mehrere lokale Dateien ausgewählt und in ETF hochgeladen werden. ETF akzeptiert nur Dateien mit XML- und GML-Dateiendung und ZIP-Dateien, die diese beiden Dateitypen enthalten.

source: If the data are available on the web, they can be tested by providing one single URL. After Remote file (URL) has been selected as Data source, an URL to either one single XML, GML or a ZIP file can be entered.
de: Wenn die Daten im Web verfügbar sind, können sie durch die Bereitstellung einer einzigen URL getestet werden. Nachdem die Remote-Datei (URL) als Datenquelle ausgewählt wurde, kann eine URL zu einer einzelnen XML-, GML- oder ZIP-Datei eingegeben werden.

source: If the URL requires authentication, username and password can be provided by clicking on Credentials.
de: Wenn die URL eine Authentifizierung erfordert, können Benutzername und Passwort durch Klicken auf Anmeldeinformationen angegeben werden.

source: The URL of a service must be entered beginning with ``http://`` or ``https://``.
de: Die URL eines Dienstes muss eingegeben werden, beginnend mit ``http://`` oder ``https://``.

source: If the service requires authentication, username and password can be provided by clicking on Credentials.
de: Wenn der Dienst eine Authentifizierung erfordert, können Benutzername und Passwort durch Klicken auf Anmeldeinformationen angegeben werden.

source: The Test Suites button shows some basic information about the selected Test Suites and - if applicable - about the direct dependencies.
de: Die Schaltfläche Test-Suite zeigt einige grundlegende Informationen zu den ausgewählten Tests-Suites und - falls zutreffend - zu den direkten Abhängigkeiten.

source: If the Test accepts parameters, they are shown in the Test Suite Parameters section. Optional parameters can be displayed by clicking on the Optional Parameters button. A description of the parameters is displayed when the mouse is moved over the question mark.
de: Wenn der Test Parameter akzeptiert, werden diese im Abschnitt Test-Suite-Parameter angezeigt. Optionale Parameter können durch Klicken auf die Schaltfläche Optionale Parameter angezeigt werden. Eine Beschreibung der Parameter wird angezeigt, wenn die Maus über das Fragezeichen bewegt wird.

source: Finally the test can be started by clicking on the Start button. The view then changes automatically to the Monitor View.
de: Schließlich kann der Test durch Klicken auf die Schaltfläche Start gestartet werden. Die Ansicht wechselt dann automatisch in die Monitoransicht.

source: After a Test Run has been started the Monitor View is shown.
de: Nachdem ein Testlauf gestartet wurde, wird die Monitoransicht angezeigt.

source: The console area shows information and result messages. The Test Run can be canceled with a click on the Cancel button.
de: Im Konsolenbereich werden Informationen und Ergebnismeldungen angezeigt. Der Testlauf kann mit einem Klick auf die Schaltfläche Abbrechen abgebrochen werden.

source: The view can be left, for instance with the X Button in the upper left corner. Also when the browser is closed, the Test Run execution continues on the server.
de: Die Ansicht kann verlassen werden, zum Beispiel mit dem X-Button in der oberen linken Ecke. Auch wenn der Browser geschlossen wird, wird die Testlaufausführung auf dem Server fortgesetzt.

source: To reopen the Monitor View after it has been closed, select in the menu bar the Status view. The Status view shows all running tests. A click on the Test Run opens the Monitor View of that Test Run.
de: Um die Monitoransicht nach dem Schließen wieder zu öffnen, wählen Sie in der Menüleiste die Statusansicht aus. In der Statusansicht werden alle laufenden Tests angezeigt. Ein Klick auf den Testlauf öffnet die Monitoransicht dieses Testlaufs.

source: When a Test Run finishes and the Monitor View is opened, the Test Report is displayed automatically.
de: Wenn ein Testlauf beendet ist und die Monitoransicht geöffnet wird, wird der Testbericht automatisch angezeigt.

source: The Test Reports view shows all reports that have been generated from Test Runs.
de: In der Ansicht Testberichte werden alle Berichte angezeigt, die aus Testläufen generiert wurden.

source: By clicking on the plus button information, about the start time, the test result status, the name of the Test Object and the used Test Suites are shown.
de: Durch Klicken auf den Plus-Button werden Informationen über die Startzeit, den Testergebnisstatus, den Namen des Testobjekts und die verwendeten Test-Suiten angezeigt.

source: A Test Report can be opened again by clicking on Open report or can be downloaded as HTML file by clicking on the Download button.
de: Ein Testbericht kann mit einem Klick auf Bericht öffnen wieder geöffnet oder durch Klick auf den Download-Button als HTML-Datei heruntergeladen werden.

source: The log file of the test run can be inspected with the Open log button. By clicking on the Delete report button, the report will be deleted permanently.
de: Die Protokolldatei des Testlaufs kann mit der Schaltfläche Protokoll öffnen eingesehen werden. Durch Klicken auf die Schaltfläche Bericht löschen wird der Bericht dauerhaft gelöscht.

source: The top of a Test Report shows general information including the overall test result Status, the start time, the duration and a table, which summarizes the status of all tests on several levels.
de: Oben in einem Testbericht werden allgemeine Informationen angezeigt, darunter der Gesamtstatus des Testergebnisses, die Startzeit, die Dauer und eine Tabelle, die den Status aller Tests auf mehreren Ebenen zusammenfasst.

source: The Test Reports are interactive. The Show switch can be used to filter Only failed or Only manual tests. All deactivates the filter.
de: Die Testberichte sind interaktiv. Mit dem Schalter Show (Anzeigen) können Sie Tests filtern, die nur fehlgeschlagen sind, oder nur manuelle Tests. All deaktiviert den Filter.

source: The Level of detail switch is used to show additional technical information in the reports.
de: Der Bereich Level of detail wird verwendet, um zusätzliche technische Informationen in den Berichten anzuzeigen.

source: By clicking on one test suite, a description and all lower level tests in that test suite are shown. Failures in a test suite can be immediately recognized by the red color. The number of failed tests is shown in the top-right corner.
de: Wenn Sie auf eine Test-Suite klicken, werden eine Beschreibung und alle dazugehörenden Tests in dieser Tests-Suite angezeigt. Fehler in einer Test-Suite können sofort an der roten Farbe erkannt werden. Die Anzahl der fehlgeschlagenen Tests wird in der oberen rechten Ecke angezeigt.

source: The number of levels depends on the tested Test Object. If service tests have been executed the hierarchy is as follows:
de: Die Anzahl der Stufen hängt vom getesteten Testobjekt ab. Wenn Servicetests ausgeführt wurden, sieht die Hierarchie wie folgt aus:

source: Each test provides a description on how aspects are tested and lists the requirements. The test may possess a link to an abstract test suite, from which the test has been derived (Source).
de: Jeder Test enthält eine Beschreibung, wie Aspekte getestet werden, und listet die Anforderungen auf. Der Test kann einen Link zu einer abstrakten Test-Suite besitzen, aus der der Test abgeleitet wurde (Quelle).

source: Assertions stand for atomic test queries on the lowest level. Failed, red colored assertions display error messages in the Messages section.
de: Assertionen stehen für atomare Testabfragen auf der untersten Ebene. Fehlgeschlagene, rot gefärbte Assertionen zeigen Fehlermeldungen im Abschnitt Meldungen an.

source: Helpful information may also be found on the next higher level, like for instance the response from a service on the Test Step level (note the Open saved response link in the report).
de: Hilfreiche Informationen können auch auf der nächsthöheren Ebene gefunden werden, wie zum Beispiel die Antwort eines Dienstes auf der Testschrittebene (beachten Sie den Link Open saved response im Bericht).

source: GML data sets: some predefined data sets can be downloaded from `here <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__ .
de: GML-Datensätze: Einige vordefinierte Datensätze können von `hier <https://github.com/etf-validator/OSGeoLive-ETF/tree/main/resources/GML-data-sets>`__ heruntergeladen werden.

source: Some of the resources do not pass all the tests, so you can try to fix them before validating them again
de: Einige der Ressourcen bestehen nicht alle Tests, sodass Sie versuchen können, sie zu beheben, bevor Sie sie erneut überprüfen

source: This was just a very brief overview of the ETF. There is more information in the demo installation and on the `ETF GitHub space`_.
de: Dies war nur ein sehr kurzer Überblick über ETF. Weitere Informationen finden Sie in der Demo-Installation und im `ETF GitHub space`_.
