Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ETF_quickstart.po
Languages: de, es, hu, it, sv

source: The maximum uploadable file size is displayed when the mouse is moved over the question mark.
de: Die maximale Größe der hochladbaren Datei wird angezeigt, wenn die Maus über das Fragezeichen bewegt wird.
es: El tamaño máximo del archivo cargable se muestra cuando se mueve el ratón sobre el signo de interrogación.
hu: A maximális feltölthető fájlméret akkor jelenik meg, ha az egeret a kérdőjel fölé mozgatja.
it: La dimensione massima del file caricabile viene visualizzata quando si sposta il mouse sul punto interrogativo.
sv: Den maximala filstorleken som kan laddas upp visas när musen förs över frågetecknet.

source: If the data to be tested are available on the web, they can be tested by providing one single URL. After *Remote file (URL)* has been selected as *Data source*, a *Remote URL* to either one single XML, GML or a ZIP file can be entered.
es: Si los datos a probar están disponibles en la web, se pueden probar proporcionando una sola URL. Después de seleccionar *Remote file (URL)* como *Data source*, se puede introducir una *Remote URL* a un único archivo XML, GML o ZIP.
hu: Ha a tesztelendő adatok a weben érhetők el, akkor egyetlen URL megadásával tesztelhetők. Miután a *Remote file (URL)*-t választotta ki *Adatforrásként*, egyetlen XML, GML vagy ZIP fájl *Remote URL*-je is megadható.
it: Se i dati che si vogliono testare sono disponibili sul web, è possibile testarli fornendo un singolo URL. Selezionando *Remote file (URL)* come *Data source*, è possibile inserire un *Remote URL* a un singolo file XML, GML o ZIP.
sv: Om de data som ska testas finns tillgängliga på webben kan de testas genom att ange en enda URL. Efter att *Remote file (URL)* har valts som *Data source* kan en *Remote URL* till antingen en XML-, GML- eller ZIP-fil anges.

source: If the URL requires authentication, username and password can be provided by clicking on *Credentials*.
es: Si la URL requiere autenticación, se puede proporcionar el nombre de usuario y la contraseña haciendo clic en *Credentials*.
hu: Ha az URL hitelesítést igényel, a felhasználónevet és a jelszót a *Credentials*-ra kattintva adhatja meg.
it: Se l'URL richiede l'autenticazione, è possibile fornire nome utente e password facendo clic su *Credenziali*.
sv: Om URL:en kräver autentisering kan användarnamn och lösenord anges genom att klicka på *Credentials*.

source: Service Tests
es: Pruebas de servicio
hu: Szolgáltatás tesztek
it: Test di servizi
sv: Servicetester

source: The following elements are shown when Test Suites have been selected that test one service.
de: Die folgenden Elemente werden angezeigt, wenn Test-Suites ausgewählt wurden, die einen Dienst testen sollen.
es: Los siguientes elementos se muestran cuando se han seleccionado conjuntos de pruebas que prueban un servicio.
hu: A következő elemek jelennek meg amikor olyan tesztcsomagot választott, mely egy szolgáltatást tesztel.
it: I seguenti elementi vengono visualizzati quando sono state selezionate Suite di Test che testano un servizio.
sv: Följande element visas när testsviter har valts som testar en tjänst.

source: The *Service URL* must be entered beginning with ``http://`` or ``https://``.
es: La *Service URL* debe introducirse comenzando por ``http://`` o ``https://``.
hu: A *szolgáltatás URL*.t kell megadni, mely ``http://`` vagy ``https://`` résszel kezdődik.
it: É necessario inserire il *Service URL* che inizia con ``http://`` or ``https://``.
sv: URL:en för tjänsten måste börja med "http://" eller "https://".

source: If the service requires authentication, username and password can be provided by clicking on *Credentials*.
es: Si el servicio requiere autenticación, se puede proporcionar el nombre de usuario y la contraseña haciendo clic en *Credentials*.
hu: Ha a szolgáltatás hitelesítést igényel, a felhasználónevet és a jelszót a *Credentials*-ra kattintva adhatja meg.
it: Se il servizio richiede l'autenticazione, è possibile fornire nome utente e password facendo clic su *Credenziali*.
sv: Om tjänsten kräver autentisering kan användarnamn och lösenord anges genom att klicka på *Credentials*.

source: Dependencies and Parameters
de: Abhängigkeiten und Parameter
es: Dependencias y parámetros
hu: Függőségek és paraméterek
it: Dipendenze e Parametri
sv: Beroenden och parametrar

source: The *Test Suites* button shows some basic information about the selected Test Suites and - if applicable - about the direct dependencies.
es: El botón *Test Suites* muestra información básica sobre los conjuntos de pruebas seleccionados y, si corresponde, sobre las dependencias directas.
hu: A *Test Suites* gomb néhány alap információt jelenít meg a kiválasztott tesztkészletekről és - ha alkalmazható - a közvetlen függőségekről.
it: Il pulsante *Test Suites* mostra alcune informazioni di base sulle Suite di Test selezionate e - se applicabile - sulle loro dipendenze dirette.
sv: Knappen *Test Suites* visar grundläggande information om de valda testsviterna och - om tillämpligt - om de direkta beroendena.

source: If the Test accepts parameters, they are shown in the *Test Suite Parameters* section. Optional parameters can be displayed by clicking on the *Optional Parameters* button. A description of the parameters is displayed when the mouse is moved over the question mark.
es: Si la prueba acepta parámetros, se muestran en la sección*Test Suite Parameters*. Los parámetros opcionales se pueden mostrar haciendo clic en el botón *Optional Parameters*. Se muestra una descripción de los parámetros cuando se mueve el ratón sobre el signo de interrogación.
hu: Ha a teszt paramétereket vár, azok a *Test Suite Parameters* részben jelennek meg. Az opcionális paraméterek az *Optional Parameters* gombra kattintva jelennek meg. A paraméterek leírása az egeret a kérdőjelre mozgatva jelennek meg.
it: Se il Test accetta parametri, questi sono visualizzati nella sezione *Test Suite Parameters*. I parametri opzionali si possono visualizzare cliccando sul pulsante *Optional Parameters*. Muovendo il mouse sul punto di domanda, viene visualizzata una descrizione dei parametri.
sv: Om testet accepterar parametrar visas de i avsnittet *Test Suite Parameters*. Valfria parametrar kan visas genom att klicka på knappen *Optional Parameters*. En beskrivning av parametrarna visas när musen förs över frågetecknet.

source: In most cases the preset default values can be used.
de: In den meisten Fällen können die voreingestellten Standardwerte verwendet werden.
es: En la mayoría de los casos se pueden utilizar los valores predeterminados preestablecidos.
hu: A legtöbb esetben az előre beállított alapértelmezett értékeke használhatók.
it: Nella maggior parte dei casi è possibile utilizzare i valori preimpostati.
sv: I de flesta fall kan de förinställda standardvärdena användas.

source: Finally the test can be started by clicking on the *Start* button. The view then changes automatically to the *Monitor Test Run* view.
es: Finalmente, la prueba se puede iniciar haciendo clic en el botón *Start*. A continuación, la vista cambia automáticamente a la vista *Monitor Test Run*.
hu: Végül a test a *Start* gombra kattintva indítható el. Ezután a nézet automatikusan átvált a *Monitor Test Run* nézetre.
it: Il test si può finalmente lanciare cliccando il pulsante *Start*. La vista passa automaticamente alla finestra *Monitor Test Run*.
sv: Slutligen kan testet startas genom att klicka på knappen *Start*. Vyn ändras då automatiskt till vyn *Monitor Test Run*.

source: Monitor test runs
de: Überwachen von Testläufen
es: Supervisar las ejecuciones de prueba
hu: Test futások monitorozása
it: Monitorare un test in esecuzione
sv: Övervaka testkörningar

source: After a Test Run has been started the *Monitor Test Run* view is shown.
es: Después de iniciar una ejecución de prueba, se muestra la vista *Monitor Test Run*.
hu: Egy teszt futtatás elindítása után a *Monitor Test Run* nézet jelenik meg.
it: Una volta lanciato un Test Run viene visualizzata la finestra *Monitor Test Run*.
sv: När en testkörning har startats visas vyn *Monitor Test Run*.

source: The blue bar indicates the progress.
de: Der blaue Balken zeigt den Fortschritt an.
es: La barra azul indica el progreso.
hu: A kék oszlop jelzi az előrehaladást.
it: La barra blu indica l'avanzamento.
sv: Den blå stapeln visar framstegen.

source: The console area shows information and result messages. The Test Run can be canceled with a click on the *Cancel* button.
es: El área de la consola muestra información y mensajes de resultados. La ejecución de prueba se puede cancelar con un clic en el botón *Cancel*.
hu: A konzol terület információs és eredmény üzeneteket jelenít meg. A teszt futtatás megszakítható a *Cancel* gombra kattintva.
it: L'area della console mostra informazioni e messaggi sui risultati del test. Il Test Run può essere cancellato cliccando sul pulsante *Cancel*.
sv: I konsolområdet visas informations- och resultatmeddelanden. Testkörningen kan avbrytas genom att klicka på knappen *Cancel*.

source: The view can be closed, for instance with the *X* Button in the upper left corner. Also when the browser is closed, the Test Run execution continues on the server.
es: La vista se puede cerrar, por ejemplo, con el botón *X* en la esquina superior izquierda. Además, cuando se cierra el explorador, la ejecución de Test Run continúa en el servidor.
hu: A nézet bezárható például az *X* gombbal az bal felső sarokban. A böngésző bezárásakor is folytatódik a tesztfutás a szerveren.
it: La finestra può essere chiusa, ad esempio tramite il pulsante *X* nell'angolo in alto a sinistra. Anche se il browser viene chiuso, l'esecuzione del Test Run continua sul server.
sv: Vyn kan stängas, t.ex. med *X*-knappen i det övre vänstra hörnet. Även när webbläsaren är stängd fortsätter testkörningen på servern.

source: To reopen the *Monitor Test Run* view after it has been closed, select in the menu bar the **Status** section. The **Status** section shows all running tests. A click on the Test Run opens the *Monitor Test Run* view of that Test Run.
es: Para volver a abrir la vista *Monitor Test Run* después de que se haya cerrado, seleccione en la barra de menús la sección **Status**. La sección **Status** muestra todas las pruebas en ejecución. Al hacer clic en la ejecución de prueba se abre la vista *Monitor Test Run* de esa ejecución de prueba.
hu: A *Monitor Test Run* nézet bezárása utáni újranyitásához válassza ki a menüsorban a **Status** részt. Az **Status** szakasz az összes futó tesztet mutatja. A Test Run gombra kattintva megnyílik az adott tesztfutás *Monitor Test Run* nézete.
it: Per riaprire la finestra *Monitor Test Run* dopo che è stata chiusa, seleziona la sezione **Status** dalla barra dei menu. La sezione **Status** mostra tutti i test in esecuzione. Un click sul Test Run di interesse aprirà la finestra *Monitor Test Run* di quel Test Run.
sv: Om du vill öppna vyn *Monitor Test Run* igen efter att den har stängts väljer du avsnittet **Status** i menyraden. Avsnittet **Status** visar alla pågående tester. Om du klickar på en testkörning öppnas vyn *Monitor Test Run* för den testkörningen.

source: When a Test Run finishes and the *Monitor Test Run* view is opened, the Test Report is displayed automatically.
es: Cuando finaliza una ejecución de prueba y se abre la vista *Monitor Test Run*, el informe de prueba se muestra automáticamente.
hu: Amikor egy teszt futtatás befejeződik, és a *Monitor Test Run* nézet megnyílik, a teszt jelentés automatikusan megjelenik.
it: Quando un Test Run è concluso mentre la finestra *Monitor Test Run* è aperta, il report del test viene automaticamente mostrato.
sv: När en testkörning avslutas och vyn *Monitor Test Run* öppnas, visas testrapporten automatiskt.

source: Test Reports
de: Testberichte
es: Informes de prueba
hu: Teszt Jelentések
it: Report del test
sv: Testrapporter

source: The **Test Reports** section shows all reports that have been generated from Test Runs.
es: La sección **Test Reports** muestra todos los informes que se han generado a partir de ejecuciones de prueba.
hu: A **Test Reports** rész az összes jelentést megjeleníti, melyeket a teszt futtatás során generált a rendszer.
it: La sezione **Test Reports** mostra tutti i report generati dai Test Run.
sv: I avsnittet **Test Reports** visas alla rapporter som har genererats från testkörningarna.

source: By clicking on the *+* button information for a Test Run, the start time, the test result status, the name of the Test Object and the used Test Suites are shown.
es: Al hacer clic en el botón *+*, se muestra información para una ejecución de prueba, la hora de inicio, el estado del resultado de la prueba, el nombre del objeto de prueba y los conjuntos de pruebas utilizados.
hu: A *+* gombra kattintva megjelennek a teszt futtatás információk, az indítás időpontja, az eredmény állapot, a teszt objektum neve és a használt tesztkészlet.
it: Cliccando sul pulsante *+* vengono mostrate le informazioni del Test Run, il tempo di inizio, il risultato del test, il nome dell'Oggetto di Test e le Suite di Test utilizzate.
sv: Genom att klicka på *+*-knappen visas information om en testkörning, starttid, status för testresultatet, namnet på testobjektet och de använda testsviterna.

source: A Test Report can be opened again by clicking on the *Open report* button or can be downloaded as HTML file by clicking on the *Download report* button.
es: Un informe de prueba se puede abrir de nuevo haciendo clic en el botón *Open Report* o se puede descargar como archivo HTML haciendo clic en el botón *Download report*.
hu: A teszt jelentés megnyitható újra az *Open report* gombra kattintva vagy HTML fájlként letölthető a *Download report* gombra kattintva.
it: Il report di un test può essere aperto nuovamente cliccando sul pulsante *Open report*, oppure può essere scaricato come file HTML cliccando sul pulsante *Download report*.
sv: En testrapport kan öppnas igen genom att klicka på knappen *Öppna rapport* eller laddas ner som HTML-fil genom att klicka på knappen *Ladda ner rapport*.

source: The log file of the test run can be inspected with the *Open log* button. By clicking on the *Delete report* button, the report will be deleted permanently.
es: El archivo de registro de la ejecución de prueba se puede inspeccionar con el botón *Open log*. Al hacer clic en el botón *Delete Report*, el informe se eliminará de forma permanente.
hu: A teszt futtatás napló fájlja megtekinthető az *Open log* gombbal. A *Delete report* gombra kattintva a jelentés véglegesen törölhető.
it: Il file di log del Test Run può essere ispezionato tramite il pulsante *Open log*. Cliccando infine sul pulsante *Delete report*, il report viene cancellato in modo permanente.
sv: Loggfilen för testkörningen kan inspekteras med knappen *Open log*. Genom att klicka på knappen *Delete report* raderas rapporten permanent.

source: Inspect test reports
de: Prüfen von Testberichten
es: Inspeccionar informes de prueba
hu: Teszt jelentések vizsgálata
it: Ispezionare i report dei test
sv: Inspektera testrapporter

source: The top of a Test Report shows general information including the overall test result status, the start time, the duration and a table, which summarizes the status of all tests on several levels.
es: La parte superior de un informe de prueba muestra información general, incluido el estado general del resultado de la prueba, la hora de inicio, la duración y una tabla, que resume el estado de todas las pruebas en varios niveles.
hu: A tesztjelentés tetején általános információk jelennek meg, beleértve a teszteredmények általános állapotát, a kezdési időpontot, az időtartamot és egy táblázatot, amely több szinten összegzi az összes teszt állapotát.
it: La parte superiore del report di un test mostra informazioni generali, tra cui il risultato complessivo del test, il tempo di inizio, la durata e una tabella che riassume lo stato di tutti i test a diversi livelli.
sv: Överst i en testrapport visas allmän information, inklusive den övergripande statusen för testresultatet, starttiden, varaktigheten och en tabell som sammanfattar statusen för alla tester på flera nivåer.

source: The Test Reports are interactive. The *Show* switch can be used to filter *Only failed* or *Only manual* tests. The option *All* deactivates the filter.
es: Los informes de prueba son interactivos. El interruptor *Show* se puede utilizar para filtrar las pruebas *Only failed* o *Only manual*. La opción *All* desactiva el filtro.
hu: A teszt jelentések interaktívak. A Show* kapcsoló használható az *Only failed* vagy *Only manual* tesztek szűrésére. Az *All* opció kikapcsolja a szűrőt.
it: I report dei test sono interattivi. Il pulsante di switch *Show* può essere usato per filtrare solo i test falliti (*Only failed*) o solo i test manuali (*Only manual*). L'opzione *All* disattiva il filtro.
sv: Testrapporterna är interaktiva. Omkopplaren *Show* kan användas för att filtrera *Only failed* eller *Only manual* tester. Alternativet *All* avaktiverar filtret.

source: The *Level of detail* switch is used to show more or less information in the reports.
es: El modificador *Level of detail* se utiliza para mostrar más o menos información en los informes.
hu: A *Level of detail* kapcsoló használható több vagy kevesebb információ megjelenítésére a jelentésből.
it: Si può utilizzare il pulsante di switch *Level of detail* per mostrare più o meno informazioni nei report.
sv: Omkopplaren *Level of detail* används för att visa mer eller mindre information i rapporterna.

source: The test results are summarized hierarchically in a report. At the top level there are the Test Suites.
de: Die Testergebnisse werden hierarchisch in einem Bericht zusammengefasst. Auf der obersten Ebene befinden sich die Test-Suites.
es: Los resultados de la prueba se resumen jerárquicamente en un informe. En el nivel superior están las Test Suites.
hu: A jelentésben a teszt eredményeket hierarchikusan összegzik. A legfelső szinten a tesztkészletek vannak.
it: I risultati dei test sono riassunti gerarchicamente in un report. Al livello superiore si trovano le Suite di Test.
sv: Testresultaten sammanfattas hierarkiskt i en rapport. På den översta nivån finns testsviterna.

source: By clicking on one Test Suite, a description and all lower level tests in that Test Suite are shown. Errors in a Test Suite can be immediately recognized by the red color. The number of failed tests is shown in the top-right corner.
es: Al hacer clic en un conjunto de pruebas, se muestra una descripción y todas las pruebas de nivel inferior en ese conjunto de pruebas. Los errores en un conjunto de pruebas pueden ser reconocidos inmediatamente por el color rojo. El número de pruebas fallidas se muestra en la esquina superior derecha.
hu: Ha rákattint egy tesztcsomagra, megjelenik a leírás és az összes alacsonyabb szintű teszt az adott tesztcsomagban. A hibák tesztcsomagban azonnal felismerhetők a piros színről. A sikertelen tesztek száma a jobb felső sarokban látható.
it: Cliccando su una Suite di Test, vengono mostrati una descrizione e tutti i test al livello più basso inclusi in quella Suite di Test. Gli errori in una Suite di Test sono immediatamente riconoscibili dal colore rosso. Il numero di test falliti viene mostrato nell'angolo in alto a destra.
sv: Genom att klicka på en testsvit visas en beskrivning och alla tester på lägre nivå i den testsviten. Fel i en testsvit kan omedelbart identifieras med hjälp av den röda färgen. Antalet misslyckade tester visas i det övre högra hörnet.

source: The green color indicates a passed test. Passed tests, which require additional manual test steps that could not be automated, are colored orange. The orange color may also indicate a test that has been skipped because it depends on another test that has failed. The exact status can be found below the description.
de: Die grüne Farbe zeigt einen bestandenen Test an. Bestandene Tests, die zusätzliche manuelle Testschritte erfordern, die nicht automatisiert werden konnten, sind orange eingefärbt. Die orange Farbe kann auch auf einen Test hinweisen, der übersprungen wurde, da er von einem anderen Test abhängt, der fehlgeschlagen ist. Den genauen Status finden Sie unter der Beschreibung.
es: El color verde indica una prueba superada. Las pruebas aprobadas, que requieren pasos de prueba manuales adicionales que no se pudieron automatizar, son de color naranja. El color naranja también puede indicar una prueba que se ha omitido porque depende de otra prueba que haya fallado. El estado exacto se puede encontrar debajo de la descripción.
hu: A zöld szín a sikeres tesztet jelzi. Azok a sikeres tesztek, amelyek további manuális tesztlépéseket igényelnek, amelyeket nem lehetett automatizálni, narancssárga színűek. A narancssárga szín egy olyan tesztet is jelezhet, amelyet kihagytak, mert egy másik teszttől függ, amely sikertelen volt. A pontos állapot a leírás alatt található.
it: Il colore verde indica un test superato. I test superati che richiedono ulteriori test manuali (test che non è possibile automatizzare) sono colorati di arancione. Il colore arancione può anche indicare un test che è stato saltato in quanto dipende da un altro test che è fallito. Lo stato esatto si trova al di sotto della descrizione.
sv: Den gröna färgen indikerar ett godkänt test. Godkända tester, som kräver ytterligare manuella teststeg som inte kunde automatiseras, är orangefärgade. Den orangea färgen kan också indikera ett test som har hoppats över eftersom det är beroende av ett annat test som har misslyckats. Den exakta statusen finns under beskrivningen.

source: The number of levels depends on the tested Test Object. If service tests have been executed, the hierarchy is as follows:
es: El número de niveles depende del objeto de prueba probado. Si se han ejecutado pruebas de servicio, la jerarquía es la siguiente:
hu: A szintek száma a tesztelt teszt objektumtól függ. Ha szolgáltatás tesztet hajtott végre, a hierarchia a következő:
it: Il numero di livelli dipende dall'Oggetto di Test testato. Se sono stati eseguiti test di un servizio, la gerarchia è la seguente:
sv: Antalet nivåer beror på vilket testobjekt som testas. Om servicetester har utförts ser hierarkin ut enligt följande:

source: Executable Test Suites
de: Ausführbare Test-Suites
es: Conjuntos de pruebas ejecutables
hu: Végrehajtható tesztcsomagok
it: Suite di Test Eseguibili
sv: Exekverbara testsviter

source: Test Modules (bundles Test Cases)
de: Testmodule (bündelt Testfälle)
es: Módulos de prueba (agrupa casos de prueba)
hu: Tesztmodulok (tesztesetek összessége)
it: Test Modules (che raggruppano Test Cases)
sv: Testmoduler (buntar testfall)

source: Test Cases (bundles Test Steps)
de: Testfälle (bündelt Testschritte)
es: Casos de prueba (agrupa pasos de prueba)
hu: Tesztesetek (tesztlépések összessége)
it: Test Cases (che raggruppano Test Steps)
sv: Testfall (buntar ihop teststeg)

source: Test Steps (interactions with the service, bundles Test Assertions)
de: Testschritte (Interaktionen mit dem Dienst, bündelt Test-Assertionen)
es: Pasos de prueba (interacciones con el servicio, agrupa aserciones de prueba)
hu: Tesztlépések (interakciók a szolgáltatással, teszt kifejezések)
it: Test Steps (interazioni col servizio, che raggruppano Test Assertions)
sv: Teststeg (interaktioner med tjänsten, buntar Test Assertions)

source: Test Assertions (atomic tests)
de: Test-Assertions (atomare Tests)
es: Aserciones de prueba (pruebas atómicas)
hu: Teszt kifejezések (atomikus tesztek)
it: Test Assertions (test atomici)
sv: Testpåståenden (atomära tester)
