Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ETF_quickstart.po
Languages: de, es, hu, it, sv

source: ETF Quickstart
es: Inicio rápido de ETF
hu: ETF gyorstalpaló
it: Guida rapida ETF
sv: Snabbstart för ETF

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)

source: ETF is an open source testing framework for validating spatial data, metadata and web services in Spatial Data Infrastructures (SDIs). The design of ETF is driven by three goals: be user-friendly, consistent with the standards and capable of testing all resources in an SDI.
de: ETF ist ein Open-Source-Testframework zur Validierung von Geodaten, Metadaten und Webservices in Geodateninfrastrukturen (SDIs). Das Design von ETFs wird von drei Zielen bestimmt: Benutzerfreundlichkeit, Standardkonformität und der Möglichkeit, alle Ressourcen einer SDI testen zu können.
es: ETF es un marco de pruebas de código abierto para validar datos espaciales, metadatos y servicios web en infraestructuras de datos espaciales (SDI). El diseño de ETF está impulsado por tres objetivos: ser fácil de usar, consistente con los estándares y capaz de probar todos los recursos en un SDI.
hu: Az ETF egy nyílt forráskódú tesztelési keretrendszer a téradatok, metaadatok és webszolgáltatások érvényesítésére a téradat-infrastruktúrákban (SDI). Az ETF tervezését három cél vezérelte: legyen felhasználóbarát, konzisztens a szabványokkal, és képes legyen tesztelni az összes erőforrást az SDI-ben.
it: ETF è un framework di test open source per la validazione di dati spaziali, metadati e servizi web nelle Infrastrutture di Dati Spaziali (IDS). Il progetto ETF è guidato da tre obiettivi: essere facile da usare, coerente con gli standard e in grado di testare tutte le risorse di una SDI.
sv: ETF är ett testramverk med öppen källkod för validering av rumsliga data, metadata och webbtjänster i infrastrukturer för rumsliga data (SDI). Utformningen av ETF drivs av tre mål: att vara användarvänlig, överensstämma med standarderna och kunna testa alla resurser i en SDI.

source: This Quickstart describes how to:
es: Esta Guía de Inicio Rápido describe cómo:
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
sv: Denna snabbstart beskriver hur du gör:

source: navigate through the web application
de: Navigation durch die Webanwendung
es: Navegar por la aplicación Web
hu: navigáció a web alkalmazáson keresztül
it: navigare nell'applicazione web
sv: navigera genom webbapplikationen

source: start a test
de: Start eines Tests
es: Iniciar una prueba
hu: egy teszt indítása
it: iniziare un test
sv: starta ett test

source: monitor a test run
de: Monitoring eines Testlaufs
es: supervisar una ejecución de prueba
hu: egy teszt futásának monitorozása
it: monitorare un test in esecuzione
sv: övervaka en testkörning

source: watch and manage test reports
de: Beobachten und Verwalten von Testberichten
es: ver y administrar informes de pruebas
hu: teszt jelentések megtekintése és kezelése
it: leggere e gestire i report dei test
sv: titta på och hantera testrapporter

source: Contents
de: Inhalt
es: Contenidos
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Introduction
de: Einleitung
es: Introducción
hu: Bevezetés
it: Introduzione
sv: Introduktion

source: From the OSGeoLive *Start* menu, select |osgeolive-appmenupath-ETF|. The application will take a few moments to start up and will open a web page at http://localhost:9090/ETF
es: En el menú *Start* de OSGeoLive, seleccione |osgeolive-appmenupath-ETF|. La aplicación tardará unos minutos en ponerse en marcha y abrirá una página web en http://localhost:9090/ETF
hu: A *Start* menüből válassza a |osgeolive-appmenupath-ETF|-t. Az alkalmazás néhány pillanat múlva elindul és megnyitja a http://localhost:9090/ETF web lapot
it: Dal menu *Start* dell'OSGeoLive, seleziona |osgeolive-appmenupath-ETF|. L'applicazione si avvierà dopo qualche istante ed aprirà una pagina all'indirizzo http://localhost:9090/ETF
sv: Från menyn OSGeoLive *Start* väljer du |osgeolive-appmenupath-ETF|. Det tar några ögonblick att starta upp programmet och en webbsida öppnas på http://localhost:9090/ETF

source: In the header, there is a menu with 4 sections, each representing different views and functionalities:
es: En el encabezado, hay un menú con 4 secciones, cada una de las cuales representa diferentes vistas y funcionalidades:
hu: A fejlécben négy menüfejezet van, mindegyik különböző nézeteket és funkcionalitást reprezentál:
it: Nell'intestazione c'è un menu con 4 sezioni, corrispondenti ciascuna a visualizzazioni e funzionalità diverse:
sv: I sidhuvudet finns en meny med 4 sektioner, som var och en representerar olika vyer och funktioner:

source: The first one is **Start test**. In this section all available (i.e. installed) Executable Test Suites are listed. Within this section, an Executable Test Suite can be selected and run against a Test Object.
es: El primero es **Start Test**. En esta sección se enumeran todos los conjuntos de pruebas ejecutables disponibles (es decir, instalados). Dentro de esta sección, se puede seleccionar un conjunto de pruebas ejecutables y ejecutarlo en un objeto de prueba.
hu: Az első a **Start test**. Ebben a fejezetben az összes elérhető (értsd telepített) végrehajtható tesztkészlet listája látható. Ebben a fejezetben egy végrehajtható tesztkészlet választható ki és futtatható a teszt objektumon.
it: La prima è **Start test**. In questa sezione sono elencate tutte le Suite di Test Eseguibili che sono disponibili (ovvero installate). In questa sezione, si può selezionare una Suite di Test Eseguibile ed eseguirla rispetto ad un Oggetto di Test.
sv: Den första är **Starta test**. I detta avsnitt listas alla tillgängliga (dvs. installerade) Executable Test Suites. I detta avsnitt kan en Executable Test Suite väljas och köras mot ett testobjekt.

source: The second one is **Status**. This one shows all tests that are currently being executed on the system and allows to open a monitor view for single test runs to check the status of any running test. Moreover, the components currently loaded are shown below the running tests.
es: El segundo es **Status**. Este muestra todas las pruebas que se están ejecutando actualmente en el sistema y permite abrir una vista de monitor para ejecuciones de pruebas individuales para verificar el estado de cualquier prueba en ejecución. Además, los componentes cargados actualmente se muestran debajo de las pruebas en ejecución.
hu: A második a **Status**. Ez az összes, a rendszeren aktuálisan futó tesztet mutatja meg és lehetővé teszi egy monitor nézet megnyitását egyetlen teszt futtatáshoz a teszt állapotának ellenőrzésére. Továbbá az aktuálisan betöltött komponensek jelennek meg a futó tesztek alatt.
it: La seconda è **Status**. Questa sezione mostra tutti i test che sono al momento in esecuzione sul sistema e consente di aprire una finestra di monitoraggio per i singoli test in esecuzione per verificare lo stato di ciascuno. Al di sotto dei test in esecuzione, questa sezione mostra inoltre le componenti al momento caricate.
sv: Den andra är **Status**. Här visas alla tester som för närvarande körs i systemet och det går att öppna en övervakningsvy för enskilda testkörningar för att kontrollera statusen för ett test som körs. Dessutom visas de komponenter som för närvarande är laddade under de test som körs.

source: The third one is **Test reports**. In this one the results of any completed test can be checked, analysed in detail or downloaded.
es: El tercero es **Test reports**. En este se pueden comprobar, analizar en detalle o descargar los resultados de cualquier prueba completada.
hu: A harmadik a **Test reports**. Ebben bármelyik befejezett teszt eredménye részletesen ellenőrizhető, elemezhető vagy letölthető.
it: La terza è **Test reports**. In questa sezione si possono verificare, analizzare in dettaglio e scaricare i risultati di ogni test completato.
sv: Den tredje är **Testrapporter**. Här kan resultaten av alla genomförda tester kontrolleras, analyseras i detalj eller laddas ner.

source: The fourth one is **Help**. This one is a link to the documentation. Inside it, there are guides on how to use all functionalities of the ETF.
es: El cuarto es **Help**. Este es un enlace a la documentación. Dentro de él, hay guías sobre cómo usar todas las funcionalidades del ETF.
hu: A negyedik a **Help**. Ez egy link a dokumentációhoz. Ebben útmutatók találhatók az ETF összes funkciójának használatához.
it: La quarta è **Help**. Questa sezione contiene un link alla documentazione, in cui sono disponibili guide su come usare tutte le funzionalità di ETF.
sv: Den fjärde är **Hjälp**. Den här är en länk till dokumentationen. I den finns guider för hur man använder alla ETF:s funktioner.

source: Start test
es: Iniciar prueba
hu: Teszt indítás
it: Iniziare un test
sv: Starta testet

source: Test Suite Selection
es: Selección del conjunto de pruebas
hu: Teszt készlet kiválasztás
it: Selezione della Suite di Test
sv: Val av testsvit

source: The landing view shows the available Executable Test Suites.
de: Die Startansicht zeigt die verfügbaren ausführbaren Testsuiten.
es: La vista de aterrizaje muestra los conjuntos de pruebas ejecutables disponibles.
hu: A megjelenő nézet az elérhető végrehajtható tesztkészleteket mutatja.
it: La pagina mostra le Suite di Test Eseguibili che sono disponibili.
sv: Landningsvyn visar de tillgängliga Executable Test Suites.

source: Additional information about a Test Suite can be accessed by clicking on the *+* button.
es: Se puede acceder a información adicional sobre un Test Suite haciendo clic en el botón *+*.
hu: Egy tesztkészletről további információ kapható a "+" gombra kattintva.
it: Maggiori informazioni su una Suite di Test sono disponibili cliccando il pulsante *+*.
sv: Ytterligare information om en testsvit kan hämtas genom att klicka på *+*-knappen.

source: This information:
de: Diese Information:
es: Esta información:
hu: Ezt az információt:
it: Queste informazioni:
sv: Denna information:

source: Includes a description of the Test Suite.
de: Enthält eine Beschreibung der Testsammlung.
es: Incluye una descripción del Conjunto de pruebas.
hu: Tartalmazza a tesztkészlet leírását.
it: Includono una descrizione della Suite di Test.
sv: Innehåller en beskrivning av testsviten.

source: May include a link to the Abstract Test Suite from which the Executable Test Suite has been derived (Source).
de: Kann einen Link zur Abstract Test Suite enthalten, von der die Executable Test Suite abgeleitet wurde (Quelle).
es: Puede incluir un enlace al conjunto de pruebas abstractas del que se ha derivado el conjunto de pruebas ejecutables (Fuente).
hu: Tartalmazhat egy hivatkozást az absztrakt tesztkészletre, amelyből a végrehajtható tesztkészlet származik (forrás).
it: Possono includere un link a una Suite di Test Astratta (sorgente) dalla quale è derivata la Suite di Test Eseguibile.
sv: Kan innehålla en länk till den abstrakta testsvit från vilken den exekverbara testsviten har härletts (källa).

source: May include the Test Suite dependencies, which are automatically executed with the Test Suite in a Test Run (Pre-requisite conformance classes).
de: Kann die Test Suite-Abhängigkeiten enthalten, die in einem Testlauf automatisch mit der Testsuite ausgeführt werden (erforderliche Konformitätsklassen).
es: Puede incluir las dependencias del conjunto de pruebas, que se ejecutan automáticamente con el conjunto de pruebas en una ejecución de pruebas (clases de conformidad de requisitos previos).
hu: Tartalmazhatja a tesztkészlet függőségeket, amelyek automatikusan végrehajtásra kerülnek a tesztcsomaggal együtt egy tesztfutás során (Pre-requisite conformance classes).
it: Possono includere le dipendenze della Suite di Test, che vengono anch'esse automaticamente eseguite insieme alla Suite di Test durante un Test Run (classi di conformità di prerequisito).
sv: Kan inkludera Test Suite-beroenden, som automatiskt körs med Test Suite i en testkörning (förkunskapskrav för överensstämmelseklasser).

source: May include the name of associated Tags which are used to group the Test Suites in the view.
de: Kann die Namen der zugeordneten Tags enthalten, die zum Gruppieren der Test-Suite in der Ansicht verwendet werden.
es: Puede incluir el nombre de las etiquetas asociadas que se utilizan para agrupar los conjuntos de pruebas en la vista.
hu: Tartalmazhatja a társított címkék nevét, amelyek a tesztcsomagok csoportosítására szolgálnak a nézetben.
it: Possono includere il nome dei Tag associati, usati per raggruppare le Suite di Test nella vista.
sv: Kan innehålla namnet på associerade taggar som används för att gruppera testsviterna i vyn.

source: Includes the name of applicable Test Object Types (explained in the next section).
es: Incluye el nombre de los tipos de objetos de prueba aplicables (que se explican en la siguiente sección).
hu: Tartalmazza az alkalmazható tesztobjektum-típusok nevét (magyarázat a következő részben).
it: Includono il nome dei Tipi di Oggetti di Test applicabili (spiegati nella sezione successiva).
sv: Innehåller namnet på tillämpliga testobjektstyper (förklaras i nästa avsnitt).

source: Includes general information like the version, author and last editor, creation and change dates.
de: Enthält allgemeine Informationen wie Version, Autor und letzten Bearbeiter, Erstellungs- und Änderungsdaten.
es: Incluye información general como la versión, el autor y el último editor, las fechas de creación y cambio.
hu: Általános információkat tartalmaz, például a verziót, a szerzőt és az utolsó módosítót, a létrehozási és módosítási dátumát.
it: Includono informazioni generali come versione, autore e ultimo editore, date di creazione e di modifica.
sv: Innehåller allmän information som version, författare och senaste redaktör, skapande- och ändringsdatum.

source: To start a Test Run, a Test Suite must be selected with a click on the *use* flip switch on the right-hand side.
es: Para iniciar una ejecución de prueba, se debe seleccionar un conjunto de pruebas con un clic en el interruptor de giro *use* en el lado derecho.
hu: Egy teszt futtatásához egy tesztcsomagot ki kell választani a "use"-ra kattintva a kapcsoló a jobb oldalra vált.
it: Per iniziare un Test Run, occorre selezionare una Suite di Test con un click sul pulsante di switch *use* sul lato destro.
sv: För att starta en testkörning måste en testsvit väljas genom att klicka på *use*-vippan på höger sida.

source: A *Start* button appears once at least one Test Suite is selected.
es: Aparece un botón *Start* una vez que se selecciona al menos un conjunto de pruebas.
hu: A "Start" gomb megjelenik, ha legalább egy tesztcsomagot kiválasztott.
it: Quando almeno una Suite di Test è selezionata, apparirà un pulsante *Start*.
sv: En *Start*-knapp visas när minst en testsvit har valts.

source: A Test Suite is only applicable to certain Test Object Types, which are listed in the description. Multiple Test Suites can be selected for one Test Run, but must be applicable to the same Test Object Type. Once one Test Suite is selected, the flip switch of all other Test Suites having different Test Object Types is disabled.
de: Eine Test-Suite gilt nur für bestimmte Testobjekttypen, die in der Beschreibung aufgeführt sind. Es können auch mehrere Tests-Suites für einen Testlauf ausgewählt werden, sie müssen jedoch auf denselben Testobjekttyp anwendbar sein. Sobald eine Test-Suite ausgewählt wurde, wird der Schalter aller anderen Testsammlungen mit unterschiedlichen Testobjekttypen deaktiviert.
es: Un conjunto de pruebas solo se aplica a ciertos tipos de objetos de prueba, que se enumeran en la descripción. Se pueden seleccionar varios conjuntos de pruebas para una ejecución de prueba, pero deben ser aplicables al mismo tipo de objeto de prueba. Una vez que se selecciona un conjunto de pruebas, se deshabilita el interruptor de todos los demás conjuntos de pruebas que tienen diferentes tipos de objetos de prueba.
hu: Egy tesztcsomag csak bizonyos teszt objektum típusokra alkalmazható, melyek listája a leírásban található. Több tesztcsomag választható egy teszt futtatáshoz, de ugyanarra a teszt objektum típusra alkalmazhatónak kell lennie. Miután egy testcsomagot kiválasztott a többi más teszt objektum típusra vonatkozó tesztcsomag váltókapcsolóját letiltja a rendszer.
it: Ogni Suite di Test si applica esclusivamente a specifici Tipi di Oggetti di Test, elencati nella descrizione. Per un singolo Test Run si possono selezionare molteplici Suite di Test, ma tutte devono essere applicabili allo stesso Tipo di Oggetto di Test. Una volta selezionata una Suite di Test, il pulsante di switch di qualsiasi altra Suite di Test applicabile a diversi Tipi di Oggetti di Test sarà disattivato.
sv: En testsvit är endast tillämplig på vissa testobjektstyper, vilka anges i beskrivningen. Flera testsviter kan väljas för en testkörning, men de måste vara tillämpliga på samma typ av testobjekt. När en testsvit har valts inaktiveras alla andra testsviter som har olika testobjektstyper.

source: A Test Suite may depend on other Test Suites. The dependencies are also shown in the description of the Test Suites. These dependencies are also automatically executed during the test run.
es: Un conjunto de pruebas puede depender de otros conjuntos de pruebas. Las dependencias también se muestran en la descripción de los conjuntos de pruebas. Estas dependencias también se ejecutan automáticamente durante la ejecución de la prueba.
hu: Egy tesztcsomag más tesztcsomagoktól függhet. A függőségek szintén megjelennek a tesztcsomag leírásában. Ezeket a függőségeket automatikusan lefutnak a teszt futtatása közben.
it: Una Suite di Test può dipendere da altre Suite di Test. Tali dipendenze sono contenute nella descrizione delle Suite di Test e sono automaticamente eseguite durante il Test.
sv: En testsvit kan vara beroende av andra testsviter. Beroendena visas också i beskrivningen av testsviterna. Dessa beroenden utförs också automatiskt under testkörningen.

source: A click on the *Start* button will open a new view that asks the user about the target resource to be tested.
es: Un clic en el botón Start* abrirá una nueva vista que pregunta al usuario sobre el recurso de destino que se va a probar.
hu: A "Start" gombra kattintás egy új nézetet nyit meg, mely megkérdezi a felhasználótól a tesztelendő erőforrást.
it: Cliccando sul pulsante *Start*, si aprirà una nuova finestra che chiede all'utente la risorsa da testare.
sv: Ett klick på *Start*-knappen öppnar en ny vy där användaren tillfrågas om den målresurs som ska testas.

source: Test Run configuration
de: Konfiguration des Testlaufs
es: Configuración de ejecución de prueba
hu: Teszt futtatási konfiguráció
it: Configurazione del Test Run
sv: Konfiguration för testkörning

source: The *Label* field is mandatory and automatically preset with the current time and names of the selected Test Suites. The Label will be shown in the **Test reports** section and can be changed in order to help find the report again after a test run.
es: El campo *Label* es obligatorio y se preestablece automáticamente con la hora y los nombres actuales de los conjuntos de pruebas seleccionados. La etiqueta se mostrará en la sección **Test Reports** y se puede cambiar para ayudar a encontrar el informe nuevamente después de una ejecución de prueba.
hu: A "Label" mező kötelező és automatikus alapbeállítása az aktuális idő és a szelektált tesztcsomagok neve. A címke megjelenik a **Test reports** fejezetben és módosítható, annak érdekében, hogy egy tesztfutás után újra megtalálhassa a jelentést.
it: Il campo *Label* è obbligatorio ed è automaticamente preimpostato con l'orario corrente e i nomi delle Suite di Test selezionate. Questa etichetta, che sarà visualizzata nella sezione **Test reports**, può essere modificata in modo da aiutare a ritovare il report del test dopo la sua esecuzione.
sv: Fältet *Label* är obligatoriskt och förinställs automatiskt med aktuell tid och namn på de valda testsviterna. Etiketten kommer att visas i avsnittet **Testrapporter** och kan ändras för att göra det lättare att hitta rapporten igen efter en testkörning.

source: The style of the view may depend on the selected Test Suites.
de: Der Stil der Ansicht kann von den ausgewählten Test-Suite abhängen.
es: El estilo de la vista puede depender de los conjuntos de pruebas seleccionados.
hu: A nézet stílusa függhet a kiválasztott tesztcsomagoktól.
it: Lo stile della finestra può dipendere dalle Suite di Test selezionate.
sv: Hur vyn ser ut kan bero på vilka testsviter som har valts.

source: File-based Tests
de: Dateibasierte Tests
es: Pruebas basadas en archivos
hu: Fájl-alapú tesztek
it: Test basati su file
sv: Filbaserade tester

source: The following elements are shown when Test Suites have been selected that test one or multiple test data files.
de: Die folgenden Elemente werden angezeigt, wenn Test-Suites ausgewählt wurden, die eine oder mehrere Test-Dateien testen.
es: Los siguientes elementos se muestran cuando se han seleccionado conjuntos de pruebas que prueban uno o varios archivos de datos de prueba.
hu: A következő elemek jelennek meg, ha olyan tesztcsomagokat választottak ki, amelyek egy vagy több adatfájlt tesztelnek.
it: I seguenti elementi vengono visualizzati quando sono state selezionate Suite di Test che testano uno più file di dati di test.
sv: Följande element visas när testsviter har valts som testar en eller flera testdatafiler.

source: If *File upload* is selected as *Data source*, one or multiple local files can be selected and uploaded to the ETF. The ETF only accepts files with XML and GML file extensions as well as ZIP files containing these two file types.
es: Si *File Upload* se selecciona como *Data Sources*, se pueden seleccionar uno o varios archivos locales y cargarlos en el ETF. El ETF solo acepta archivos con extensiones de archivo XML y GML, así como archivos ZIP que contengan estos dos tipos de archivos.
hu: Ha a *File upload*-ot választották ki, *Adatforrásként*, egy vagy több helyi fájl kiválasztható és feltölthető az ETF-be. Az ETF csak XML és GML kiterjesztésű fájlokat, valamint e két fájltípust tartalmazó ZIP fájlokat fogadja el.
it: Selezionando *File upload* come *Data source*, è possibile selezionare uno o più file locali e caricarli su ETF. ETF accetta solo file con estensioni XML e GML, oppure file ZIP che includono questi due tipi di file.
sv: Om *File upload* väljs som *Data source* kan en eller flera lokala filer väljas och laddas upp till ETF. ETF accepterar endast filer med filändelserna XML och GML samt ZIP-filer som innehåller dessa två filtyper.

source: Other files, like schema definition files, cannot be used and are silently ignored by the ETF!
de: Andere Dateien, wie Schemadefinitionsdateien, können nicht verwendet werden und werden vom ETF stillschweigend ignoriert!
es: ¡Otros archivos, como los archivos de definición de esquema, no se pueden usar y el ETF los ignora silenciosamente!
hu: Más fájlok, például sémadefiníciós fájlok, nem használhatók, és az ETF üzenet nélkül figyelmen kívül hagyja őket!
it: Altri file, come file di definizione dello schema, non possono essere utilizzati e vengono silenziosamente ignorati da ETF!
sv: Andra filer, t.ex. schemadefinitionsfiler, kan inte användas och ignoreras i tysthet av ETF!
