Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoext_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Next we will create a layer tree component. The tree has its own data store - ``GeoExt.data.store.LayersTree``, which we will fill with layers from our OpenLayers map. The store will then be used to populate our tree panel. We will also add in a plugin to the tree to allow the map layer order to be changed by dragging and dropping the layers. The ``flex`` property causes the tree panel to fill up all available space in its region of the screen.
de: Als Nächstes erstellen wir eine Ebenenbaum-Komponente. Der Baum hat einen eigenen Datenspeicher - ''GeoExt.data.store.LayersTree''', den wir mit Layern aus unserer OpenLayers-Karte füllen. Der Speicher wird verwendet, um unseren Ebenenbaum zu füllen. Wir fügen dem Baum auch ein Plugin hinzu, damit die Reihenfolge des Karten-Layers durch Ziehen und Ablegen der Layer geändert werden kann. Die Eigenschaft ''flex'' bewirkt, dass das Ebenenbaum-Fenster den gesamten verfügbaren Platz in seinem Bereich des Bildschirms auffüllt.
es: A continuación crearemos un componente de árbol de capas. El árbol tiene su propio almacén de datos: - ``GeoExt.data.store.LayersTree``, que con capas de nuestro mapa OpenLayers. El almacén se utilizará para llenar nuestro panel de árbol. También agregaremos un complemento al árbol para permitir que se cambie el orden de la capa del mapa arrastrando y soltando las capas. La propiedad ``flex`` hace que el panel de árbol llene todo el espacio disponible en su región de la pantalla.
fr: Ensuite, nous allons créer un composant d’arbre de couche. L’arbre a sa propre boutique de données -``GeoExt.data.store.LayersTree``, que nous remplirons des couches de notre carte OpenLayers. Le magasin sera ensuite utilisé pour peupler notre panneau d’arbres. Nous ajouterons également un plugin à l’arbre pour permettre à l’ordre de couche de carte d’être changé en faisant glisser et en laissant tomber les couches. La propriété ``flex`` amène le panneau d’arbre à remplir tout l’espace disponible dans sa région de l’écran.
hu: Ezután egy rétegfa komponenst hozunk létre. A fának van saját adattárolója - ``GeoExt.data.store.LayersTree``, melyet az OpenLayers térkép rétegeivel töltünk fel. A tárat használjuk majd a fa panel benépesítésére. Egy modult is hozzáadunk a fához, hogy lehetővé tegyük a térképi rétegek sorrendjének megváltoztatását húzással és elengedéssel. A ``flex`` tulajdonság miatt a fa panel a képernyő régiójában kitölti az összes rendelkezésre álló helyet.
it: Successivamente creeremo un componente dell'albero dei livelli. L'albero ha un proprio archivio dati - ''GeoExt.data.store.LayersTree'', che riempiremo con i layer della nostra mappa OpenLayers. Lo store verrà quindi utilizzato per popolare il nostro pannello ad albero. Aggiungeremo anche un plugin all'albero per consentire di cambiare l'ordine dei layer della mappa trascinando e rilasciando i layer. La proprietà ''flex'' fa sì che il pannello dell'albero riempia tutto lo spazio disponibile nella sua regione dello schermo.
ja: 次に、画層ツリーコンポーネントを作成します。ツリーには独自のデータストア``GeoExt.data.store.LayersTree``があり、OpenLayersマップのレイヤで埋めます。このストアは、ツリー・パネルへの入力に使用されます。また、ツリーにプラグインを追加して、レイヤをドラッグアンドドロップして地図レイヤの順序を変更できるようにします。``flex``プロパティーを指定すると、ツリー・パネルは画面の領域内の使用可能なスペースをすべて埋めます。
sv: Därefter skapar vi en komponent för ett lagerträd. Trädet har sin egen datalagring - ``GeoExt.data.store.LayersTree``, som vi kommer att fylla med lager från vår OpenLayers-karta. Lagret kommer sedan att användas för att fylla i vår trädpanel. Vi kommer också att lägga till ett plugin i trädet för att tillåta att kartlagrens ordning ändras genom att dra och släppa lagren. Egenskapen ``flex`` gör att trädpanelen fyller upp allt tillgängligt utrymme i sin region på skärmen.

source: We are also going to create a grid component to display the attributes of features in our WFS layer. Similar to the layer tree store and tree panel, we create a ``GeoExt.data.store.Features`` store and a grid panel.
de: Wir werden auch ein Grid-Komponente erstellen, um die Attribute der Features von unserem WFS-Layer anzuzeigen. Ähnlich wie im Layerbaum-Speicher und im Ebenenbaum erstellen wir ein ''GeoExt.data.store.Features''-Speicher und einen Grid-Bereich.
es: También vamos a crear un componente de cuadrícula para mostrar los atributos de las características en nuestra capa WFS. Similar a la almacén de árbol de capas y el panel de árbol, creamos una tienda``GeoExt.data.store.Features`` y un panel de cuadrícula.
fr: Nous allons également créer un composant de grille pour afficher les attributs des fonctionnalités de notre couche WFS. À l’approche du magasin d’arbres de couches et du panneau d’arbres, nous créons un magasin ``GeoExt.data.store.Features``' et un panneau de grille.
hu: Egy rács komponenst is létrehozunk a WFS rétegünk attribútumainak megjelenítésére. Hasonlóan a rétegfa tárhoz és fa panelhez, létrehozunk egy ``GeoExt.data.store.Features`` tárat és egy rács panelt.
it: Creeremo anche un componente griglia per visualizzare gli attributi degli elementi nel nostro livello WFS. Analogamente all'archivio dell'albero dei livelli e al pannello dell'albero, creiamo un archivio "GeoExt.data.store.Features" e un pannello griglia.
ja: また、WFSレイヤのフィーチャの属性を表示するグリッドコンポーネントを作成します。レイヤーツリーストアとツリーパネルと同様に、``GeoExt.data.store.Features``ストアとグリッドパネルを作成します。
sv: Vi ska också skapa en rutnätskomponent för att visa attributen för funktioner i vårt WFS-lager. På samma sätt som skiktets trädbutik och trädpanel skapar vi en ``GeoExt.data.store.Features``-butik och en rutnätspanel.

source: Our final GeoExt component is an overview map - ``GeoExt.component.OverviewMap``. We will configure this to display the OpenStreetMap layer we created earlier, and place it in an ExtJS panel.
de: Unsere letzte GeoExt-Komponente ist eine Übersichtskarte - ''GeoExt.component.OverviewMap''. Wir konfigurieren diese so, dass der OpenStreetMap-Layer angezeigt wird, den wir zuvor erstellt haben, und ihn in einem ExtJS-Bedienfeld platzieren.
es: Nuestro último componente GeoExt es un mapa general: ``GeoExt.component.OverviewMap``. Configuraremos esto para mostrar la capa OpenStreetMap que creamos anteriormente, y colocarla en un panel ExtJS.
fr: Notre dernier composant GeoExt est une carte d’aperçu - ``GeoExt.component.OverviewMap``. Nous allons configurer cela pour afficher la couche OpenStreetMap que nous avons créé plus tôt, et le placer dans un panneau ExtJS.
hu: Az utolsó GeoExt komponensünk egy áttekintő térkép - ``GeoExt.component.OverviewMap``. Ezt az OpenStreetMap réteg megjelenítésére konfiguráljuk, melyet korábban hoztunk létre és egy ExtJS panelben helyezzük el.
it: Il nostro componente GeoExt finale è una mappa panoramica - ``GeoExt.component.OverviewMap``. Lo configureremo per visualizzare il livello OpenStreetMap che abbiamo creato in precedenza, e lo collocheremo in un pannello ExtJS.
ja: 我々の最後のGeoExtコンポーネントは概観地図-``GeoExt.componnet.OverviewMap``である。先ほど作成したOpenStreetMapレイヤーを表示するように設定し、ExtJSパネルに配置します。
sv: Vår sista GeoExt-komponent är en översiktskarta - ``GeoExt.component.OverviewMap``. Vi kommer att konfigurera detta för att visa OpenStreetMap-lagret som vi skapade tidigare och placera det i en ExtJS-panel.

source: Create a viewport
de: Erstellen einer Ansicht
es: Crear una ventana gráfica
fr: Créer un container Viiewport
hu: Nézet létrehozása
it: Creare un viewport
ja: ビューポートを作成する
sv: Skapa en vyport

source: The final step in creating our application is to create a viewport - a container representing the application which will display all the components we created above.
de: Der letzte Schritt beim Erstellen unserer Anwendung besteht darin, ein Ansichtsfenster zu erstellen - einen Container, der die Anwendung darstellt, der alle oben erstellten Komponenten anzeigt.
es: El último paso para crear nuestra aplicación es crear una ventana gráfica: un contenedor que represente la aplicación que mostrará todos los componentes que creamos anteriormente.
fr: La dernière étape dans la création de notre application est de créer un viewport - un conteneur représentant l’application qui affichera tous les composants que nous avons créés ci-dessus.
hu: Az utolsó lépés az alkalmazás létrehozásában egy nézet létrehozása - az alkalmazást reprezentáló konténert, mely az összes általunk létrehozott komponenst megjeleníti.
it: Il passaggio finale nella creazione della nostra applicazione è creare un viewport - un contenitore che rappresenta l'applicazione che visualizzerà tutti i componenti che abbiamo creato sopra.
ja: アプリケーションを作成する最後のステップは、ビューポートを作成することです。ビューポートとは、上記で作成したすべてのコンポーネントを表示するアプリケーションを表すコンテナです。
sv: Det sista steget i skapandet av vår applikation är att skapa en viewport - en behållare som representerar applikationen och som kommer att visa alla de komponenter vi skapade ovan.

source: You should now be able to refresh the link http://localhost/geoext/demo.html in your browser and see a complete GeoExt application similar to the image below.
de: Sie sollten nun in der Lage sein, den Link http://localhost/geoext/demo.html in Ihrem Browser zu aktualisieren und eine vollständige GeoExt-Anwendung ähnlich dem Bild unten anzuzeigen.
es: Ahora debería poder actualizar el enlace http://localhost/geoext/demo.html en su navegador y ver una aplicación completa de GeoExt similar a la imagen a continuación.
fr: Vous devriez maintenant être en mesure de rafraîchir le lien http://localhost/geoext/demo.html de votre navigateur et de voir une application GeoExt complète similaire à l’image ci-dessous.
hu: Most frissítenie kellene a http://localhost/geoext/demo.html linket a böngészőjében és az alábbi képhez hasonló teljes GeoExt alkalmazást kell látnia.
it: Ora dovresti essere in grado di aggiornare il link http://localhost/geoext/demo.html nel tuo browser e vedere un'applicazione GeoExt completa simile all'immagine qui sotto.
ja: ブラウザでリンクhttp://localhost/geoext/demo.htmlを更新すると、下の画像のような完全なGeoExtアプリケーションが表示されます。
sv: Du ska nu kunna uppdatera länken http://localhost/geoext/demo.html i din webbläsare och se en komplett GeoExt-applikation som liknar bilden nedan.

source: What's next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Et ensuite ?
it: E ora?
ja: 次は?
sv: Vad kommer härnäst?

source: The `GeoExt homepage <https://geoext.github.io/geoext/>`_ contains full `API documentation <https://geoext.github.io/geoext/v3.1.0/docs>`_ and examples
hu: A `GeoExt honlap <https://geoext.github.io/geoext/>`_ tartalmazza a teljes `API dokumentációt <https://geoext.github.io/geoext/v3.1.0/docs>`_ és példákat
it: La `pagina principale di GeoExt <https://geoext.github.io/geoext/>`_ contiene la `documentazione API completa <https://geoext.github.io/geoext3/v3.1.0/docs>`_ e gli esempi
sv: Hemsidan för `GeoExt <https://geoext.github.io/geoext/>`_ innehåller fullständig `API-dokumentation <https://geoext.github.io/geoext/v3.1.0/docs>`_ och exempel

source: A `GeoExt workshop <https://github.com/geoext/geoext3-ws>`_ details all the steps for configuring and using GeoExt3 in your ExtJS applications
de: In einem `GeoExt Workshop <https://github.com/geoext/geoext3-ws>`_ werden alle Schritte zum Konfigurieren und Verwenden von GeoExt3 in Ihren ExtJS-Anwendungen erläutert
es: Un ` taller deGeoExt <https://github.com/geoext/geoext3-ws>`_ detalla todos los pasos para configurar y usar GeoExt3 en sus aplicaciones ExtJS
fr: Un `atelier GeoExt <https://github.com/geoext/geoext3-ws>`_ détaille toutes les étapes de la configuration et de l’utilisation de GeoExt3 dans vos applications ExtJS.
hu: Egy `GeoExt workshop <https://github.com/geoext/geoext3-ws>`_ az összes lépést leírja a GeoExt3 konfigurálásához és használatához az ön ExtJS alkalmazásában
it: Un `GeoExt workshop <https://github.com/geoext/geoext3-ws>`_ dettaglia tutti i passi per configurare e utilizzare GeoExt3 nelle vostre applicazioni ExtJS
ja: `GeoExtワークショップ<https://github.com/geoext/GeoExt3-ws>`_では、ExtJSアプリケーションでGeoExt3を設定および使用するためのすべての手順について詳しく説明しています。
sv: En `GeoExt-workshop <https://github.com/geoext/geoext3-ws>`_ beskriver alla steg för att konfigurera och använda GeoExt3 i dina ExtJS-applikationer

source: The `OpenLayers v4.6.5 API docs <https://openlayers.org/en/v4.6.5/apidoc>`_
de: Die `OpenLayers v4.6.5 API docs <https://openlayers.org/en/v4.6.5/apidoc>`_
es: La `documentación de la API OpenLayers v4.6.5 <https://openlayers.org/en/v4.6.5/apidoc>`_
fr: La documentation de l' `API OpenLayers v4.6.5 <https://openlayers.org/en/v4.6.5/apidoc>`_
hu: Az `OpenLayers v4.6.5 API doksik <https://openlayers.org/en/v4.6.5/apidoc>`_
it: La documentazione `OpenLayers v4.6.5 API <https://openlayers.org/en/v4.6.5/apidoc>`_
ja: `OpenLayers v4.6.5 APIドキュメント <https://openlayers.org/en/v4.6.5/apidoc>`_
sv: API-dokumenten för OpenLayers v4.6.5 <https://openlayers.org/en/v4.6.5/apidoc>`_

source: The `ExtJS 6.2.0 API docs <https://docs.sencha.com/extjs/6.2.0/>`_
de: Die `ExtJS 6.2.0 API docs <https://docs.sencha.com/extjs/6.2.0/>`_
es: La `documentación de la API <https://docs.sencha.com/extjs/6.2.0/>`_
fr: La `documentation de l’API ExtJS 6.2.0 <https://docs.sencha.com/extjs/6.2.0/>`_
hu: Az `ExtJS 6.2.0 API doksik <https://docs.sencha.com/extjs/6.2.0/>`_
it: La documentazione `ExtJS 6.2.0 API <https://docs.sencha.com/extjs/6.2.0/>`_
ja: `ExtJS 6.2.0 API ドキュメント <https://docs.sencha.com/extjs/6.2.0/>`_
sv: API-dokumenten för `ExtJS 6.2.0 <https://docs.sencha.com/extjs/6.2.0/>`_

source: OSGeo Project
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: The `GeoExt homepage <https://geoext.github.io/geoext3/>`_ contains full `API documentation <https://geoext.github.io/geoext3/v3.1.0/docs>`_ and examples
de: Die `GeoExt-Webseite <https://geoext.github.io/geoext3/>`_ beinhaltet eine vollständige `API Dokumentation <https://geoext.github.io/geoext3/v3.1.0/docs>`_ und Beispiele
es: La `página de inicio de GeoExt <https://geoext.github.io/geoext3/>`_ contiene `documentación completa del API <https://geoext.github.io/geoext3/v3.1.0/docs>`_ y ejemplos
fr: La `page d’accueil GeoExt <https://geoext.github.io/geoext3/>`_ contient la `documentation complète de l'API <https://geoext.github.io/geoext3/v3.1.0/docs>`_ et des exemples.
ja: `GeoExtのホームページ<https://geoext.github.io/geoext3/>`_には完全な`APIドキュメント<https://geoext.github.io/geoext3/v3.1.0/docs>`_と例があります。
