Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoext_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: GeoExt Quickstart
es: Inicio Rápido de GeoExt
fr: Guide de démarrage avec GeoExt
hu: GeoExt gyorstalpaló
it: Guida rapida GeoExt
ja: GeoExt クイックスタート
sv: GeoExt Snabbstart

source: GeoExt is a JavaScript library that runs in the browser, it combines and enhances the ExtJS framework and OpenLayers library. This quick start details the steps to create a rich web application using GeoExt components in less than 200 lines of code. We will be using the installed MapServer web services on OSGeoLive a MapServer to supply map layers to the application. Completing the steps below will result in the demo GeoExt application at http://localhost/geoext/.
de: GeoExt ist eine JavaScript-Bibliothek, die im Browser ausgeführt wird und das ExtJS-Framework und die OpenLayers-Bibliothek kombiniert und erweitert. In diesem Quickstart werden die Schritte zum Erstellen einer umfangreichen Webanwendung mit GeoExt-Komponenten in weniger als 200 Codezeilen erläutert. Wir werden die installierten MapServer-Web-Services auf OSGeoLive als MapServer verwenden, um Karten-Layer für die Anwendung bereitzustellen. Wenn Sie die folgenden Schritte ausführen, wird die Demo-Anwendung GeoExt auf http://localhost/geoext/.
es: GeoExt es una biblioteca de JavaScript que se ejecuta en el navegador, combina y mejora el marco ExtJS y la librería OpenLayers. Este inicio rápido detalla los pasos para crear una aplicación web enriquecida utilizando componentes GeoExt en menos de 200 líneas de código. Utilizaremos los servicios web MapServer instalados en OSGeoLive a MapServer para suministrar capas de mapas a la aplicación. Completar los pasos a continuación dará como resultado la aplicación de demostración GeoExt en http://localhost/geoext/.
fr: GeoExt est une bibliothèque JavaScript qui s’exécute dans le navigateur, il combine et améliore le cadre ExtJS et la bibliothèque OpenLayers. Ce guide de démarrage rapide détaille les étapes de création d’une application Web riche utilisant des composants GeoExt dans moins de 200 lignes de code. Nous utiliserons les services Web MapServer installés sur OSGeoLive pour fournir des couches de carte à l’application. La réalisation des étapes ci-dessous mènera à la démonstration de l’application GeoExt visible à http://localhost/geoext/.
hu: A GeoExt egy JavaScript könyvtár, mely a böngészőben fut, kombinálja és kiterjeszti az ExtJS keretrendszert és az OpenLayers könyvtárat. Ez a gyorstalpaló egy 200 sor kódból álló gazdag web alkalmazás létrehozását részletezi. Az OSGeoLive-ra telepített MapServer webes szolgáltatásait fogjuk használni a térképi rétegek szolgáltatásához az alkalmazáshoz. Az alábbi lépések befejezése után egy demó GeoExt alkalmazást kapunk a http://localhost/geoext/ címen.
it: GeoExt è una libreria JavaScript che viene eseguita nel browser, combina e migliora il framework ExtJS e la libreria OpenLayers. Questo avvio rapido descrive in dettaglio i passaggi per creare un'applicazione Web avanzata utilizzando i componenti GeoExt in meno di 200 righe di codice. Utilizzeremo i servizi Web MapServer installati su OSGeoLive a MapServer per fornire layer di mappe all'applicazione. Completando i passaggi seguenti si otterrà l'applicazione demo GeoExt in http://localhost/geoext/.
ja: GeoExtはブラウザ上で動作するJavaScriptライブラリであり、ExtJSフレームワークとOpenLayersライブラリを組み合わせて拡張したものです。このクイックスタートでは、200行未満のコードでGeoExtコンポーネントを使用してリッチなWebアプリケーションを作成する手順について詳しく説明します。アプリケーションにマップ・レイヤーを提供するために、OSGeoLiveにインストールされたMapServer WebサービスをMapServerとして使用します。以下のステップを完了すると、http://localhost/geoext/ でGeoExtアプリケーションのデモが行われます。
sv: GeoExt är ett JavaScript-bibliotek som körs i webbläsaren, det kombinerar och förbättrar ExtJS-ramverket och OpenLayers-biblioteket. Denna snabbstart beskriver stegen för att skapa en rik webbapplikation med hjälp av GeoExt-komponenter på mindre än 200 rader kod. Vi kommer att använda de installerade MapServer-webbtjänsterna på OSGeoLive a MapServer för att leverera kartlager till applikationen. Om du slutför stegen nedan kommer du att få demo GeoExt-applikationen på http://localhost/geoext/.

source: Contents
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Create an HTML page
de: Erstellen einer HTML-Seite
es: Crear una página HTML
fr: Créer une page HTML
hu: Egy HTML oldal létrehozása
it: Creare una pagina HTML
ja: HTMLページを作成する
sv: Skapa en HTML-sida

source: In this step we will set-up an empty HTML page which will contain the application. We'll use the text editor FeatherPad installed on OSGeoLive to create a new HTML file at ``/var/www/html/geoext/demo.html``
de: In diesem Schritt richten wir eine leere HTML-Seite ein, die die Anwendung enthält. Wir verwenden den auf OSGeoLive installierten Texteditor FeatherPad, um eine neue HTML-Datei unter ''/var/www/html/geoext/demo.html'' zu erstellen.
es: En este paso, configuraremos una página HTML vacía que contendrá la aplicación. Usaremos el editor de texto FeatherPad instalado en OSGeoLive para crear un nuevo archivo HTML en ``/var/www/html/geoext/demo.html``
fr: Dans cette étape, nous allons configurer une page HTML vide qui contiendra l’application. Nous utiliserons l’éditeur de texte FeatherPad installé sur OSGeoLive pour créer un nouveau fichier HTML à ``/var/www/html/geoext/demo.html``
hu: Ebben a lépésben egy üres HTML oldalt készítünk el, mely az alkalmazást fogja tartalmazni. Az OSGeoLive-ra telepített FeatherPad szövegszerkesztőt fogjuk használni az új HTML fájl létrehozására itt ``/var/www/html/geoext/demo.html``
it: In questo passaggio verrà impostata una pagina HTML vuota che conterrà l'applicazione. Useremo l'editor di testo FeatherPad installato su OSGeoLive per creare un nuovo file HTML in ''/var/www/html/geoext/demo.html''
ja: このステップでは、アプリケーションを含む空のHTMLページを設定します。OSGeoLiveにインストールされているテキストエディタのFeatherPadを使って、``/var/www/html/geoext/demo.html`` に新しいHTMLファイルを作成します。
sv: I detta steg kommer vi att skapa en tom HTML-sida som kommer att innehålla applikationen. Vi använder textredigeraren FeatherPad som är installerad på OSGeoLive för att skapa en ny HTML-fil på ``/var/www/html/geoext/demo.html``

source: Open FeatherPad from the command line with elevated permissions, so you can save the file, using System Tools > QTerminal and then running run the command below:
de: Öffnen Sie FeatherPad über die Befehlszeile mit erhöhten Berechtigungen, so dass Sie die Datei mit System Tools > QTerminal speichern und dann den folgenden Befehl ausführen können:
es: Abra FeatherPad desde la línea de comando con permisos elevados, para que pueda guardar el archivo, usando Herramientas del Sistema> QTerminal y luego ejecute el siguiente comando:
fr: Ouvrez FeatherPad à partir de la ligne de commande avec des autorisations élevées, de sorte que vous pouvez enregistrer le fichier, en utilisant System Tools > QTerminal , puis en cours d’exécution exécuter la commande ci-dessous:
hu: Nyissa meg a parancssorból a FeatherPad megnövelt jogosultsággal, így el tudja menteni a fájlt, az alábbi paranccsal:
it: Apri FeatherPad dalla riga di comando con autorizzazioni elevate, in modo da poter salvare il file, utilizzando Utilità di sistema > QTerminal e quindi utilizzando run esegui il comando seguente:
ja: 管理者特権でコマンドラインからFeatherPadを開き、[システムツール]>[QTerminal]を使用してファイルを保存し、次のコマンドを実行して実行できるようにします。
sv: Öppna FeatherPad från kommandoraden med förhöjda behörigheter, så att du kan spara filen, genom att använda Systemverktyg > QTerminal och sedan köra kommandot nedan:

source: Next paste in the HTML below, and save the file as ``/var/www/html/geoext/demo.html``. The file contains links to the ExtJS and OpenLayers JavaScript libraries, and two CSS files used to style ExtJS and OpenLayers components.
de: Fügen Sie den folgenden HTML-Code ein und speichern Sie die Datei als ``/var/www/html/geoext/demo.html``. Dieser enthält Links zu den JavaScript-Bibliotheken ExtJS und OpenLayers sowie zwei CSS-Dateien, die zum Formatieren von ExtJS- und OpenLayers-Komponenten verwendet werden.
es: A continuación, pegue el HTML a continuación y guarde el archivo como ```/var/www/html/geoext/demo.html``. El archivo contiene enlaces a las bibliotecas JavaScript ExtJS y OpenLayers, y dos archivos CSS que se utilizan para diseñar componentes ExtJS y OpenLayers.
fr: Coller ensuite dans le HTML ci-dessous, et enregistrer le fichier comme ``/var/www/html/geoext/demo.html``. Le fichier contient des liens vers les bibliothèques ExtJS et OpenLayers JavaScript, ainsi que deux fichiers CSS utilisés pour le style des composants ExtJS et OpenLayers.
hu: Utána másolja be az alábbi HTML-t. és mentse a fájlt mint ``/var/www/html/geoext/demo.html``. A fájl linkeket tartalmaz az ExtJS és OpenLayers JavaScript könyvtárakhoz és két CSS fájlhoz, melyeket az ExtJS és OpenLayers komponensek stílusához használjuk.
it: Quindi incolla l'HTML qui sotto e salva il file come ''/var/www/html/geoext/demo.html''. Il file contiene collegamenti alle librerie JavaScript ExtJS e OpenLayers e due file CSS utilizzati per applicare uno stile ai componenti ExtJS e OpenLayers.
ja: 次に下のHTMLに貼り付け、ファイルを``/var/www/html/geoext/demo.html``として保存します。このファイルには、ExtJSおよびOpenLayers JavaScriptライブラリへのリンクと、ExtJSおよびOpenLayersコンポーネントのスタイル設定に使用される2つのCSSファイルが含まれています。
sv: Klistra sedan in HTML-filen nedan och spara filen som ``/var/www/html/geoext/demo.html``. Filen innehåller länkar till JavaScript-biblioteken ExtJS och OpenLayers samt två CSS-filer som används för att styla ExtJS- och OpenLayers-komponenter.

source: We will use the ``Ext.Loader`` class to load in GeoExt JavaScript source files. These are all in the ``src`` folder in ``/var/www/html/geoext/``.
de: Wir verwenden die Klasse ''Ext.Loader'', um in GeoExt JavaScript-Quelldateien zu laden. Diese befinden sich alle im Ordner ''src'' in ''/var/www/html/geoext/''.
es: tilizaremos la clase ``Ext.Loader``r para cargar archivos fuente GeoExt JavaScript. Todos estos están en la carpeta ``src`` en ``/var/www/html/geoext/`` .
fr: Nous utiliserons la classe ``Ext.Loader`` pour charger les fichiers source JavaScript GeoExt. Ceux-ci sont tous dans le dossier ``src`` dans ``/var/www/html/geoext/``.
hu: Az ``Ext.Loader``osztályt fogjuk használni a GeoExt JavaScript forrás fájlok betöltéséhez. Ezek mind az ``src`` mappában vannak a ``/var/www/html/geoext/`` alatt.
it: Useremo la classe ''Ext.Loader'' per caricare i file di origine JavaScript GeoExt. Questi sono tutti nella cartella ''src'' in ''/var/www/html/geoext/''.
ja: ``Ext.Loader``クラスを使用して、GeoExtのJavaScriptソースファイルをロードします。これらはすべて``/var/www/html/geoext/``の``src``フォルダにあります。
sv: Vi kommer att använda klassen ``Ext.Loader`` för att ladda in GeoExt JavaScript-källfiler. Dessa finns alla i mappen ```src`` i ``/var/www/html/geoext/``.

source: You should now be able to view an empty HTML page in Firefox at http://localhost/geoext/demo.html
de: Sie sollten nun eine leere HTML-Seite im Firefox unter http://localhost/geoext/demo.html aufrufen können.
es: Ahora deberías poder ver una página HTML vacía en Firefox en http://localhost/geoext/demo.html
fr: Vous devriez maintenant être en mesure de voir une page HTML vide dans Firefox à http://localhost/geoext/demo.html
hu: Most egy üres HTML oldalt kell látnia a Firefox-ban a http://localhost/geoext/demo.html címen
it: Ora dovresti essere in grado di visualizzare una pagina HTML vuota in Firefox su http://localhost/geoext/demo.html
ja: http://localhost/geoext/demo.htmlでFirefoxの空のHTMLページを見ることができるようになりましたね。
sv: Du bör nu kunna visa en tom HTML-sida i Firefox på http://localhost/geoext/demo.html

source: All the JavaScript in the following sections should be pasted after the ``// all JavaScript application code should go here`` comment in the ``Ext.onReady`` function. Placing code here ensures the JavaScript libraries have been loaded before running any custom JavaScript code.
de: Der gesamte JavaScript-Code der folgenden Sektion sollte nach dem folgenden Kommentar ``// all JavaScript application code should go here`` eingefügt werden. An dieser Stelle wird gewährleistet, dass die JavaScript-Bibliotheken geladen wurden, bevor benutzerdefinierter JavaScript-Code ausgeführt wird.
es: Todo el JavaScript en las siguientes secciones debe pegarse después del comentario ``// todo el código de la aplicación JavaScript debe ir aquí `` en la función ``Ext.onReady``. Colocar código aquí garantiza que las bibliotecas de JavaScript se han cargado antes de ejecutar cualquier código JavaScript personalizado.
fr: Tout le code JavaScript dans les sections suivantes doit être collé après le commentaire ``// all JavaScript application code should go here`` dans la fonction `Ext.onReady``. Placer du code ici garantit que les bibliothèques JavaScript ont été chargées avant d’exécuter n’importe quel code JavaScript personnalisé.
hu: Az összes JavaScriptet a következő fejezetekben az `Ext.onReady`` függvényben található ``// all JavaScript application code should go here`` megjegyzés után kell beilleszteni. A kód ide helyezésével biztosítjuk, hogy a JavaScript könyvtárakat betöltöttük mielőtt bármelyik saját kód lefutna.
it: Tutto il JavaScript nelle sezioni seguenti deve essere incollato dopo il commento ``// all JavaScript application code should go here`` nella funzione ''Ext.onReady''. L'inserimento del codice qui garantisce che le librerie JavaScript siano state caricate prima di eseguire qualsiasi codice JavaScript personalizzato.
ja: 以下のセクションにあるすべてのJavaScriptは、``Ext.onReady``関数の``//all JavaScript application code should go here``コメントの後に貼り付ける必要があります。ここにコードを配置すると、カスタムJavaScriptコードを実行する前に、JavaScriptライブラリが確実にロードされます。
sv: All JavaScript i följande avsnitt ska klistras in efter kommentaren ``// all JavaScript-applikationskod ska placeras här`` i funktionen ``Ext.onReady``. Genom att placera koden här säkerställer du att JavaScript-biblioteken har laddats innan du kör någon anpassad JavaScript-kod.

source: Configure OpenLayers objects
de: Konfigurieren von OpenLayers-Objekten
es: Configurar objetos OpenLayers
fr: Configurer les objets OpenLayers
hu: OpenLayers objektumok beállítása
it: Configurare gli oggetti OpenLayers
ja: OpenLayersオブジェクトを設定する
sv: Konfigurera OpenLayers-objekt

source: Next we will configure some OpenLayers objects used by the application.
de: Als Nächstes konfigurieren wir einige OpenLayers-Objekte, die von der Anwendung verwendet werden.
es: A continuación configuraremos algunos objetos OpenLayers utilizados por la aplicación.
fr: Ensuite, nous configurerons certains objets OpenLayers utilisés par l’application.
hu: A következőkben az alkalmazás által használt OpenLayers objektumokat állítjuk be.
it: Successivamente configureremo alcuni oggetti OpenLayers utilizzati dall'applicazione.
ja: 次に、アプリケーションが使用するOpenLayersオブジェクトを設定します。
sv: Därefter ska vi konfigurera några OpenLayers-objekt som används av programmet.

source: First lets create a map tile layer using OpenStreetMap, and some WMS layers that are available from the MapServer Itasca demo on OSGeoLive.
de: Zunächst können Sie einen Kartenkachel-Layer mit OpenStreetMap und einige WMS-Layer erstellen, die über die MapServer Itasca-Demo auf OSGeoLive zur Verfügung stehen.
es: En primer lugar, vamos a crear una capa de teselas de mapa mediante OpenStreetMap y algunas capas WMS que están disponibles en la demo de MapServer Itasca en OSGeoLive.
fr: D’abord créons une couche de tuiles cartographiques à l’aide d’OpenStreetMap, et quelques couches WMS qui sont disponibles à partir de la démo MapServer Itasca sur OSGeoLive.
hu: Először hozzunk létre egy csempe térkép réteget az OpenStreetMap felhasználásával és néhány WMS réteget az OSGeoLive-ban elérhető MapServer Itasca demóból.
it: Per prima cosa creiamo una mappa a tile layer utilizzando OpenStreetMap e alcuni layer WMS disponibili dalla demo mapServer Itasca su OSGeoLive.
ja: まず、OpenStreetMapを使用してマップタイル画層を作成し、OSGeoLiveのMapServer Itascaデモで使用できるWMS画層をいくつか作成します。
sv: Låt oss först skapa ett kartkakelskikt med OpenStreetMap och några WMS-lager som är tillgängliga från MapServer Itasca-demo på OSGeoLive.

source: Next we are going to add in a WFS vector layer - this is a little more complicated, but follows the same approach of creating a source and then a layer as the previous layers:
de: Als nächstes werden wir in einem WFS-Vektor-Layer hinzufügen - dies ist etwas komplizierter, aber folgt dem gleichen Ansatz der Erstellung einer Quelle und einer Ebene - also wie beim vorherigen Layer:
es: A continuación, agregaremos una capa vectorial WFS; esto es un poco más complicado, pero sigue el mismo enfoque de crear una fuente y luego una capa que las capas anteriores:
fr: Ensuite, nous allons ajouter une couche vectorielle WFS - c’est un peu plus compliqué, mais suit la même approche de création d’une source, puis d'une couche comme les couches précédentes:
hu: A következőkben egy WFS réteget fogunk hozzáadni - ez egy kicsit bonyolultabb, de az előző rétegekhez hasonlóan ugyanazt a megközelítést követjük, egy forrás majd utána egy réteg létrehozása:
it: Successivamente aggiungeremo un livello vettoriale WFS - questo è un po' più complicato, ma segue lo stesso approccio di creazione di una sorgente e quindi di un livello come per i livelli precedenti:
ja: 次に、WFSベクトルレイヤを追加します。これは少し複雑ですが、前のレイヤと同じ方法でソースとレイヤを作成します。
sv: Därefter ska vi lägga till ett WFS-vektorlager - det här är lite mer komplicerat, men följer samma metod för att skapa en källa och sedan ett lager som de tidigare lagren:

source: Now we are going to create our OpenLayers map object configured with the layers we just created. We will also set the center and zoom level of the map, and add in a select interaction so we can select features in our vector layer.
de: Jetzt erstellen wir unser OpenLayers-Kartenobjekt, das mit den Layern konfiguriert ist, die wir gerade erstellt haben. Wir legen auch die Mittelpunkt- und Zoomstufe der Karte fest und fügen eine ausgewählte Interaktion hinzu, damit wir Features in unserem Vektor-Layer auswählen können.
es: Ahora vamos a crear nuestro objeto de mapa OpenLayers configurado con las capas que acabamos de crear. También estableceremos el centro y el nivel de zoom del mapa, y agregaremos una interacción de selección para que podamos seleccionar entidades en nuestra capa vectorial.
fr: Maintenant, nous allons créer notre objet de carte OpenLayers configuré avec les couches que nous venons de créer. Nous définirons également le centre et le niveau de zoom de la carte, et ajouterons une interaction de sélection afin que nous puissions sélectionner les entités de notre couche vectorielle.
hu: Most az OpenLayers térkép objektumot hozzuk létre, melyet az éppen létrehozott rétegekkel konfigurálunk. Be fogjuk állítani a térkép középpontját és nagyítási szintjét valamint hozzáadunk egy kiválasztás interakciót, hogy a vektor réteg elemeit ki tudjuk választani.
it: Ora creeremo il nostro oggetto mappa OpenLayers configurato con i layer che abbiamo appena creato. Imposteremo anche il centro e il livello di zoom della mappa e aggiungeremo un'interazione selezionata in modo da poter selezionare gli elementi nel nostro layer vettoriale.
ja: 次に、作成した画層で設定されたOpenLayersマップオブジェクトを作成します。また、マップの中心とズームレベルを設定し、ベクタライヤでフィーチャを選択できるように選択インタラクションに追加します。
sv: Nu ska vi skapa vårt OpenLayers-kartobjekt som konfigureras med de lager vi just skapat. Vi kommer också att ställa in kartans centrum och zoomnivå och lägga till en select-interaktion så att vi kan välja funktioner i vårt vektorlager.

source: Work with GeoExt components
de: Arbeiten mit GeoExt-Komponenten
es: Trabajar con componentes GeoExt
fr: Travailler avec les composants GeoExt
hu: Munka a GeoExt komponensekkel
it: Utilizzo dei componenti GeoExt
ja: GeoExtコンポーネントを操作する
sv: Arbeta med GeoExt-komponenter

source: Now the map and layers have been configured we are going to create and configure our GeoExt components.
de: Jetzt sind die Karte und die Layer konfiguriert, wir werden nun unsere GeoExt-Komponenten erstellen und konfigurieren.
es: Ahora el mapa y las capas se han configurado vamos a crear y configurar nuestros componentes GeoExt.
fr: Maintenant, la carte et les calques ont été configurés, nous allons créer et configurer nos composants GeoExt.
hu: Miután a térképet és a rétegeket beállítottuk létre fogjuk hozni és beállítjuk a GeoExt komponenseket.
it: Ora che la mappa e i layer sono stati configurati, creeremo e configureremo i nostri componenti GeoExt.
ja: これで、マップと画層が設定されました。次に、GeoExtコンポーネントを作成して設定します。
sv: Nu när kartan och lagren har konfigurerats ska vi skapa och konfigurera våra GeoExt-komponenter.

source: First of all we will create a ``GeoExt.component.Map``. This uses the OpenLayers map we created, and will be positioned in the 'center' region of our application.
de: Zuallererst erstellen wir eine ''GeoExt.component.Map''. Diese verwendet die OpenLayers-Karte, die wir erstellt haben, und wird im Bereich "center" unserer Anwendung positioniert
es: En primer lugar vamos a crear un ``GeoExt.component.Map``. Esto utiliza el mapa OpenLayers que creamos, y se colocará en la región 'centro' de nuestra aplicación.
fr: Tout d’abord, nous allons créer un ``GeoExt.component.Map``. Cela utilise la carte OpenLayers que nous avons créée et sera positionnée dans la région 'center' de notre application.
hu: Mindenek előtt egy ``GeoExt.component.Map``-et hozunk létre. Ez az általunk létrehozott OpenLayers térképet használja és az alkalmazásunk 'center' területére pozicionáljuk.
it: Prima di tutto creeremo un ''GeoExt.component.Map''. Questo utilizza la mappa OpenLayers che abbiamo creato e sarà posizionato nella regione "centrale" della nostra applicazione.
ja: まず、``GeoExt.component.Map``を作成します。これは、作成したOpenLayersマップを使用し、アプリケーションの``中央``領域に配置されます。
sv: Först och främst kommer vi att skapa en ``GeoExt.component.Map``. Denna använder OpenLayers-kartan som vi skapade och kommer att placeras i "center"-regionen i vår applikation.
