Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geomoose_quickstart.po
Languages: es, hu, it, ja, sv

source: GeoMoose Quickstart
es: Guía de Inicio Rápido de GeoMoose
hu: GeoMoose gyorstalpaló
it: Guida rapida GeoMoose
ja: GeoMooseクイックスタート
sv: GeoMoose Snabbstart

source: GeoMoose is a browser based mapping framework for displaying distributed cartographic data. It is particularly useful for managing spatial and non-spatial data within county, city and municipal offices (from which GeoMoose originated).
es: GeoMoose es un framework de mapeo basado en navegador para visualizar datos cartográficos distribuidos. Es particularmente útil para la gestión de datos espaciales y no espaciales dentro de un condado, ciudad y oficinas municipales (a partir del cual se origina GeoMoose).
hu: A GeoMoose egy böngésző alapú térképes keretrendszer megosztott kartográfiai adatok megjelenítéséhez. Különösen hasznos a térbeli és nem térbeli adatok kezelésére egy országon, városon vagy önkormányzati irodán belül (ahonnan a GEoMoose származik).
it: GeoMoose è un framework di mappatura basato su browser per la visualizzazione di dati cartografici distribuiti. È particolarmente utile per gestire i dati spaziali e non spaziali all'interno degli uffici di contea, città e comuni (da cui GeoMoose ha avuto origine).
ja: GeoMooseは、分散型地図データを表示するためのブラウザベースのマッピングフレームワークです。これは、郡、市、市のオフィス(GeoMooseの起源)内の空間データと非空間データの管理に特に便利です。
sv: GeoMoose är ett webbläsarbaserat kartramverk för visning av distribuerade kartografiska data. Det är särskilt användbart för att hantera rumsliga och icke-rumsliga data inom läns-, stads- och kommunkontor (från vilka GeoMoose härstammar).

source: GeoMoose is a GIS data portal management framework. The installed version of GeoMoose on the Live DVD is an example configuration that displays an example set of layers.
es: GeoMoose es un marco de gestión del portal de datos GIS.La versión instalada de GeoMoose en el Live DVD es un ejemplo de configuración que muestra un ejemplo de conjunto de capas.
hu: A GeoMoose egy GIS adatportál kezelő keretrendszer. A Live DVD-re telepített változat egy minta konfiguráció mely egy több rétegből álló példa.
it: GeoMoose è un framework per la gestione di portali di dati GIS. La versione installata di GeoMoose sul DVD Live è una configurazione di esempio che visualizza un set di layer di esempio.
ja: GeoMooseはGISデータポータル管理フレームワークです。Live DVDにインストールされているGeoMooseのバージョンは、レイヤのサンプルセットを表示する設定例です。
sv: GeoMoose är ett ramverk för hantering av GIS-dataportaler. Den installerade versionen av GeoMoose på Live DVD:n är en exempelkonfiguration som visar en exempeluppsättning av lager.

source: Contents
it: Contenuti
sv: Innehåll

source: Start GeoMoose
es: Iniciar GeoMoose
hu: GeoMoose indítása
it: Avvia GeoMoose
ja: GeoMooseを開始
sv: Starta GeoMoose

source: Go to the "Browser Clients" folder on the desktop.
es: Ir a la carpeta "Clientes de Navegador" en el escritorio.
hu: Menjen a "Browser Clients" mappába az asztalon.
it: Vai alla cartella "Browser Clients" sul desktop.
ja: デスクトップ上の"Browser Clients"フォルダに移動します。
sv: Gå till mappen "Browser Clients" på skrivbordet.

source: Click on the desktop icon "Start GeoMoose". This will launch the default browser which will navigate to the correct location automatically.
es: Haga clic en el ícono del escritorio "Iniciar GeoMoose". Esto lanzará el navegador predeterminado que navegará a la ubicación correcta automáticamente.
hu: Kattintson a "Start GeoMoose" ikonra. Ez elindítja az alapértelmezett böngészőt, mely a megfelelő helyre navigál automatikusan.
it: Clicca sull'icona del desktop "Start GeoMoose". Questo lancerà il browser predefinito che navigherà automaticamente alla posizione corretta.
ja: デスクトップアイコン"Start GeoMoose"をクリックします。これにより既定のブラウザが起動し、自動的に正しい場所に移動します。
sv: Klicka på ikonen "Starta GeoMoose" på skrivbordet. Då startas standardwebbläsaren som automatiskt navigerar till rätt plats.

source: You will be presented with a web page displaying a demo interface of a GeoMoose instance.
es: Se le presentará una página web que muestra una interfaz de demostración de una instancia de GeoMoose.
hu: A GeoMoose példány demó interfésze jelenik meg egy honlapon.
it: Ti verrà presentata una pagina web che mostra un'interfaccia demo di un'istanza di GeoMoose.
ja: Webページが表示され、GeoMooseインスタンスのデモインターフェイスが表示されます。
sv: Du kommer att få upp en webbsida som visar ett demogränssnitt för en GeoMoose-instans.

source: GeoMoose Screenshot
it: Screenshot di Geomoose
sv: GeoMoose skärmdump

source: The Interfaces presented above shows:
es: Las Interfaces presentadas arriba muestran:
hu: A fent látható interfész a következőket tartalmazza:
it: Le interfacce presentate sopra mostrano:
ja: 上記のインターフェイスは次のものを示しています。
sv: De gränssnitt som presenteras ovan visar:

source: A banner bar
es: Una barra de banner
hu: Egy banner sor
it: Una barra per i banner
ja: バナーバー
sv: En bannerbar

source: A tool bar
es: Una barra de herramientas
hu: Egy eszközsor
it: Una barra degli strumenti
ja: ツールバー
sv: En verktygsfält

source: A map window with navigation and zoom controls
es: Una ventana de mapa con controles de navegación y zoom
hu: Egy térkép ablak navigációs és nagyítási vezérlőkkel
it: Una finestra di mappa con controlli di navigazione e zoom
ja: ナビゲーションとズームコントロールを備えたマップウィンドウ
sv: Ett kartfönster med navigerings- och zoomkontroller

source: A side menu with:
es: Un menú lateral con:
hu: Egy oldal menü a következőkkel:
it: Un menu laterale con:
ja: サイドメニュー:
sv: En sidomeny med:

source: A "Jump to" location pull down list
es: Una "Saltar a" lista desplegable de ubicación
hu: Egy "Jump to" helyek legördülő listája
it: Un elenco a discesa di località "Vai a"
ja: "Jump to"の場所のプルダウンリスト
sv: En rullgardinslista med "Hoppa till" plats

source: Control tabs starting with "Catalog", for displaying the layer list. As needed, additional tabs will appear: an "Information" readout, a "Custom" output tab, and others.
it: Schede di controllo che iniziano con "Catalog", per visualizzare la lista dei layer. Se necessario, appariranno altre schede: una lettura "Information", una scheda di uscita "Custom" e altre.
sv: Kontrollflikar som börjar med "Catalog", för visning av lagerlistan. Efter behov visas ytterligare flikar: en "Information"-läsare, en "Custom"-flik för utdata och andra.

source: A Footer bar with:
es: Una barra a pie de página con:
hu: Egy lábléc sáv ezekkel:
it: Una barra di piè di pagina con:
ja: フッタバー:
sv: Ett sidfotsfält med:

source: Multiple coordinate readouts, one each for: X,Y (local dataset coordinates), LAT/LON (Decimal) and United States National Grid (USNG)
es: Múltiples lecturas de coordenadas, cada una para: X, Y (coordenadas del conjunto de datos locales), LAT/LON (Decimal) y Red Nacional de Estados Unidos (USNG)
hu: Több koordináta mező ezekhez: X.Y (helyi koordináták), hosszúság/szélesség (decimális)és Egyesült Államok Nemzeti Rács (USNG)
it: Letture multiple di coordinate, una per: X, Y (coordinate locali del set di dati), LAT/LON (decimale) e United States National Grid (USNG)
ja: 複数の座標表示:X、Y(データセットのローカル座標)、LAT/LON(10進数)、United States National Grid(USNG)
sv: Flera koordinatavläsningar, en vardera för: X,Y (lokala datasetkoordinater), LAT/LON (decimal) och United States National Grid (USNG)

source: An editable pull down list for a view scales to choose from or define.
es: Una lista editable y desplegable para una vista escalas para elegir o definir.
hu: Egy szerkeszthető legördülő lista, melyből a megjelenítés méretarányát választhatja ki vagy beírhatja.
it: Un elenco a discesa modificabile per una scala di vista da scegliere o definire.
ja: 選択または定義するビュースケールの編集可能なプルダウンリスト。
sv: En redigerbar rullgardinslista för en vyskala att välja mellan eller definiera.

source: Identify a location
es: Identificar una ubicación
hu: Hely azonosítása
it: Identifica una posizione
ja: ロケーションを識別
sv: Identifiera en plats

source: Click on the "identify" ("i" in a circle icon) button in the top toolbar
es: Click en el botón "identificar" ("i" en un ícono de círculo) en la barra superior de herramientas
hu: Kattintson az "azonosítás" ("i" egy körben ikon) gombra a felső eszköztárban
it: Clicca sul pulsante "identifica" ("i" in un'icona circolare) nella barra degli strumenti superiore
ja: 上部ツールバーの"identify"(円形アイコンの中の"i")ボタンをクリック
sv: Klicka på knappen "identifiera" ("i" i en cirkelikon) i det övre verktygsfältet

source: Click a point on the map.
es: Haga click en un punto del mapa.
hu: Kattintson egy pontra a térképen.
it: Clicca su un punto della mappa.
ja: マップ上の点をクリックしてください。
sv: Klicka på en punkt på kartan.

source: The catalog along the left side of the Map view will change to the "Super Tab" - a place to where GeoMoose displays results of an action or asks for more information. In this case, it will show the results of a query of each active and identifiable layer for the point that you clicked in the map.
it: Il catalogo lungo il lato sinistro della vista Mappa cambierà in "Super Tab" - un posto dove GeoMoose mostra i risultati di un'azione o chiede maggiori informazioni. In questo caso, mostrerà i risultati di una query di ogni layer attivo e identificabile per il punto che hai cliccato nella mappa.
sv: Katalogen på vänster sida av kartvyn ändras till "Super Tab" - en plats där GeoMoose visar resultat av en åtgärd eller ber om mer information. I det här fallet visas resultaten av en fråga om varje aktivt och identifierbart lager för den punkt som du klickade på i kartan.

source: Use the measuring tool
es: Utilice la herramienta de medición
hu: Mérőeszköz használata
it: Usa lo strumento di misurazione
ja: 測定ツールを使用
sv: Använd mätverktyget

source: The GeoMoose measure tool allows you to: * measure a point (return the coordinates of a picked point) * measure the distance along a potentially multi-segment line * measure the area of a polygon.
es: La herramienta de medición GeoMoose permite: * medir un punto (devolver las coordenadas de un punto seleccionado) * medir la distancia a lo largo de una línea potencialmente multisegmento * medir el área de un polígono.
hu: A GeoMoose mérőeszköz lehetővé teszi: * egy pont mérése (a kattintott pont koordinátáit adja vissza) * távolság mérés több szegmensből álló törtvonalon * egy zárt idom területének lemérése.
it: Lo strumento di misura di GeoMoose permette di: * misurare un punto (restituisce le coordinate di un punto scelto) * misurare la distanza lungo una linea potenzialmente multi-segmento * misurare l'area di un poligono.
ja: GeoMooseの計測ツールを使用すると、次のことができます。 * 点を計測(選択された点の座標を返す) * 複数の区間を含む可能性のある線に沿った距離を計測 * ポリゴンの面積を計測
sv: Med GeoMoose mätverktyg kan du: * mäta en punkt (returnera koordinaterna för en vald punkt) * mäta avståndet längs en linje som kan bestå av flera segment * mäta arean för en polygon.

source: Click the double ended arrow icon in the top toolbar to start the measuring tool.
es: Click en el ícono de flecha de doble extremo en la barra de herramientas superior para iniciar la herramienta de medición.
hu: Kattintson a dupla nyíl végű ikonra a felső eszközsorban a mérőeszköz elindításához.
it: Clicca l'icona della doppia freccia finita nella barra degli strumenti superiore per avviare lo strumento di misurazione.
ja: 上部ツールバーの両端の矢印アイコンをクリックして、測定ツールを起動します。
sv: Klicka på ikonen med den dubbla pilen i det övre verktygsfältet för att starta mätverktyget.

source: Choose to measure a point, line, or polygon.
es: Elija medir un punto, una línea o un polígono.
hu: Válassza a pont, törtvonal vagy zárt idom mérést.
it: Scegli di misurare un punto, una linea o un poligono.
ja: ポイント、ライン、ポリゴンの計測を選択します。
sv: Välj att mäta en punkt, linje eller polygon.

source: Click on the map where you want to measure. To measure a point, just click the point on the map you want to measure. To measure a line or polygon click on the map for each vertex a of the line/polygon.
it: Clicca sulla mappa dove vuoi misurare. Per misurare un punto, basta cliccare sul punto della mappa che si vuole misurare. Per misurare una linea o un poligono clicca sulla mappa per ogni vertice a della linea/poligono.
sv: Klicka på kartan där du vill mäta. Om du vill mäta en punkt klickar du bara på den punkt på kartan som du vill mäta. För att mäta en linje eller polygon klickar du på kartan för varje toppunkt a i linjen/polygonen.

source: Double click to end the line/polygon.
es: Doble click para finalizar la línea/polígono.
hu: Duplán kattintson a vonal/zárt idom végpontjába.
it: Doppio clic per terminare la linea/poligono.
ja: ダブルクリックしてライン/ポリゴンを終了します。
sv: Dubbelklicka för att avsluta linjen/polygonen.

source: you can also measure a pre-existing feature on the map (if it is from a vector layer, including previous query results) without having to manually trace over it.
es: También puede medir una entidad preexistente en el mapa (si procede de una capa vectorial, incluidos los resultados de la consulta anterior) sin tener que trazar la imagen manualmente sobre ella.
hu: lemérheti a térképen létező elemeket is (ha egy vektor réteg része és korábbi lekérdezés eredménye tartalmazza) anélkül, hogy kézzel végig kellene kattingatni.
it: puoi anche misurare un elemento preesistente sulla mappa (se proviene da un layer vettoriale, compresi i risultati di query precedenti) senza doverci tracciare manualmente sopra.
ja: 手動でトレースすることなく、マップ上の既存の地物を計測することもできます(ベクタレイヤからのものであれば、前のクエリー結果を含めて)。
sv: kan du också mäta en befintlig funktion på kartan (om den kommer från ett vektorlager, inklusive tidigare sökresultat) utan att behöva spåra över den manuellt.

source: Select features
es: Seleccionar Funciones
hu: Térképi elemek kiválasztása
it: Seleziona gli elementi
ja: 地物を選択
sv: Välj funktioner

source: You can select features from a Point, Line, Polygon, or from an existing feature. To start, click on the "Select Features" icon (mouse cursor icon), pick point, line, polygon and start drawing your selection in the map. You can double click the last point to finish the drawing process. If you want to adjust your selection you can do that with the "Modify Feature" option.
it: È possibile selezionare gli elementi da un Punto, Linea, Poligono, o da un elemento esistente. Per iniziare, clicca sull'icona "Select Features" (icona del cursore del mouse), scegli punto, linea, poligono e inizia a disegnare la tua selezione nella mappa. Puoi fare doppio clic sull'ultimo punto per finire il processo di disegno. Se vuoi aggiustare la tua selezione puoi farlo con l'opzione "Modify Feature".
sv: Du kan välja funktioner från en punkt, linje, polygon eller från en befintlig funktion. Börja med att klicka på ikonen "Select Features" (muspekarikonen), välj punkt, linje, polygon och börja rita ditt val på kartan. Du kan dubbelklicka på den sista punkten för att avsluta ritprocessen. Om du vill justera ditt val kan du göra det med alternativet "Modify Feature".

source: You also have the option to select features based on a buffered version of what you drew. The default is to buffer by "0" which does nothing. Positive values expand what you drew by that distance, negative values shrink your drawing.
it: Hai anche l'opzione di selezionare gli elementi basati su una versione bufferata di ciò che hai disegnato. L'impostazione predefinita è il buffer di "0" che non fa nulla. I valori positivi espandono ciò che hai disegnato di quella distanza, i valori negativi restringono il tuo disegno.
sv: Du har också möjlighet att välja funktioner baserat på en buffrad version av det du ritade. Standardinställningen är att buffra med "0", vilket inte gör någonting. Positiva värden expanderar det du ritade med det avståndet, negativa värden krymper din ritning.

source: Select which layer you want to select features from using the "Query Layer" select-box. Note: not all layers can be used with the Select Features tool. To be available for selection, a layer needs to be a vector layer and be configured for selection in the mapbook.
it: Seleziona il layer da cui si desidera selezionare gli elementi usando la casella di selezione "Query Layer". Nota: non tutti i layer possono essere utilizzati con lo strumento Seleziona elementi. Per essere disponibile per la selezione, un layer deve essere un layer vettoriale ed essere configurato per la selezione nel mapbook.
sv: Välj vilket lager du vill välja funktioner från med hjälp av valboxen "Query Layer". Observera: Alla lager kan inte användas med verktyget Select Features. För att vara tillgängligt för urval måste ett lager vara ett vektorlager och konfigureras för urval i kartboken.

source: You may need to scroll down in the "Super Tab" to find the "Go" button if your browser window is small.
it: Se la finestra del browser è piccola, potrebbe essere necessario scorrere verso il basso nella "Super Tab" per trovare il pulsante "Go".
sv: Du kan behöva scrolla ner i "Super Tab" för att hitta "Go"-knappen om ditt webbläsarfönster är litet.

source: Finally, click the "Go" button to actually select the features. GeoMoose will return a summary of what was selected in the Super Tab as well, highlight the selected features on the map, and show an attribute table of the selected features.
it: Infine, clicca sul pulsante "Go" per selezionare effettivamente gli elementi. GeoMoose restituirà un riassunto di ciò che è stato selezionato anche nella Super Tab, evidenzierà gli elementi selezionati sulla mappa e mostrerà una tabella degli attributi degli elementi selezionati.
sv: Klicka slutligen på knappen "Go" för att faktiskt välja funktionerna. GeoMoose returnerar en sammanfattning av vad som valdes i Super Tab, markerar de valda objekten på kartan och visar en attributtabell för de valda objekten.

source: If you hover over a line in the table, the corresponding feature on the map will be highlighted. Additionally, you can use the funnel icons in the table header to further filter results, and use the triangle icons in the table header to sort results. The results can be downloaded as a CSV file using the download icon to the top and left of the table.
it: Se passi il mouse su una linea nella tabella, l'elemento corrispondente sulla mappa sarà evidenziato. Inoltre, puoi usare le icone a imbuto nell'intestazione della tabella per filtrare ulteriormente i risultati, e usare le icone a triangolo nell'intestazione della tabella per ordinare i risultati. I risultati possono essere scaricati come file CSV utilizzando l'icona di download in alto e a sinistra della tabella.
sv: Om du håller muspekaren över en linje i tabellen markeras motsvarande funktion på kartan. Dessutom kan du använda trattikonerna i tabellhuvudet för att filtrera resultaten ytterligare och använda triangelikonerna i tabellhuvudet för att sortera resultaten. Resultaten kan laddas ner som en CSV-fil med hjälp av nedladdningsikonen högst upp och till vänster om tabellen.

source: Search for features
es: Buscar características
hu: Térképi elemek keresése
it: Ricerca di elementi
ja: 地物を検索
sv: Sök efter funktioner

source: You can also search for features by attribute. To start, hover over the "Search" menu in the toolbar and then click on the "Search Parcels" icon. Enter your search parameters in the Super Tab then click the "Go!" button.
it: Puoi anche cercare gli elementi per attributo. Per iniziare, passa sopra il menu "Search" nella barra degli strumenti e poi clicca sull'icona "Search Parcels". Inserisci i tuoi parametri di ricerca nella Super Tab e poi clicca sul pulsante "Go!".
sv: Du kan också söka efter egenskaper per attribut. Börja med att hålla muspekaren över menyn "Search" i verktygsfältet och klicka sedan på ikonen "Search Parcels". Ange dina sökparametrar i Super Tab och klicka sedan på knappen "Go!".

source: The following screenshot demonstrates a search of all parcel owners containing the name "frank".
es: La siguiente captura de pantalla demuestra una búsqueda de todos los propietarios de parcelas que contienen el nombre "Frank".
hu: A következő képernyőkép egy keresést mutat minden olyan telekre, melynek tulajdonosának neve tartalmazza a "frank" részt.
it: La seguente schermata mostra una ricerca di tutti i proprietari di pacchi che contengono il nome "frank".
ja: 次のスクリーンショットは、「frank」という名前を含むすべての区画所有者の検索を示しています。
sv: Följande skärmdump visar en sökning av alla paketägare som innehåller namnet "frank".

source: Three results appear in the list and are highlighted on the map.
es: Tres resultados aparecen en la lista y se destacan en el mapa.
hu: Három eredmény jelenik meg a listában és kiemelve jelennek meg a térképen.
it: Tre risultati appaiono nella lista e sono evidenziati sulla mappa.
ja: 3つの結果が一覧に表示され、マップ上で強調表示されます。
sv: Tre resultat visas i listan och är markerade på kartan.

source: Clicking the magnifying glass icon/parcel number will zoom you to the specific parcel as illustrated in the following screenshot.
es: Haciendo click en el ícono de lupa/número de parcela, se acercará a la parcela específica tal como se ilustra en la siguiente pantalla.
hu: A nagyító ikonra vagy a telek azonosítóra kattintva ránagyít az adott elemre, ahogy a következő képernyőképen bemutatjuk.
it: Cliccando sull'icona della lente d'ingrandimento/numero di parcella, si accede alla parcella specifica come illustrato nella seguente schermata.
ja: 虫眼鏡アイコン/区画番号をクリックすると、次のスクリーンショットに示すように、特定の区画にズームします。
sv: Om du klickar på förstoringsglasikonen/skiftenumret zoomas du in till det specifika skiftet, vilket illustreras i följande skärmdump.

source: Print the map
es: Imprimir el mapa
hu: A térkép nyomtatása
it: Stampa la mappa
ja: マップを印刷
sv: Skriv ut kartan

source: This next screenshot shows how the Print tool looks as provided with demo for GeoMoose. When you click on the Print tool, a dialog appears which asks for a title for the printed map, the page size and rotation, printed resolution, and shows a preview of what will be printed.
it: La prossima schermata mostra come appare lo strumento di stampa fornito con la demo di GeoMoose. Quando si clicca sullo strumento di stampa, appare una finestra di dialogo che chiede un titolo per la mappa stampata, le dimensioni e la rotazione della pagina, la risoluzione di stampa, e mostra un'anteprima di ciò che verrà stampato.
sv: Nästa skärmdump visar hur verktyget Print ser ut i demoversionen för GeoMoose. När du klickar på verktyget Print visas en dialogruta som frågar efter en titel för den utskrivna kartan, sidstorlek och rotation, utskriftsupplösning och visar en förhandsgranskning av vad som kommer att skrivas ut.

source: Clicking the Print button in the dialog will generate a PDF printout that you can open or save.
es: Haciendo click en el botón de Imprimir en el cuadro de diálogo se va a generar una impresión PDF que puede abrir o guardar.
hu: A párbeszédablakban a Print gombra kattintva Egy PDF dokumentumot generál amit megnyithat vagy elmenthet.
it: Facendo clic sul pulsante Stampa nella finestra di dialogo verrà generata una stampa PDF che sarà possibile aprire o salvare.
ja: ダイアログの[印刷]ボタンをクリックすると、PDFの印刷出力が生成され、開いたり保存したりできます。
sv: Om du klickar på knappen Skriv ut i dialogrutan genereras en PDF-utskrift som du kan öppna eller spara.

source: What next?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: This is only the first step on the road to using GeoMoose. There is a lot more functionality you can try.
es: Esto es sólo el primer paso en el camino al uso de GeoMoose. Hay mucha más funcionalidad que puede tratar.
hu: Egy csak az első lépés az úton a GeoMoose használatában. Sokkal több funkciója van amit kipróbálhat.
it: Questo è solo il primo passo sulla strada per usare GeoMoose. Ci sono molte altre funzionalità che puoi provare.
ja: これは、GeoMooseを使用するための最初のステップにすぎません。他にも多くの機能を試すことができます。
sv: Detta är bara det första steget på vägen mot att använda GeoMoose. Det finns mycket mer funktionalitet som du kan prova.
