Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geomajas_quickstart.po
Languages: es, fr, it, ja

source: Geomajas Quickstart
es: Inicio Rápido de Geomajas
fr: Guide de démarrage rapide de Geomajas
it: Guida rapida Geomajas
ja: Geomajasクイックスタート

source: Geomajas itself is an application framework allowing you to build very diverse and advanced web GIS solutions.
es: Geomajas es en sí mismo es un marco de aplicación que le permite construir soluciones GIS web muy diversas y avanzadas.
fr: Geomajas est en lui-même un cadre de développement d’application vous permettant de construire des solutions SIG web très diversifiées et avancées.
it: Geomajas stesso è un framework applicativo che permette di costruire soluzioni web GIS molto diverse e avanzate.
ja: Geomajas自身は、非常に多様で高度なWeb GISソリューションを構築できるアプリケーションフレームワークです。

source: On this OSGeo Live DVD we have included a ready-to-use Geomajas Application. This application features a map, navigation controllers, several data layers, a ribbon toolbar with GIS tools and the Layer Tree.
es: En este Live DVD de OSGeo hemos incluido una aplicación de Geomajas lista para usarse. Esta aplicación presenta un mapa, controladores de navegación, varias capas de datos, una barra de herramientas de cinta con herramientas SIG y el Árbol de Capas.
fr: Sur ce DVD d'OSGeoLive, nous avons inclus une application Geomajas prête à l’emploi. Cette application comprend une carte, des contrôleurs de navigation, plusieurs couches de données, une barre d’outils ruban avec des outils SIG et l’arbre de couche.
it: In questo DVD OSGeo Live è inclusa un'applicazione Geomajas pronta all'uso. Questa applicazione presenta una mappa, controllori di navigazione, diversi layer di dati, una barra degli strumenti a nastro con strumenti GIS e l'albero dei layer.
ja: このOSGeo Live DVDには、すぐに使用できるGeomajas Applicationが含まれています。このアプリケーションは、マップ、ナビゲーションコントローラ、複数のデータレイヤ、GISツールを含むリボンツールバー、およびレイヤツリーを特徴としています。

source: Start Geomajas
fr: Démarrer Geomajas
it: Avvia Geomajas
ja: Geomajasを開始

source: From the Desktop, select :menuselection:`Browser Clients --> Start Geomajas`. Wait for Geomajas to open in a browser window.
fr: À partir du bureau, sélectionnez :menuselection:`Browser Clients --> Start Geomajas`. Attendez que Geomajas s’ouvre dans une fenêtre de navigateur.
it: Dal Desktop, seleziona :menuselection:`Browser Clients --> Start Geomajas`. Attendi che Geomajas si apra in una finestra del browser.
ja: デスクトップから :menuselection:`Browser Clients --> Start Geomajas` を選択します。Geomajasがブラウザウィンドウで開くまで待ちます。

source: Alternatively, you can then access the application using the following URL: `<http://localhost:8080/geomajas/>`_.
fr: Alternativement, vous pouvez alors accéder à l’application en utilisant l’URL suivante : `<http://localhost:8080/geomajas/>`_
it: In alternativa, è possibile accedere all'applicazione utilizzando il seguente URL: `<http://localhost:8080/geomajas/>`_.
ja: あるいは、次のURLを使用してアプリケーションにアクセスすることもできます。`<http://localhost:8080/geomajas/>`_。

source: When you’re finished using the application, select :menuselection:`Browser Clients --> Stop Geomajas`.
fr: Lorsque vous avez terminé d’utiliser l’application, sélectionnez :menuselection:`Browser Clients --> Stop Geomajas`.
it: Quando hai finito di usare l'applicazione, seleziona :menuselection:`Browser Clients --> Stop Geomajas`.
ja: アプリケーションの使用が終了したら、 :menuselection:`Browser Clients-->Stop Geomajas` を選択します。

source: Navigating the map
fr: Navigation dans la carte
it: Navigazione della mappa
ja: マップのナビゲーション

source: You can drag the map with your mouse so that the desired area is centered on your screen.
fr: Vous pouvez faire glisser la carte avec votre souris de sorte que la zone désirée est centrée sur votre écran.
it: Puoi trascinare la mappa con il tuo mouse in modo che l'area desiderata sia centrata sul tuo schermo.
ja: マップをマウスでドラッグすると、目的の領域が画面の中央に表示されます。

source: To get a closer look, you can either use the mousewheel to zoom in or use the provided zoom-buttons in the upper left of the application.
fr: Pour y regarder de plus près, vous pouvez soit utiliser la roue de souris pour zoomer ou utiliser les boutons de zoom fournis en haut à gauche de l’application.
it: Per dare un'occhiata più da vicino, puoi usare la rotella del mouse per zoomare o usare i pulsanti di zoom forniti in alto a sinistra dell'applicazione.
ja: よく見るには、マウスホイールを使用してズームインするか、アプリケーションの左上に表示されるズームボタンを使用します。

source: You can also select an area to display by clicking the magnifier icon and selecting the desired area (via rectangular select).
fr: Vous pouvez également sélectionner une zone à afficher en cliquant sur l’icône loupe et en sélectionnant la zone désirée (via une sélection rectangulaire).
it: Puoi anche selezionare un'area da visualizzare cliccando sull'icona della lente d'ingrandimento e selezionando l'area desiderata (tramite selezione rettangolare).
ja: 拡大アイコンをクリックして、表示する領域を選択することもできます(矩形選択)。

source: Understanding the legend
fr: Comprendre la légende
it: Capire la legenda
ja: 凡例について

source: In the upper right, a toggleable legend box is provided. This legend gives you an overview of all the layers currently loaded into the application, with the option to turn them on or off. This also shows more detailed information about each layer regarding icons and colouring.
fr: En haut à droite, une boîte de légende masquable est fournie. Cette légende vous donne un aperçu de toutes les couches actuellement chargées dans l’application, avec la possibilité de les activer ou de les désactiver. Cela montre également des informations plus détaillées sur chaque couche concernant les icônes et la coloration.
it: In alto a destra, viene fornita una casella di legenda alternabile. Questa legenda ti dà una panoramica di tutti i layer attualmente caricati nell'applicazione, con l'opzione di attivarli o disattivarli. Questo mostra anche informazioni più dettagliate su ogni layer per quanto riguarda le icone e la colorazione.
ja: 右上に、切り替え可能な凡例ボックスが表示されます。この凡例は、アプリケーションにロードされているすべてのレイヤの概要を、オン/オフのオプション付きで示します。これにより、アイコンと色に関する各レイヤの詳細情報も表示されます。

source: Gathering information
es: Recopilación de información
fr: Collecte d’informations
it: Raccolta di informazioni
ja: 情報の収集

source: Geomajas applications have the ability to display a variety of information within the layers. Clicking on the map will display the related information if available. Click the info icon in the upper left to toggle between basic or more detailed information.
fr: Les applications Geomajas ont la possibilité d’afficher une variété d’informations dans les couches. En cliquant sur la carte affichera les informations connexes disponibles. Cliquez sur l’icône info en haut à gauche pour basculer entre les informations de base ou plus détaillées.
it: Le applicazioni Geomajas hanno la capacità di visualizzare una varietà di informazioni all'interno dei layer. Cliccando sulla mappa verranno visualizzate le informazioni correlate, se disponibili. Clicca sull'icona info in alto a sinistra per passare da informazioni di base a informazioni più dettagliate.
ja: Geomajasアプリケーションには、レイヤー内のさまざまな情報を表示する機能があります。地図をクリックすると、関連情報が表示されます(利用可能な場合)。左上の情報アイコンをクリックして、基本情報と詳細情報を切り替えます。

source: Things to try
fr: Choses à essayer
it: Cose da provare
ja: 試してみること

source: If you want to use this sample application to build and customize your own Web GIS solution, visit `<http://www.geomajas.org/client-gwt>`_. The download page always features the latest and greatest sample applications, documentation, tips and tricks to roll-your-own.
fr: Si vous souhaitez utiliser cet exemple d’application pour créer et personnaliser votre propre solution SIG Web, visitez`<http://www.geomajas.org/client-gwt>`_. La page de téléchargement présente toujours les exemples les plus récents et les plus grands, la documentation, les trucs et astuces pour votre propre application.
it: Se vuoi usare questa applicazione di esempio per costruire e personalizzare la tua soluzione Web GIS, visita `<http://www.geomajas.org/client-gwt>`_. La pagina di download contiene sempre le ultime e più grandi applicazioni di esempio, la documentazione, i suggerimenti e i trucchi per rollarti da solo.
ja: このサンプルアプリケーションを使用して独自のWeb GISソリューションを構築およびカスタマイズする場合は、 `<http://www.geomajas.org/client-gwt>`_ を参照してください。ダウンロードページには、常に最新で最高のサンプルアプリケーション、ドキュメント、独自のロールアップのためのヒントやトリックが掲載されています。

source: What next?
es: ¿Qué sigue?
fr: Ensuite ?
it: E ora?
ja: 次のステップ

source: To continue using the web demo, visit `<http://www.geomajas.org/demo>`_.
fr: Pour continuer à utiliser la démo web, visitez `<http://www.geomajas.org/demo>`_.
it: Per continuare a usare la demo web, visita `<http://www.geomajas.org/demo>`_.
ja: ウェブデモを継続するには、 `<http://www.geomajas.org/demo>`_ をご覧ください。

source: To continue using the stand-alone application, visit `<http://files.geomajas.org/downloads/2.3.0/geomajas-standalone-gwt2.zip>`_.
es: Para continuar usando la aplicación independiente, visita `<http://files.geomajas.org/downloads/2.3.0/geomajas-standalone-gwt2.zip>`_.
fr: Pour continuer à utiliser l’application autonome, visitez `<http://files.geomajas.org/downloads/2.3.0/geomajas-standalone-gwt2.zip>`_.
it: Per continuare a usare l'applicazione stand-alone, visita `<http://files.geomajas.org/downloads/2.3.0/geomajas-standalone-gwt2.zip>`_.
ja: スタンドアロンアプリケーションの使用を継続するには、 `<http://files.geomajas.org/downloads/2.3.0/geomajas-standalone-gwt2. zip>`_ を参照してください。

source: Interested in learning more about Geomajas? The following links provide more information:
fr: Vous souhaitez en savoir plus sur Geomajas? Les liens suivants fournissent plus d’informations:
it: Sei interessato a saperne di più su Geomajas? I seguenti link forniscono maggiori informazioni:
ja: Geomajasについてもっと知りたいですか?詳細については、次のリンクを参照してください。

source: Getting started
es: Para empezar

source: Geomajas is both available as a web demo or as a standalone application.
es: Geomajas está disponible como una demo web o como una aplicación independiente.

source: To continue using the web demo visit `<http://www.geomajas.org/demo>`_.
es: Para continuar usando la demo web visite `<http://www.geomajas.org/demo>`_.

source: When using the stand-alone application, run either startup.bat on Windows, or startup.sh on Linux and Mac. You can then access the application using the following URL: `<http://localhost:8080/geomajas/>`_. When you’re finished using the application, the application can be terminated by running shutdown.bat or shutdown.sh.
es: Cuando se utiliza la aplicación independiente, ejecute cualquier startup.bat en Windows, o startup.sh en Linux y Mac. Entonces podrá acceder a la aplicación usando la siguiente URL: `<http://localhost:8080/geomajas/>`_. Cuando haya terminado de usar la aplicación, puede finalizarla ejecutando shutdown.bat o shutdown.sh.

source: Using Geomajas applications
es: Uso de aplicaciones de Geomajas

source: Looking around
es: Mirando a su alrededor

source: You can drag around the map with the mouse so the desired area is centered on your screen.
es: Puede arrastrar el mapa con el ratón para que el área deseada esté centrada en su pantalla.

source: To get a closer look, you can either use the mousewheel to zoom in or use the provided zoom-buttons in the upper left of the application. You can also select an area to show by clicking the magnifier icon and selecting the desired area (via rectangular select).
es: Para obtener una mirada más cercana, puede usar la rueda central del ratón para ampliar o usar los botones de zoom que están en la esquina superior izquierda de la aplicación. También puede seleccionar un área para mostrar haciendo click en el ícono de la lupa y seleccionar el área deseada (por medio de selección rectangular).

source: Legend
es: Leyenda

source: In the upper right, a toggleable legend box is provided. This legend gives you an overview of all the layers currently loaded into the application, with the option to turn them on or off. This also shows more detailed info about each layers regarding icons, colouring, …
es: En la parte superior derecha, se proporciona un cuadro de leyenda conmutable. Esta leyenda le da una vista general de todas las capas actualmente cargados en la aplicación, con la opción encenderlas o apagarlas. Esto también muestra información más detallada sobre cada capas con respecto a los iconos, coloreado...

source: Geomajas applications have the ability to display a variety of info within the layers. Clicking on the map will display the related info if available. By clicking the info icon in the upper left, you can toggle between basic or more detailed information.
es: Las aplicaciones de Geomajas tienen la capacidad para mostrar una variedad de información dentro de las capas. Haciendo click sobre el mapa se mostrará la información relacionada si está disponible. Haciendo click en el icono de información en la parte superior izquierda, se puede alternar entre información básica o detallada.

source: Customizing Geomajas applications
es: Personalizar aplicaciones Geomajas

source: If you want to use this sample application to build and customize your own Web GIS solution … please visit `<http://www.geomajas.org/client-gwt>`_. The download page always features the latest and greatest sample applications, documentation, tips and tricks to roll-your-own.
es: Si desea utilizar esta aplicación de muestra para construir y personalizar su propia solución Web de SIG ... visite `<http://www.geomajas.org/client-gwt>`_. La página de descarga siempre cuenta con las mejores y más recientes aplicaciones de muestra, documentación, consejos y trucos para que usted mismo lo haga.

source: Interested in learning more about Geomajas? The following links provide more detailed info:
es: ¿Interesado en aprender más sobre Geomajas? Los siguientes enlaces proporcionan información más detallada:
