Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geomoose_quickstart.po
Languages: es, hu, it, ja, sv

source: GeoMoose Project home
es: Proyecto GeoMoose, inicio
hu: GeoMoose projekt honlap
it: Sito web del Progetto GeoMoose
ja: GeoMooseプロジェクトのホーム
sv: GeoMoose-projektets hemsida

source: GeoMoose Tutorial
es: Tutorial de GeoMoose
hu: GeoMoose oktatóanyag
it: Tutorial GeoMoose
ja: GeoMooseのチュートリアル
sv: GeoMoose handledning

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Control tabs starting with "Catalog", for displaying the layer list. As needed, additional tabs will appear: an "Information" readout, a "Custom" output tab, and others.
es: Fichas de control a partir de "Catálogo", para mostrar la lista de capas. Según sea necesario, aparecen fichas adicionales: una lectura de "Información", una ficha de salida de "Custom" y otros.
hu: "Catalog"-gal kezdődő vezérlő fülek, a réteglista megjelenítéséhez. Szükség szerint további fülek jelennek meg: egy "Information", egy "Custom" fül és továbbiak.
ja: "Catalog"で始まるコントロールタブで、レイヤ一覧を表示します。必要に応じて、追加のタブが表示されます:"Information"の読み出し、"Custom"の出力タブなどです。

source: The catalog along the left side of the Map view will change to the "Super Tab" - a place to where GeoMoose displays results of an action or asks for more information. In this case, it will show the results of a query of each active and identifiable layer for the point that you clicked in the map.
es: El catálogo a lo largo de la parte izquierda de la vista del Mapa va a cambiar a "Super Tab" - un lugar donde GeoMoose muestra los resultados de una acción o solicita más información. En este caso, mostrará los resultados de una consulta de cada capa activa e identificable para el punto en que usted hizo click en el mapa.
hu: A katalógus a térkép nézet bal oldalán "Super Tab"-bá változik - egy hely, ahol a GeoMoose egy művelet eredményeit megjeleníti meg vagy további adatokat kér. Ebben az esetben a lekérdezés eredményét jeleníti meg az össz aktív és lekérdezhető rétegen arra a pontra ahová térképen kattintott.
ja: マップビューの左側に表示されるカタログが「Super Tab」に変わります。GeoMooseがアクションの結果を表示したり、詳細情報を要求したりする場所です。この場合、レイヤ内でクリックしたポイントについて、有効で識別可能な各マップのクエリー結果が表示されます。

source: Click on the map where you want to measure. To measure a point, just click the point on the map you want to measure. To measure a line or polygon click on the map for each vertex a of the line/polygon.
es: Haga click en el mapa donde desea medir. Para medir un punto, simplemente haga click en el punto del mapa que desea medir. Para medir una línea o polígono, haga click en el mapa para cada vértice a de la línea/polígono.
hu: Kattintson a térképre ahol mérni akar. Egy pont méréséhez csak kattintson a mérendő pontra a térképen. Törtvonal vagy zárt idom méréséhez kattintson a vonal/zárt idom minden töréspontjába.
ja: 測定するマップ上でクリックします。点を計測するには、マップ上で計測する点をクリックします。ラインまたはポリゴンを計測するには、ライン/ポリゴンの各頂点aのマップ上でクリックします。

source: You can select features from a Point, Line, Polygon, or from an existing feature. To start, click on the "Select Features" icon (mouse cursor icon), pick point, line, polygon and start drawing your selection in the map. You can double click the last point to finish the drawing process. If you want to adjust your selection you can do that with the "Modify Feature" option.
es: Puede seleccionar características de un Punto, Línea, Polígono, o de una característica existente. Para comenzar, haga click en el icono "Seleccionar características" (ícono del cursor del ratón), elija punto, línea, polígono y empiece a dibujar su selección en el mapa. Usted puede haga doble click en el último punto para terminar el proceso de dibujo. Si desea ajustar su selección puede hacerlo con la opción "Modificar característica".
hu: Elemeket szelektálhat ponttal, vonallal, zárt idommal vagy egy létező elemmel. A kezdéshez kattintson a "Select Features" ikonra (egér kurzor ikon) válassza a pontot, vonalat, zárt idomot és kezdje el a térképen a szelekcióhoz a rajzolást. A rajzolás befejezéséhez az utolsó pontba duplán kattintson. Ha szeretné, akkor módosíthatja a kiválasztást a "Modify Feature" beállítással.
ja: 地物はポイント、ライン、ポリゴン、または既存の地物から選択できます。開始するには、「Select Features」アイコン(マウスカーソルアイコン)をクリックし、ポイント、ライン、ポリゴンを選択して、マップで選択の描画を開始します。最後の点をダブルクリックすると、描画プロセスを終了できます。選択を調整する場合は、[地物の変更]オプションを使用します。

source: You also have the option to select features based on a buffered version of what you drew. The default is to buffer by "0" which does nothing. Positive values expand what you drew by that distance, negative values shrink your drawing.
es: También tienes la opción de seleccionar características basados en una versión amortiguada de lo que dibujó. El valor predeterminado es buffer por "0" que no hace nada. Valores positivos amplían lo que dibujó por esa distancia, valores negativos reducen su dibujo.
hu: Lehetősége van a szelekciót a rajzolt elem környezete alapján, Az alapértelmezett környezet "0", ami nem változtat semmit. Pozitív érték megnöveli a rajzolt elemet ezzel a távolsággal, negatív érték csökkenti a rajzolt elem méretét.
ja: 描画したもののバッファバージョンに基づいてフィーチャを選択するオプションもあります。既定値は"0"でバッファリングされ、何も行われません。正の値を指定すると、その距離で描いたものが拡大され、負の値を指定すると縮小されます。

source: Select which layer you want to select features from using the "Query Layer" select-box. Note: not all layers can be used with the Select Features tool. To be available for selection, a layer needs to be a vector layer and be configured for selection in the mapbook.
es: Seleccione la capa de la que desea seleccionar características usando el revcuadrod e selección "Query Layer". Nota: no todas las capas se pueden utilizar con la herramienta Seleccionar Características. Para estar disponibles para la selección, una capa tiene que ser una capa vectorial y configurarse para la selección en el mapbook.
hu: Válassza ki melyik rétegről szeretne szelektálni a "Query Layer" legördülő listából. Megjegyzés: nem minden réteg használható az elem kiválasztás eszközzel. Ahhoz, hogy szelektálható legyen a rétegnek vektor rétegnek kell lennie és a konfigurációban kiválaszthatóvá kell tenni.
ja: 「クエリーレイヤ」選択ボックスを使用して、地物を選択するレイヤを選択します。注: 地物を選択ツールで使用できないレイヤもあります。選択可能にするには、レイヤがベクタレイヤであり、マップブックで選択するように設定されている必要があります。

source: Finally, click the "Go" button to actually select the features. GeoMoose will return a summary of what was selected in the Super Tab as well, highlight the selected features on the map, and show an attribute table of the selected features.
es: Por último, haga click en el botón "Go" para seleccionar realmente las características. GeoMoose devolverá un resumen de lo que fue seleccionado en la Super Tab, resaltará las características seleccionadas en el mapa y mostrará una tabla de atributos de ellas.
hu: Végül kattintson a "Go" gombra az elemek kiválasztásához. A GeoMoose Egy összesítést ad a szelektált elemekről a Super fülön, emellett kiemeli az elemeket a térképen és a kiválasztott elemek attribútumait megjeleníti.
ja: 最後に、[Go]ボタンをクリックして、地物を実際に選択します。GeoMooseは、スーパータブで選択されたものの概要も返し、マップ上で選択されたフィーチャを強調表示し、選択されたフィーチャの属性テーブルを表示します。

source: If you hover over a line in the table, the corresponding feature on the map will be highlighted. Additionally, you can use the funnel icons in the table header to further filter results, and use the triangle icons in the table header to sort results. The results can be downloaded as a CSV file using the download icon to the top and left of the table.
es: Si pasa el cursor sobre una línea en la tabla, se destacará la función correspondiente en el mapa. Además, usted puede utilizar los iconos de embudo en el encabezado de tabla para filtrar aún más los resultados y utilizar los iconos de triángulo en el encabezado de la tabla para ordenar los resultados. Los resultados pueden descargarse como un archivo CSV utilizando el icono de descarga para la parte superior e izquierda de la tabla.
hu: Ha az egeret a táblázat egy sorára húzza a megfelelő elem kiemelve jelenik meg a térképen. A tölcsér ikont táblázat fejlécében az eredmény további szűrésre használhatja, a háromszög ikont a fejlécben az eredmények rendezésére használhatja. Az eredményeket CSV fájlként letöltheti a táblázat bal felső sarkában található letöltés ikonnal.
ja: テーブルの上にカーソルを置くと、対応する地物が強調表示されます。さらに、テーブルヘッダーのファンネルアイコンを使用して結果をさらにフィルタしたり、テーブルヘッダーの三角形アイコンを使用して結果を並べ替えたりできます。結果は、テーブルの左上にあるダウンロードアイコンを使用してCSVファイルとしてダウンロードできます。

source: You can also search for features by attribute. To start, hover over the "Search" menu in the toolbar and then click on the "Search Parcels" icon. Enter your search parameters in the Super Tab then click the "Go!" button.
es: También puede buscar características por atributo. Para comenzar, pasa el cursor sobre el menú "Buscar" en la barra de herramientas y haga click en el ícono "Buscar Parcelas". Introduzca sus parámetros de búsqueda en la Super Tab y haga click en el botón "Go!".
hu: Attribútumok alapján is kereshet az elemekre. A kezdéshez menjen a "Search" menüre az eszközsorban és aztán kattintson a "Search Parcels" ikonra. Írja be a keresési feltételeket a Super fülön és kattintson a "Go" gombra.
ja: 地物を属性で検索することもできます。開始するには、ツールバーの"検索"メニューにカーソルを置き、"区画検索"アイコンをクリックします。Super Tabに検索パラメータを入力し、[Go!]ボタンをクリックします。

source: This next screenshot shows how the Print tool looks as provided with demo for GeoMoose. When you click on the Print tool, a dialog appears which asks for a title for the printed map, the page size and rotation, printed resolution, and shows a preview of what will be printed.
es: La siguiente captura de pantalla siguiente muestra qué aspecto tiene la herramienta de Impresión proporcionada con la demostración de GeoMoose. Al hacer click en la herramienta de Impresión, aparece un diálogo que le pide un título para el mapa impreso, el tamaño de la página y rotación, resolución impresa y muestra una vista previa de lo que se imprimirá.
hu: A következő képernyőkép mutatja be, hogyan néz ki a Print eszköz a GeoMoose demóban. Amikor a Print eszközre kattint, egy párbeszédablak jelenik meg, melyben a nyomtatott térkép címét, a papírméretet és orientációt, a nyomtatás felbontását és a nyomtatandó részletről egy előnézetet láthat.
ja: 次のスクリーンショットは、GeoMooseのデモで提供されている印刷ツールの外観を示しています。印刷ツールをクリックすると、ダイアログが表示され、印刷されるマップのタイトル、ページサイズと回転、印刷解像度、印刷内容のプレビューが表示されます。
