Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonode_quickstart.po
Languages: de, es, fi, hu, it, ja, sv

source: After the layer upload is completed, you can either preview the layer with *Layer Info* button, or edit the layer metadata with *Edit Metadata* or edit layer style on GeoServer with *Manage Styles* button.
de: Nachdem der Layer-Upload abgeschlossen ist, können Sie entweder eine Vorschau des Layers mit der Schaltfläche *Layer Info* anzeigen oder die Layer-Metadaten mit *Metadaten bearbeiten* oder den Layer-Stil auf GeoServer mit der Schaltfläche *Stile verwalten* bearbeiten.
es: Una vez completada la carga de la capa, puede obtener una vista previa de la capa con el botón *Información de capa* o editar los metadatos de la capa con *Editar metadatos* o editar el estilo de capa en GeoServer con el botón Administrar estilos.
fi: Kun tason lataaminen on valmis, voit joko esikatsella tasoa *Tasotiedot*-painikkeella tai muokata tason metatietoja *Muokkaa metatietoja* -painikkeella tai muokata tasotyyliä GeoServerissä *Hallitse tyylejä*-painikkeella.
hu: A réteg feltöltés befejezése után vagy a réteg előnézetét tekintheti meg a *Layer Info* gombbal vagy szerkesztheti a réteg metaadatait az *Edit Metadata*-val vagy szerkesztheti réteg stílusát a GeoServeren a *Manage Styles* gombbal.
it: Una volta completato il caricamento del layer, puoi visualizzare l'anteprima del layer con il pulsante *Layer Info*, oppure modificare i metadati con *Edit Metadata* o modificare lo stile del layer su GeoServer con il pulsante *Manage Styles*.
ja: レイヤのアップロードが完了したら、 *Layer Info* ボタンを使用してレイヤをプレビューするか、 *Edit Metadata* を使用してレイヤメタデータを編集するか、 *Manage Styles* ボタンを使用してGeoServer上のレイヤスタイルを編集できます。
sv: När uppladdningen av lagret har slutförts kan du antingen förhandsgranska lagret med knappen *Layer Info*, redigera metadata för lagret med *Edit Metadata* eller redigera lagerstilen på GeoServer med knappen *Manage Styles*.

source: Press the *Layer Info* button to see the layer page
de: Drücken Sie die Schaltfläche *Layer Info*, um die Ebenenseite anzuzeigen
es: Presione el botón *Información de capa* para ver la página de capa
fi: Paina *Tason tiedot* näppäintä nähdäksesi tasosivun
hu: Nyomj meg a *Layer Info* gombot a réteg oldal megjelenítéséhez
it: Clicca il bottone *Layer Info* per vedere la pagina del layer.
ja: *Layer Info* ボタンを押して、レイヤページを表示
sv: Tryck på knappen *Layer Info* för att se lagersidan

source: Create a new map
de: Erstellen Sie eine neue Karte und öffnen Sie diese
es: Crear un nuevo mapa
fi: Luo uusi kartta
hu: Egy új térkép létrehozása
it: Crea una nuova mappa
ja: 新規マップの作成
sv: Skapa en ny karta

source: The next step for you is to create a map and add the newly created layers to this map.
de: Der nächste Schritt besteht darin, eine Karte zu erstellen und die neu erstellten Layer zu dieser Karte hinzuzufügen.
es: El siguiente paso para usted es crear un mapa y agregar las capas recién creadas a este mapa.
fi: Seuraava vaihe on luoda kartta ja lisätä juuri luodut tasot tähän karttaan.
hu: A következő lépése egy térkép létrehozása és az újonnan létrehozott rétegek hozzáadása lesz ehhez a térképhez.
it: Il prossimo passo è creare una mappa e aggiungerci i layer appena caricati.
ja: 次のステップは、マップを作成し、新しく作成したレイヤをこのマップに追加することです。
sv: Nästa steg för dig är att skapa en karta och lägga till de nyskapade lagren på denna karta.

source: Click the *Explore Maps* link on the *Maps* toolbar. This will bring up the list of maps.
de: Klicken Sie auf der Symbolleiste *Karten*auf den Link *Karten erkunden*. Dadurch wird die Liste der Karten angezeigt.
es: Haga click en el enlace *Explorar Mapas* en la barra de herramientas de *Mapas*. Esto abrirá la lista de mapas.
fi: Klikkaa *Maps*-työkalurivin *Tutki karttoja*-linkkiä. Tämä tuo esiin kartan luettelon.
hu: Kattintson az *Explore Maps* linkre a *Maps* eszközsorban. Ez a térképek listáját hozza fel.
it: Clicca sul link *Explore Maps* sul menù *Maps*. Questo link ti porterà alla pagina con l'elenco delle mappe esistenti.
ja: *[Maps]* ツールバーの *[Explore Maps]* リンクをクリックします。これにより、地図の一覧が表示されます。
sv: Klicka på länken *Explore Maps* i verktygsfältet *Maps*. Då visas en lista över kartor.

source: Currently, there aren't any maps here. To add one click the *Create a New Map* button
es: Actualmente, no hay mapas aquí. Para agregar uno, haga click en el botón *Crear un Nuevo Mapa*
it: In questo caso non ci sono ancora mappe qui. Per aggiungerne una clicca sul bottone *Create a New Map*.

source: A map composition interface will display.
de: Eine Kartenkompositionsschnittstelle wird angezeigt.
es: Aparecerá una interfaz de composición de mapa.
fi: Karttakoostumusliittymä tulee näkyviin.
hu: Megjelenik egy térkép összetállítási felület.
it: Si aprirà l'interfaccia per la composizione di mappe.
ja: マップ合成インタフェースが表示されます。
sv: Ett gränssnitt för kartkomposition visas.

source: If a 404 popup message appears, ignore it, this is due to a missing GeoServer plugin that is not installed on OSGeoLive.
de: Wenn eine 404 Popup-Nachricht angezeigt wird, ignorieren Sie sie, dies ist auf ein fehlendes GeoServer-Plugin zurückzuführen, das nicht auf OSGeoLive installiert ist.
es: Si aparece un mensaje emergente 404, ignórelo, esto se debe a que falta un complemento GeoServer que no está instalado en OSGeoLive.
fi: Jos näyttöön tulee 404-ponnahdusviesti, ohita se, tämä johtuu puuttuvasta GeoServer-laajennuksesta, jota ei ole asennettu OSGeoLiveen.
hu: Ha egy 404 felbukkanó üzenet jelenik meg, hagyja figyelmen kívül, ezt a hiányzó GoServer modul okozza, melyet az OSGeoLive-re nem telepítenek.
it: Se appare il popup col messaggio di errore 404, è perchè sull'OSGeoLive non sono installati alcuni plugin di GeoServer.
ja: 404ポップアップメッセージが表示された場合は無視してください。これは、OSGeoLiveにインストールされていないGeoServerプラグインが存在しないためです。
sv: Om ett 404 popup-meddelande visas, ignorera det, det beror på ett saknat GeoServer-plugin som inte är installerat på OSGeoLive.

source: In this interface there is a toolbar, layer list, and map window. The map window contains the OpenStreetMap layer by default.
de: In dieser Schnittstelle gibt es eine Symbolleiste, eine Layer-Liste und ein Kartenfenster. Das Kartenfenster enthält standardmäßig den Layer OpenStreetMap.
es: En esta interfaz hay una barra de herramientas, una lista de capas y una ventana de mapa. La ventana del mapa contiene la capa OpenStreetMap por defecto.
fi: Tässä käyttöliittymässä on työkalurivi, tasoluettelo ja karttaikkuna. Karttaikkuna sisältää oletusarvoisesti OpenStreetMap-tason.
hu: Ebben az interfészben van egy eszközsor, egy réteg lista és térkép ablak. A térkép ablak az OpenStreetMap réteget tartalmazza alapértelmezés szerint.
it: In questa interfaccia c'è una barra degli strumenti, un elenco dei leyer e una finestra della mappa. La finestra della mappa contiene la basemap di OpenStreetMap.
ja: このインタフェースには、ツールバー、レイヤ一覧、マップウィンドウがあります。マップウィンドウには、既定でOpenStreetMapレイヤが表示されます。
sv: I det här gränssnittet finns ett verktygsfält, en lagerlista och ett kartfönster. Kartfönstret innehåller OpenStreetMap-lagret som standard.

source: Click on the *New Layers* button and select *Add Layers*.
de: Klicken Sie auf die Schaltfläche *Neue Ebenen* und wählen Sie *Layer hinzufügen*.
es: Haga click en el botón *Nuevas Capas* y seleccione *Agregar Lapas*.
fi: Napsauta *Uudet tasot*-painiketta ja valitse *Lisää tasot*.
hu: Kattintson a *New Layers* gombra és válassza az Add Layers*-t.
it: Clicca su *New Layers* e seleziona *Add Layers*.
ja: *New Layers* ボタンをクリックし、 *Add Layers* を選択します。
sv: Klicka på knappen *New Layers* och välj sedan *Add Layers*.

source: Now you should be able to see all the available layers. In your case, this should include the ones you've added before.
es: Ahora debería poder ver todas las capas disponibles. En su caso, esto debe incluir los que ha agregado antes.
it: Ora dovresti essere in grado di vedere tutti i layer disponibili. Nel tuo caso, ci dovrebbero essere i layer che hai aggiunto prima.

source: Select some layers by clicking the first entry and Ctrl-clicking the rest. Click *Add Layers* to add them all to the map.
de: Wählen Sie einige Layer aus, indem Sie auf den ersten Eintrag klicken und Strg auf den Rest klicken. Klicken Sie auf *Layer hinzufügen*, um sie alle zur Karte hinzuzufügen.
es: Seleccione algunas capas haciendo click en la primera entrada y presionando Ctrl mientras hace click en el resto. Haga click en *Agregar Capas* para agregarlas todas al mapa.
fi: Valitse joitakin tasoja napsauttamalla ensimmäistä merkintää ja ctrl-napsauttamalla loput. Klikkaa *Lisää tasot* lisätä ne kaikki karttaan.
hu: Válasszon néhány réteget, az első elemre kattintva és a többire CRL-kattintva. Kattintson az *Add Layers*-re az összes hozzáadásához a térképhez.
it: Per selzionare più layers, clicca sul primo e per aggiungerne altri alla selezioni tieni premuto il tasto Ctrl. Clicca *Add Layers* per aggiungere tutti i layer selezionati nella mappa.
ja: 最初の項目をクリックし、Ctrlキーを押しながら残りの項目をクリックして、いくつかのレイヤーを選択します。 *Add Layers* をクリックして、すべてのレイヤをマップに追加します。
sv: Välj några lager genom att klicka på den första posten och Ctrl-klicka på resten. Klicka på *Add Layers* för att lägga till dem alla på kartan.

source: The layers will be added to the map.
de: Die Layer werden der Karte hinzugefügt.
es: Las capas se agregarán al mapa.
fi: Tasot lisätään karttaan.
hu: A rétegeket hozzáadjuk a térképhez.
it: I layers saranno aggiunti alla mappa.
ja: レイヤーがマップに追加されます。
sv: Lagren kommer att läggas till på kartan.

source: To save the map click on the *Map* button in the toolbar, and select *Save Map*.
de: Um die Karte zu speichern, klicken Sie auf die Schaltfläche *Karte* in der Symbolleiste, und wählen Sie *Karte speichern*.
es: Para guardar el mapa, haga click en el botón *Mapa* en la barra de herramientas y seleccione *Guardar Mapa*.
fi: Tallenna kartta klikkaamalla *Kartta* näppäintä työkalurivillä, ja valitse *Tallenna kartta*.
hu: A térkép mentéséhez kattintson a *Map* gombra az eszközsorban és válassza a *Save Map*-ot.
it: Per salvare la mappa clicca su *Map* nel menù, e selziona *Save Map*.
ja: マップを保存するには、ツールバーの *Map* ボタンをクリックし、 *Save Map* を選択します。
sv: För att spara kartan klickar du på knappen *Map* i verktygsfältet och väljer *Save Map*.

source: Enter a title and abstract for your map.
de: Geben Sie einen Titel und eine Zusammenfassung für die Karte ein.
es: Ingrese un título y un resumen para su mapa.
fi: Anna otsikko ja tiivistelmä kartallesi.
hu: Írjon be egy címet és egy összefoglalót a térképéhez.
it: Aggiungi un titolo ed una descrizione alla tua mappa.
ja: マップのタイトルと要約を入力してください。
sv: Ange en titel och ett sammandrag för din karta.

source: Click *Save*. Notice that the link on the top right of the page changed to reflect the map's name.
de: Klicken Sie auf *Speichern*. Beachten Sie, dass sich der Link oben rechts auf der Seite geändert hat, um den Namen der Karte widerzuspiegeln.
es: Haga click en *Guardar*. Observe que el enlace en la parte superior derecha de la página cambió para reflejar el nombre del mapa.
fi: Klikkaa *Tallenna*. Huomaa että linkki sivulla ylhäällä oikealla muuttuu vastaamaan karttasi nimeä.
hu: Kattintson a *Save*-re. Vegye észre, hogy az oldal jobb felső részén a link megváltozott, hogy a térkép nevét tükrözze.
it: Clicca *Save*. Nota bene che il link in alto a destra della pagina è cambiato per essere coerente col nome della mappa.
ja: *保存* をクリックします。ページの右上のリンクが、マップの名前を反映するように変更されていることに注意してください。
sv: Klicka på *Spara*. Lägg märke till att länken längst upp till höger på sidan har ändrats så att den nu visar kartans namn.

source: This link contains a permalink to your map. If you open this link in a new window, your map will appear exactly as it was saved.
de: Dieser Link enthält einen Permalink zu Ihrer Karte. Wenn Sie diesen Link in einem neuen Fenster öffnen, wird die Karte genau so angezeigt, wie sie gespeichert wurde.
es: Este enlace contiene un enlace permanente a su mapa. Si abre este enlace en una nueva ventana, su mapa aparecerá exactamente como se guardó.
fi: Tämä linkki sisältää pysyvän linkin kartallesi. Jos avaat tämän linkin uudessa ikkunassa, karttasi aukeaa näkyviin juuri sellaisena kuin se oli tallennettu.
hu: Ez a link egy permalinket tartalmaz a térképhez. Ha egy új ablakban megnyitja ezt a linket a térképe pontosan úgy jelenik meg, ahogy elmentette.
it: Questo link contiene un permalink alla tua mappa. Se tu apri questo link da una nuova finestra, la tua mappa apparirà esattamente come è stata salvata.
ja: このリンクには、マップへのパーマリンクが含まれています。このリンクを新しいウィンドウで開くと、マップは保存された状態で表示されます。
sv: Den här länken innehåller en permalänk till din karta. Om du öppnar den här länken i ett nytt fönster visas din karta exakt som den sparades.

source: Click *Done* next to the *Add Layers* button to see the legend of your map.
de: Klicken Sie auf *Fertig* neben der Schaltfläche *Layer hinzufügen*, um die Legende Ihrer Karte anzuzeigen.
es: Haga click en *Listo* junto al botón *Agregar Capas* para ver la leyenda de su mapa.
fi: Klikkaa *Valmis* *Lisää tasoja* näppäimen vieressä katsoaksesi karttasi selitettä.
hu: Kattintson a *Done*-ra az *Add Layers* gomb mellett a térkép jelmagyarázatának megtekintéséhez.
it: Clicca *Done* vicino al pulsante *Add Layers* per vedere la legenda della tua mappa.
ja: *Add Layers* ボタンの横の *Done* をクリックして、マップの凡例を表示します。
sv: Klicka på *Done* bredvid knappen *Add Layers* för att se kartans teckenförklaring.

source: Share your map
de: Teilen Sie Ihre Karte
es: Comparte tu mapa
fi: Jaa karttasi
hu: Ossza meg a térképét
it: Condivi la tua mappa
ja: あなたのマップを共有
sv: Dela din karta

source: Now let's finish our map.
de: Lassen Sie uns nun unsere Karte fertigstellen.
es: Ahora terminemos nuestro mapa.
fi: Viimeistelkäämme karttamme.
hu: Most fejezzük be a térképünket.
it: Ora finiamo la nostra mappa.
ja: 次に、マップを終了します。
sv: Låt oss nu avsluta vår karta.

source: Right click on the *USA Population* layer and select *Zoom to layer extend*
de: Rechtsklick auf den Layer *USA Population* und wählen Sie *Zoom to layer extend*
es: Haga click derecho en la capa de *Población de EE. UU* y seleccione *Zoom para extender la capa*
fi: Napsauta hiiren kakkospainikkeella *USA-väestö* -kerrosta ja valitse *Zoomaa kerroksen laajentamiseen*
hu: Jobb gomb kattintás az *USA Population* rétegen és válassza a *Zoom to layer extend*-et.
it: Tasto destri sul layer *USA Population* e seleziona *Zoom to layer extend*.
ja: *USA Population* レイヤを右クリックして、 *Zoom to layer extend* を選択します。
sv: Högerklicka på lagret *USA Population* och välj *Zoom to layer extend* (Zooma till lagerutvidgning)

source: Make any final adjustments to the map composition as desired, including zoom and pan settings.
de: Nehmen Sie alle endgültigen Anpassungen an der Kartenzusammensetzung wie gewünscht vor, einschließlich Zoom- und Pan-Einstellungen.
es: Realice los ajustes finales a la composición del mapa como lo desee, incluidas las configuraciones de zoom y desplazamiento.
fi: Tee kartan koostumukseen lopulliset säädöt haluamallasi tavalla, mukaan lukien zoomaus- ja panorointiasetukset.
hu: Végezze el a szükséges végső simításokat beleértve a nagyítást és az eltolás beállítását.
it: Apporta le modifiche finali alla composizione della mappa come desideri, comprese le impostazioni di zoom e panoramica.
ja: ズームやパンの設定など、必要に応じてマップの構成を最終的に調整します。
sv: Gör eventuella slutliga justeringar av kartkompositionen, inklusive zoom- och panoreringsinställningar.

source: Click the *Map* button in the toolbar, and then click *Publish Map*.
de: Klicken Sie in der Symbolleiste auf die Schaltfläche *Karte*, und klicken Sie dann auf *Karte veröffentlichen*.
es: Haga click en el botón *Mapa* en la barra de herramientas y luego haga click en *Publicar Mapa*.
fi: Napsauta työkalurivin *Kartta*-painiketta ja valitse sitten *Julkaise kartta*.
hu: Kattintson a *Map* gombra az eszközsorban és utána kattintson a *Publish Map*-re.
it: Clicca il pulsante *Map* nel menù e poi clicca su *Publish Map*.
ja: ツールバーの *Map* ボタンをクリックし、 *Publish Map* をクリックします。
sv: Klicka på knappen *Map* i verktygsfältet och klicka sedan på *Publish Map*.

source: The title and abstract as previously created should still be there. Make any adjustments as necessary, and click *Save*.
de: Der Titel und die Zusammenfassung, wie sie zuvor erstellt wurden, sollten immer noch vorhanden sein. Nehmen Sie ggf. alle Anpassungen vor, und klicken Sie auf *Speichern*.
es: El título y el resumen tal como se crearon anteriormente aún deberían estar allí. Realice los ajustes necesarios y haga click en *Guardar*.
fi: Otsikko ja abstrakti kuten aiemmin luotu pitäisi silti olla siellä. Tee tarvittavat muutokset ja valitse *Tallenna*.
hu: A korábban beállított címnek és az összefoglalónak még ott kell lennie. Végezze el szükség szerint a módosításukat és kattintson a *Save*-re.
it: Il titolo e la descrizione, come erano stati creati prima, dovrebbero essere ancora lì. Fai le modifiche necessarie e poi clicca su *Save*.
ja: 前に作成したタイトルと要約が残っているはずです。必要に応じて調整し、 *Save* をクリックします。
sv: Den titel och det abstract som tidigare skapats ska fortfarande finnas kvar. Gör eventuella justeringar som behövs och klicka på *Spara*.

source: A new dialog will appear with instructions on how to embed this map in a webpage, including a code snippet. You can adjust the parameters as necessary.
de: Es wird ein neues Dialogfeld mit Anweisungen zum Einbetten dieser Karte in eine Webseite angezeigt, einschließlich eines Codeausschnitts. Sie können die Parameter bei Bedarf anpassen.
es: Aparecerá un nuevo cuadro de diálogo con instrucciones sobre cómo incrustar este mapa en una página web, incluido un fragmento de código. Puede ajustar los parámetros según sea necesario.
fi: Näyttöön tulee uusi valintaikkuna, jossa on ohjeet tämän kartan upottamiseen verkkosivulle, mukaan lukien koodikatkelma. Voit säätää parametreja tarpeen mukaan.
hu: Egy új párbeszédablak jelenik meg az utasításokkal, ahogy ezt a térképet egy honlapra beágyazhatjuk, beleértve egy kódrészletet. Szükség szerint módosíthatja a paramétereket.
it: Apparirà una nuova finestra con le istruzioni su come incorporare questa mappa in una pagina web, incluso uno snippet di codice. È possibile impostare i parametri secondo le proprie necessità.
ja: 新しいダイアログが表示され、このマップをWebページに埋め込む方法がコードスニペットを含めて指示されます。必要に応じてパラメータを調整できます。
sv: En ny dialogruta visas med instruktioner om hur du bäddar in kartan på en webbsida, inklusive en kodsnutt. Du kan justera parametrarna efter behov.

source: Your map can now be shared!
es: ¡Tu mapa ahora se puede compartir!
it: Ora la tua mappa può essere condivisa!

source: What Next?
es: ¿Qué sigue?
it: E ora?

source: Now you've gotten a quick insight in the possibilities of GeoNode. To learn more about GeoNode and its features, visit our webpage www.geonode.org.
de: Jetzt haben Sie einen schnellen Einblick in die Möglichkeiten von GeoNode erhalten. Um mehr über GeoNode und seine Funktionen zu erfahren, besuchen Sie unsere Webseite www.geonode.org.
es: Ahora ha obtenido una visión rápida de las posibilidades de GeoNode. Para obtener más información sobre GeoNode y sus características, visite nuestra página web www.geonode.org.
fi: Nyt olet saanut nopean katsauksen GeoNoden mahdollisuuksiin. Oppiaksesi lisää GeoNodesta ja sen ominaisuuksista, vieraile verkkosivuillamme www.geonode.org .
hu: Kapott egy gyors betekintést a GeoNode képességeibe. Látogassa meg a www.geonode.org honlapunkat, hogy többet tnuljon a GeoNode-ról és a funkcionalitásáról.
it: Ora hai avuto una breve panoramica sulle possibilità di GeoNode. Per imparare di più su GeoNode e le sue funzionalità, visita www.geonode.org.
ja: これで、GeoNodeの可能性について簡単に理解できました。GeoNodeとその機能の詳細については、Webページ www.geonode.org を参照してください。
sv: Nu har du fått en snabb inblick i möjligheterna med GeoNode. För att lära dig mer om GeoNode och dess funktioner, besök vår webbsida www.geonode.org.

source: To install GeoNode on your own server, follow our `Quick Installation Guide <http://docs.geonode.org/en/latest/tutorials/install_and_admin/quick_install.html>`_ .
es: Para instalar GeoNode en su propio servidor, siga nuestra `Guía de Instalación Rápida <http://docs.geonode.org/en/latest/tutorials/install_and_admin/quick_install.html>`_ .
it: Per installare GeoNode su un tuo server, segui la `Quick Installation Guide <http://docs.geonode.org/en/latest/tutorials/install_and_admin/quick_install.html>`_ .

source: In order to get started with GeoNode our `documentation <http://docs.geonode.org/en/latest/index.html>`_ might be useful.
es: Para comenzar a utilizar GeoNode, nuestra `documentación <http://docs.geonode.org/en/latest/index.html>`_ puede ser útil.
it: Per capire meglio come utilizzare GeoNode la nostra `documentation <http://docs.geonode.org/en/latest/index.html>`_ potrebbe essere utile.

source: If you need help or want to get some information about a specific topic please don't hasitate to ask us! You can do this through the #geonode IRC channel using http://webchat.freenode.net/ , through the `GeoNode Gitter channel <https://gitter.im/GeoNode/general>`_ or by asking your question in our `mailing list <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
es: Si necesita ayuda o desea obtener información sobre un tema específico, ¡no dude en preguntarnos! ¡Puede hacerlo a través del canal #geonode IRC usando http://webchat.freenode.net/ , a través del `canal GeoNode Gitter <https://gitter.im/GeoNode/general>`_ o haciendo su pregunta en nuestra `lista de correo <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
it: Se hai bisogno di aiuto o vuoi ottenere alcune informazioni su un argomento specifico, per favore farti problemi a chiedercelo! Puoi farlo attraverso il nostro canale #geonode IRC http://webchat.freenode.net/ , usando `GeoNode Gitter channel <https://gitter.im/GeoNode/general>`_ o facendo le domande nella nostra `mailing list <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !

source: Contents
de: Inhalt
sv: Innehåll

source: Start GeoNode
de: GeoNode starten
fi: Käynnistä GeoNode
hu: GeoNode indítása
ja: GeoNodeを起動
sv: Starta GeoNode

source: To start GeoNode on your OSGeoLive DVD you have to choose |menu_geonode-Start| and after a few moments the GeoNode webpage will automatically open at http://geonode. The page will look like the image below.
sv: För att starta GeoNode på din OSGeoLive DVD måste du välja |menu_geonode-Start| och efter några ögonblick öppnas GeoNodes webbsida automatiskt på http://geonode. Sidan kommer att se ut som på bilden nedan.

source: Currently, there aren't any maps here. To add one click the *Create a New Map* button.
de: Momentan gibt es hier keine Karten. Um eine hinzuzufügen, klicken Sie auf die Schaltfläche *Neue Karte erstellen*.
fi: Tällä hetkellä ei ole mitään karttoja täällä. Voit lisätä yhden napsautuksen *Luo uusi kartta* -painiketta.
hu: Jelenleg nincs egyetlen térkép sem itt. Egy hozzáadásához kattintson a *Create a New Map* gombra.
ja: 現在、地図はありません。追加するには、 *Create a New Map* ボタンをクリックします。
sv: För närvarande finns det inga kartor här. För att lägga till en karta, klicka på knappen *Create a New Map*.

source: Now you should be able to see all the available layers. In this case, this should include the ones you've added before.
de: Jetzt sollten Sie in der Lage sein, alle verfügbaren Layer zu sehen. Es sollten nun auch die Layer enthalten sein, die Sie zuvor hinzugefügt haben.
fi: Nyt sinun pitäisi pystyä näkemään kaikki käytettävissä olevat kerrokset. Tässä tapauksessa tämän pitäisi sisältää ne, jotka olet lisännyt aiemmin.
hu: Most látnia kell az összes elérhető réteget. Az ön esetében tartalmaznia kellene az ön által korábban hozzáadott rétegeket.
ja: これで、利用可能なすべてのレイヤーが表示されます。この場合、これには前に追加したものが含まれます。
sv: Nu bör du kunna se alla tillgängliga lager. I det här fallet bör detta inkludera de som du har lagt till tidigare.
