Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonetwork_quickstart.po
Languages: de, es, hu, it, ja, sv

source: GeoNetwork Quickstart
es: Guía de Inicio Rápido de GeoNetwork
hu: GeoNetwork gyorstalpaló
it: Guida rapida GeoNetwork
ja: GeoNetworkクイックスタート
sv: GeoNetwork Snabbstart

source: GeoNetwork is a catalog application to manage spatially referenced resources. It provides powerful metadata editing and search functions as well as an interactive web map viewer. It is currently used in numerous Spatial Data Infrastructure initiatives across the world.
de: GeoNetwork ist eine Katalog-Anwendung für das Management von räumlich referenzierten Ressourcen. Es stellt umfangreiche Funktionen für die Bearbeitung und das Durchsuchen von Metadaten zur Verfügung, sowie einen interaktiven Web Map Viewer. Zur Zeit wird GeoNetwork in einer Vielzahl von Spatial Data Infrastructure (SDI) weltweit genutzt.
es: GeoNetwork es una aplicación de catálogo para administrar recursos espacialmente referenciados. Proporciona poderosas funciones de edición y búsqueda de metadatos así como un interactivo visor de mapas web. Actualmente se utiliza en numerosas iniciativas de Infraestructura de Datos Espaciales en todo el mundo.
hu: A GeoNetwork egy katalógus alkalmazás térben elhelyezett források kezelésére. Hatékony metaadat szerkesztőt és kereső funkciókat biztosít továbbá interaktív web térkép megjelenítőt. Mostanában számos téradat infrastruktúra kezdeményezésben használják világszerte.
it: GeoNetwork è un'applicazione di catalogo per gestire risorse spazialmente referenziate. Fornisce potenti funzioni di editing dei metadati e di ricerca, nonché un visualizzatore interattivo di mappe web. È attualmente utilizzato in numerose iniziative di Spatial Data Infrastructure in tutto il mondo.
ja: GeoNetworkは、空間的に参照されているリソースを管理するためのカタログアプリケーションです。強力なメタデータ編集と検索機能、およびインタラクティブなWebマップビューアを提供します。現在、世界中の多くのSpatial Data Infrastructureイニシアティブで使用されています。
sv: GeoNetwork är en katalogapplikation för att hantera resurser med spatial referens. Den innehåller kraftfulla redigerings- och sökfunktioner för metadata samt en interaktiv webbkartvisare. Den används för närvarande i många initiativ för infrastruktur för spatiala data över hela världen.

source: Prerequisites
de: Voraussetzungen
es: Prerequisitos
hu: Előfeltételek
it: Prerequisiti
ja: 前提条件
sv: Förutsättningar

source: GeoNetwork can directly be started from the OSGeo Live start menu and will be available at http://localhost:8080/geonetwork some moments later. Check the `Installation Guide <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__ if you are using GeoNetwork in some other context.
it: GeoNetwork può essere avviato direttamente dal menu di avvio di OSGeo Live e sarà disponibile su http://localhost:8080/geonetwork qualche istante dopo. Controlla la `Guida all'installazione <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__ se stai usando GeoNetwork in qualche altro contesto.
sv: GeoNetwork kan startas direkt från startmenyn i OSGeo Live och kommer att finnas tillgängligt på http://localhost:8080/geonetwork en stund senare. Se installationsguiden <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__ om du använder GeoNetwork i något annat sammanhang.

source: Throughout this guide we will use the URL ``http://localhost:8880/geonetwork`` to refer to the catalog, please substitute a different URL if this is not correct for your system.
de: In diesem Handbuch verwenden wir die URL ''http://localhost:8880/geonetwork'', um auf den Katalog zu verweisen, ersetzen Sie bitte eine andere URL, wenn dies für Ihr System nicht korrekt ist.
es: A lo largo de esta guía usaremos la URL ``http://localhost:8880/geonetwork`` para hacer referencia al catálogo, sustituya una URL diferente si esto no es correcto para su sistema.
hu: Ebben az útmutatóban a ``http://localhost:8880/geonetwork`` URL-t használjuk a katalógusra való hivatkozáshoz, kérjük, helyettesítse egy másik URL-lel, ha ez nem megfelelő az ön rendszerén.
it: In questa guida userai l'URL ``http://localhost:8880/geonetwork`` per riferirsi al catalogo, per favore sostituisci un URL diverso se questo non è corretto per il tuo sistema.
ja: このガイド全体を通じて、URL ``http://localhost:8880/geonetwork`` を使用してカタログを参照します。システムに合わない場合は、別のURLに置き換えてください。
sv: I den här handboken använder vi URL:en ``http://localhost:8880/geonetwork`` för att hänvisa till katalogen. Använd en annan URL om den inte är korrekt för ditt system.

source: Access the catalog
de: Zugriff auf den Katalog
es: Acceder al catálogo
hu: A katalógus elérése
it: Accedi al catalogo
ja: カタログへのアクセス
sv: Öppna katalogen

source: In the Web Services folder on the Desktop (or via the start menu), double-click **start GeoNetwork**. This will open the Firefox web browser at the URL ``http://localhost:8880/geonetwork``. This will be referred to throughout this document as the *homepage*.
de: Doppelklicken Sie im Ordner WebDienste auf dem Desktop (oder über das Startmenü) auf **Start GeoNetwork**. Dadurch wird der Firefox-Webbrowser unter der URL ''http://localhost:8880/geonetwork'' geöffnet. Dies wird in diesem Dokument als *Homepage* bezeichnet.
es: En la carpeta Servicios web del escritorio (o a través del menú Inicio), haga doble clic en **Iniciar GeoNetwork**. Esto abrirá el navegador web de Firefox en la URL `http://localhost:8880/geonetwork``. Esto se denominará a lo largo de este documento como la *página de inicio*.
hu: Az asztalon a Web szolgáltatások mappában (vagy a start menüből) kattinson duplán a **start GeoNetwork**-re. Ez megnyitja a FireFox böngészőt a ``http://localhost:8880/geonetwork`` URL-el. Erre a dokumentumban végig mint "honlap" hivatkozunk.
it: Nella cartella Web Services sul desktop (o tramite il menu start), fare doppio clic su **start GeoNetwork**. Questo aprirà il browser web Firefox all'URL ``http://localhost:8880/geonetwork``. In questo documento ci si riferirà a questo indirizzo come alla *homepage*.
ja: デスクトップのWeb Servicesフォルダで、 **GeoNetworkを開始** をダブルクリックします。これにより、URL ``http://localhost:8880/geonetwork`` でFirefox Webブラウザが開きます。これは、このドキュメント全体で *ホームページ* と呼ばれます。
sv: I mappen Web Services på skrivbordet (eller via startmenyn) dubbelklickar du på **starta GeoNetwork**. Detta öppnar webbläsaren Firefox på webbadressen ``http://localhost:8880/geonetwork``. I det här dokumentet kallas den här adressen för *hemsidan*.

source: You can return to the homepage at any point by selecting the catalogue logo in the top left of the top toolbar. In the screenshot below, this is labelled “My GeoNetwork catalogue” but it may have a different name and logo.
de: Sie können jederzeit zur Homepage zurückkehren, indem Sie das Kataloglogo oben links in der oberen Symbolleiste auswählen. Im Screenshot unten ist dies mit "My GeoNetwork-Katalog" beschriftet, aber es kann einen anderen Namen und ein anderes Logo haben.
es: Puede volver a la página de inicio en cualquier momento seleccionando el logotipo del catálogo en la parte superior izquierda de la barra de herramientas superior. En la captura de pantalla a continuación, está etiquetada como "Mi catálogo de GeoNetwork", pero puede tener un nombre y un logotipo diferentes.
hu: Bármikor visszatérhet a honlapra a katalógus logót kiválasztva a bal-felső sarokban a felső eszközsorban. Az alábbi képernyő képen “My GeoNetwork catalogue” címkével jelöltük meg, de ettől eltérő névvel és logóval rendelkezhet.
it: È possibile tornare alla homepage in qualsiasi momento selezionando il logo del catalogo in alto a sinistra della barra degli strumenti superiore. Nello screenshot qui sotto, questo è etichettato "Il mio catalogo GeoNetwork", ma potrebbe avere un nome e un logo diverso.
ja: 上部ツールバーの左上に表示されているカタログロゴを選択すると、ホームページにいつでも戻ることができます。下のスクリーンショットでは、これに "My GeoNetwork catalog" というラベルが付いていますが、名前とロゴが異なる場合があります。

source: Sign in
de: Anmelden
es: Iniciar sesión
hu: Bejelentkezés
it: Accedi
ja: サインイン
sv: Logga in

source: Select **Sign in** in the top right of the top toolbar in the homepage to visit the sign in page. Enter the username ``admin`` and password ``admin`` and select the blue **Sign in** button to sign in as the catalog administrator.
de: Wählen Sie **Anmelden** oben rechts auf der oberen Symbolleiste auf der Homepage, um die Anmeldeseite zu besuchen. Geben Sie den Benutzernamen ''admin'' und das Kennwort ''admin'' ein und wählen Sie die blaue **Anmelden**-Schaltfläche, um sich als Katalogadministrator anzumelden.
es: Seleccione **Iniciar sesión** en la esquina superior derecha de la barra de herramientas superior de la página de inicio para visitar la página de inicio de sesión. Ingrese el nombre de usuario ``admin`` y la contraseña ``admin`` y seleccione el botón azul **Iniciar sesión** para ingresar como administrador del catálogo.
hu: Válassza a **Sign in**-t a honlapon az eszközsor jobb-felső részén a bejelentkező oldal meglátogatásához. Írja be az ``admin`` felhasználó nevet és az ``admin`` jelszót és válassza a kék *Sign in** gombot a katalógus kezelőbe belépéshez.
it: Seleziona **Sign in** in alto a destra della barra degli strumenti in alto nella homepage per visitare la pagina di accesso. Inserisci il nome utente ``admin`` e la password ``admin`` e seleziona il pulsante blu **Sign in** per accedere come amministratore del catalogo.
ja: ホームページの上部ツールバーの右上にある **サインイン** を選択して、サインインページを表示します。ユーザ名 ``admin`` とパスワード ``admin`` を入力し、青い **[サインイン]** ボタンを選択してカタログ管理者としてサインインします。
sv: Välj **Sign in** längst upp till höger i det övre verktygsfältet på startsidan för att komma till inloggningssidan. Ange användarnamnet ``admin`` och lösenordet ``admin`` och välj den blå knappen **Sign in** för att logga in som katalogadministratör.

source: Once signed in, the top toolbar will change to include some additional elements, namely a link to the Admin console, the name of the signed in user, a link to Sign out, and a dropdown box for changing the interface language.
de: Nach der Anmeldung ändert sich die obere Symbolleiste. Es werden einige zusätzliche Elemente angezeigt. Nämlich ein Link zur Admin-Konsole, der Name des angemeldeten Benutzers, einen Link zum Abmelden und ein Dropdown-Feld zum Ändern der Schnittstellensprache.
es: Una vez que haya iniciado sesión, la barra de herramientas superior cambiará para incluir algunos elementos adicionales, a saber, un enlace a la consola de Administración, el nombre del usuario que inició sesión, un enlace para Cerrar Sesión y un cuadro desplegable para cambiar el idioma de la interfaz.
hu: Miután bejelentkezett a felső eszközsor megváltozik további elemek kerülnek bele, egy link az Admin konzolhoz, a bejelentkezett felhasználó neve, link a kijelentkezéshez és egy legördülő lista a felhasználói felület nyelvének megváltoztatásához.
it: Una volta effettuato l'accesso, la barra degli strumenti superiore cambierà per includere alcuni elementi aggiuntivi, vale a dire un link alla console di amministrazione, il nome dell'utente che ha effettuato l'accesso, un link per uscire e una casella a discesa per cambiare la lingua dell'interfaccia.
ja: サインインすると、上部ツールバーが変更され、管理コンソールへのリンク、サインインしたユーザの名前、サインアウトへのリンク、インタフェース言語を変更するためのドロップダウンボックスなどの追加要素が表示されます。
sv: När du har loggat in ändras det övre verktygsfältet så att det innehåller några ytterligare element, nämligen en länk till Admin-konsolen, namnet på den inloggade användaren, en länk till Logga ut och en rullgardinsmeny för att ändra gränssnittsspråket.

source: Load sample data
de: Laden von Beispieldaten
es: Cargar datos de muestra
hu: Mintaadatok betöltése
it: Carica dati di esempio
ja: サンプルデータを読み込み
sv: Ladda exempeldata

source: Select **Admin console** in the top toolbar to access the administrative functions in the catalog, then select the **Metadata and templates** menuitem to access the sample data and templates tab.
de: Wählen Sie **Admin console** in der oberen Symbolleiste aus, um auf die Verwaltungsfunktionen im Katalog zuzugreifen, und wählen Sie dann das Menüelement **Metadaten und Vorlagen** aus, um auf die Registerkarte Beispieldaten und Vorlagen zuzugreifen.
es: Seleccionar **Admin console** en la barra de herramientas superior para acceder a las funciones administrativas del catálogo y, a continuación, seleccionar el elemento de menú **Metadatos y plantillas** para acceder a la pestaña de datos y plantillas de ejemplo.
hu: Válassza az **Admin console**-t a felső eszközsorból a katalógus adminisztratív funkcióinak eléréséhez, utána válassza a **Metadata and templates** menüpontot a mintaadatok és sablonok fül eléréséhez.
it: Seleziona **Admin console** nella barra degli strumenti superiore per accedere alle funzioni amministrative del catalogo, quindi seleziona la voce di menu **Metadata and templates** per accedere alla scheda dati campione e modelli.
ja: 上部ツールバーの **管理コンソール** を選択してカタログ内の管理機能にアクセスし、 **メタデータとテンプレート** メニューを選択してサンプルデータとテンプレートタブにアクセスします。
sv: Välj **Admin console** i det övre verktygsfältet för att komma åt de administrativa funktionerna i katalogen, välj sedan menyalternativet **Metadata och mallar** för att komma till fliken Sample data and templates.

source: This page lists all the metadata standards loaded in the catalog. The default standards in GeoNetwork are:
de: Auf dieser Seite werden alle Metadatenstandards aufgelistet, die in den Katalog geladen wurden. Die default Standards in GeoNetwork sind:
es: Esta página enumera todos los estándares de metadatos cargados en el catálogo. Los estándares predeterminados en GeoNetwork son:
hu: Ez a oldal a katalógusba betöltött összes metaadat szabványt listázza. Az alapértelmezett szabványok a GeoNetworkben a következők:
it: Questa pagina elenca tutti gli standard di metadati caricati nel catalogo. Gli standard predefiniti in GeoNetwork sono:
ja: このページには、カタログにロードされているすべてのメタデータ標準が一覧表示されます。GeoNetwork のデフォルトでサポートされる標準規格は次のとおりです:
sv: På denna sida listas alla metadatastandarder som laddats i katalogen. Standardstandarderna i GeoNetwork är:

source: Geographic information - Metadata (iso19139:2007)
es: Información geográfica - Metadatos (iso19139:2007)
hu: Földrajzi információ - Metaadat (iso19139:2007)
it: Informazione geografica - Metadati (iso19139:2007)
sv: Geografisk information - Metadata (iso19139:2007)

source: Geographic information - Metadata (iso19115-3.2018)
es: Información geográfica - Metadatos (iso19115-3.2018)
hu: Földrajzi információ - Metaadat (iso19115-3.2018)
it: Informazione geografica - Metadati (iso19115-3.2018)
sv: Geografisk information - Metadata (iso19115-3.2018)

source: Dublin Core (for CSW only) (csw-record)
es: Núcleo Dublin (solo para CSW) (csw-record)
hu: Dublin Core (csak CSW-hez) (csw-rekord)
it: Dublin Core (solo per CSW) (csw-record)
sv: Dublin Core (endast för CSW) (csw-record)

source: Geographic information - Methodology for feature cataloguing (iso9110)
es: Información geográfica - Metodología para la catalogación de características (iso9110)
hu: Földrajzi információk - A szolgáltatás katalogizálás módszertana (iso9110)
it: Informazione geografica - Metodologia per la catalogazione degli elementi (iso9110)
sv: Geografisk information - Metodik för katalogisering av objekt (iso9110)

source: For the purposes of this Quick Start Guide, select ``Geographic information - Metadata (iso19139:2007)`` and then select first the **Load samples for selected standards** button below the list.
de: Wählen Sie für die Zwecke dieses Tutorials ''Geographic information - Metadata (iso19139:2007)'' und dann zuerst die Schaltfläche **Beispiele für ausgewählte Standards** unter der Liste aus.
es: Para los fines de esta Guía de inicio rápido, seleccione ``Información geográfica - Metadatos (iso19139:2007)`` y luego seleccione primero el botón **Cargar muestras para los estándares seleccionados** debajo de la lista.
hu: A gyorstalpaló céljai érdekében válassza a ``Geographic information - Metadata (iso19139:2007)``-t és utána válassza az első **Load samples for selected standards** gombot a lista alatt.
it: Per gli scopi di questa guida rapida, seleziona ``Informazioni geografiche - Metadati (iso19139:2007)`` e poi seleziona prima il pulsante **Carica campioni per gli standard selezionati** sotto la lista.
ja: このクイックスタートガイドでは、 ``Geographic information - Metadata (iso19139:2007)`` を選択し、一覧の下にある **Load samples for selected standards** ボタンをクリックします。
sv: I den här snabbstartsguiden väljer du "Geografisk information - Metadata (iso19139:2007)" och väljer sedan först knappen **Ladda prover för valda standarder** under listan.

source: *When this process is complete, a notice will appear in the right of the window indicating that 5 record(s) have been added for schema ‘iso19139’.*
de: *Wenn dieser Vorgang abgeschlossen ist, wird rechts im Fenster ein Hinweis angezeigt, der angibt, dass 5 Aufzeichnungen für das Schema 'iso19139' hinzugefügt wurden.*
es: *Cuando se complete este proceso, aparecerá un aviso a la derecha de la ventana que indica que se han agregado 5 registro(s) para el esquema ‘iso19139’.*
hu: *Amikor ez a folyamat befejeződik, egy értesítés jelenik az ablak jobb oldalán meg, hogy az "iso19139" sémához 5 rekordot hozzáadtunk.*
it: *Quando questo processo è completo, un avviso apparirà nella parte destra della finestra indicando che sono stati aggiunti 5 record per lo schema 'iso19139'.*
ja: *このプロセスが完了すると、ウィンドウの右側に、スキーマ「iso19139」に5つのレコードが追加されたことを示す通知が表示されます。*
sv: *När denna process är klar visas ett meddelande till höger i fönstret som anger att 5 poster har lagts till för schema 'iso19139'.*

source: Search for spatial data
de: Suche nach räumlichen Daten
es: Buscar datos espaciales
hu: Téradatok keresése
it: Ricerca di dati spaziali
ja: 空間データを検索
sv: Sök efter spatiala data

source: Return to the catalog homepage by selecting the catalog name in the top left of the top toolbar. The homepage will now show icons representing the loaded records, classified by topic (in blue) and resource type (in green). Below this are tabs classifying the records by date added (latest news) and popularity (most popular).
de: Kehren Sie zur Kataloghomepage zurück, indem Sie den Katalognamen oben links in der oberen Symbolleiste auswählen. Auf der Homepage werden nun Symbole angezeigt, die die geladenen Datensätze darstellen, klassifiziert nach Thema (blau) und Ressourcentyp (in Grün). Darunter befinden sich Registerkarten, die die Datensätze nach dem hinzugefügten Datum (neueste Nachrichten) und der Popularität (am beliebtesten) klassifizieren.
es: Regrese a la página de inicio del catálogo seleccionando el nombre del catálogo en la parte superior izquierda de la barra de herramientas superior. La página de inicio ahora mostrará íconos que representan los registros cargados, clasificados por tema (en azul) y tipo de recurso (en verde). Debajo de esto hay pestañas que clasifican los registros por fecha de adición (últimas noticias) y popularidad (más populares).
hu: Térjen vissza a katalógus honlapjára a felső eszköztár bal-felső részén található katalógusnév kiválasztásával. A honlapon megjelennek a betöltött rekordokat ábrázoló ikonok, téma (kék) és erőforrástípus (zöld színben) szerint osztályozva. Az alábbiakban a fülek besorolása a rekordok hozzáadási dátuma (legfrissebb hírek) és népszerűsége (legnépszerűbb) szerint történt.
it: Torna alla homepage del catalogo selezionando il nome del catalogo in alto a sinistra nella barra degli strumenti superiore. La homepage mostrerà ora delle icone che rappresentano i record caricati, classificati per argomento (in blu) e tipo di risorsa (in verde). Sotto questo ci sono delle schede che classificano i record per data di aggiunta (ultime notizie) e popolarità (più popolari).
ja: 上部ツールバーの左上に表示されているカタログ名を選択して、カタログのホームページに戻ります。ホームページには、トピック(青)とリソースタイプ(緑)で分類された読み込んだレコードを表すアイコンが表示されます。この下には、追加された日付(最新ニュース)と人気(最も一般的)でレコードを分類するタブがあります。
sv: Gå tillbaka till katalogens startsida genom att välja katalogens namn längst upp till vänster i det övre verktygsfältet. På startsidan visas nu ikoner som representerar de inlästa posterna, klassificerade efter ämne (i blått) och resurstyp (i grönt). Under detta finns flikar som klassificerar posterna efter tillagd datum (senaste nytt) och popularitet (mest populära).

source: Select **Search** in the top toolbar to access the Search page.
de: Wählen Sie **Suchen** in der oberen Symbolleiste aus, um auf die Suchseite zuzugreifen.
es: Seleccione **Buscar** en la barra de herramientas superior para acceder a la página Buscar.
hu: Válassza a **Search**.öt a felső eszközsorban a Keresés lap eléréséhez
it: Seleziona **Ricerca** nella barra degli strumenti superiore per accedere alla pagina di ricerca.
ja: 上部ツールバーの **検索** を選択して、検索ページにアクセスします。
sv: Välj **Sök** i det övre verktygsfältet för att komma till söksidan.

source: The Search page provides different ways for search:
de: Die Suchseite bietet verschiedene Suchmöglichkeiten:
es: La página de Búsqueda proporciona diferentes formas de búsqueda:
hu: A keresés oldal különböző keresési módokat biztosít
it: La pagina di ricerca fornisce diversi modi per la ricerca:
ja: 検索ページには、さまざまな検索方法が用意されています。
sv: På sidan Sök finns olika sätt att söka:

source: a full text search box providing suggestions as you type,
de: ein Volltext-Suchfeld mit Vorschlägen während der Eingabe,
es: un cuadro de búsqueda de texto completo que proporciona sugerencias mientras escribe,
hu: egy szabad szöveges keresőmező, amely gépelés közben javaslatokat ad.
it: una casella di ricerca a tutto testo che fornisce suggerimenti mentre si digita,
ja: 入力時に提案を表示する全文検索ボックス
sv: en sökruta för fulltext som ger förslag medan du skriver,

source: *Search facets*, or filters, that provide ways of narrowing down the search results, such as *Type of Resource*, *Topic*, *Keywords*,
de: *Suche Facetten* oder Filter, die Möglichkeiten zum Eingrenzen der Suchergebnisse bieten, z. B. *Typ der Ressource*, *Thema*, *Keywords*,
es: *Facetas de búsqueda* o filtros que proporcionan formas de reducir los resultados de búsqueda, como *Tipo de recurso* , *Tema* , *Palabras clave* ,
hu: *Search facets* vagy szűrök a keresési eredmények szűkítését biztosítják, ilyen például a *Type of Resource*, *Topic*, *Keywords*,
it: *Search facets*, o filtri, che forniscono modi per restringere i risultati della ricerca, come *Type of Resource*, *Topic*, *Keywords*,
ja: 検索結果を絞り込む *リソースタイプ* 、 *トピック* 、 *キーワード* などを提供する *検索ファセット* 、またはフィルタ。

source: An overview map, where you can draw a box to filter results spatially (Hint- if you can’t see this, select MAP in the bottom right corner of your page)
de: Eine Übersichtskarte, in der Sie eine Auswahl zeichnen können, um Ergebnisse räumlich zu filtern (Hinweis- Wenn Sie dies nicht sehen können, wählen Sie MAP in der unteren rechten Ecke Ihrer Seite)
es: Un mapa general, donde puede dibujar un cuadro para filtrar los resultados espacialmente (Sugerencia- si no puede ver esto, seleccione MAPA en la esquina inferior derecha de su página)
hu: Egy áttekintő térkép, aho legy mezőt rajzolhat az eredmények térbeli szűréséhez (Tipp- ha ezt nem látja, válassza a MAP lehetőséget az oldal jobb alsó sarkában)
it: Una mappa panoramica, dove puoi disegnare un riquadro per filtrare spazialmente i risultati (Suggerimento: se non lo vedi, seleziona MAPPA nell'angolo in basso a destra della tua pagina)
ja: 概要のマップで、結果を空間的にフィルタリングするためのボックスを描画できます(ヒントが表示されない場合は、ページの右下隅にあるマップを選択してください)。
sv: En översiktskarta, där du kan rita en ruta för att filtrera resultaten spatialt (Tips - om du inte kan se detta, välj MAP i det nedre högra hörnet på din sida)
