Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonetwork_quickstart.po
Languages: de, es, hu, it, ja, sv

source: Select the **paintbrush** icon next to the layer to see the legend, showing you the classification used for the display. You can dismiss this dialog by selecting the **X** in the top right corner.
de: Wählen Sie das **paintbrush**-Symbol neben dem Layer aus, um die Legende anzuzeigen, die Die für die Anzeige verwendete Klassifizierung anzeigt. Sie können dieses Dialogfeld schließen, indem Sie in der oberen rechten Ecke das **X** auswählen.
es: Seleccione el ícono de **pincel** al lado de la capa para ver la leyenda, que le muestra la clasificación utilizada para la pantalla. Puede descartar este cuadro de diálogo seleccionando la **X** en la esquina superior derecha.
hu: Válassza a **paintbrush** ikont a réteg mellett a jelmagyarázat megtekintéséhez, a megjelenítéshez használt osztályozást mutatja. A párbeszédablakból kiléphet a az **X**-el a jobb-felső sarokban.
it: Seleziona l'icona **pennello** accanto al layer per vedere la legenda, che ti mostra la classificazione usata per la visualizzazione. Puoi chiudere questa finestra di dialogo selezionando la **X** nell'angolo in alto a destra.
ja: レイヤの横にある **ペイントブラシ** アイコンを選択すると、凡例が表示され、表示に使用された分類が表示されます。このダイアログを閉じるには、右上隅の **X** を選択します。
sv: Välj ikonen **målarpensel** bredvid lagret för att se legenden, som visar den klassificering som används för visningen. Du kan stänga av dialogrutan genom att klicka på **X** i det övre högra hörnet.

source: Select a feature on the map corresponding to a category in the legend, such as an area of water. Zoom and pan around the map as needed to identify a suitable area. Clicking on the feature will bring up an identification box at the bottom of the map showing details about the area selected.
de: Wählen Sie ein Feature auf der Karte aus, das einer Kategorie in der Legende entspricht, z. B. einem Wasserbereich. Zoomen und navigieren Sie die Karte nach Bedarf, um einen geeigneten Bereich zu identifizieren. Wenn Sie auf das Feature klicken, wird am unteren Rand der Karte ein Identifikationsfeld mit Details zu dem ausgewählten Bereich angezeigt.
es: Seleccione una característica en el mapa correspondiente a una categoría en la leyenda, como un área de agua. Haga zoom y panee el mapa según sea necesario para identificar un área adecuada. Al hacer click en la función, aparecerá un cuadro de identificación en la parte inferior del mapa que muestra detalles sobre el área seleccionada.
hu: Válasszon ki egy olyan elemet a térképen, amely megfelel a jelmagyarázat egy kategóriájának, például egy vízterületnek. A megfelelő terület azonosításához nagyítsa és mozgassa a térképet. Az elemre kattintva megjelenik egy azonosítás mező a térkép alján, amely a kiválasztott terület részleteit mutatja.
it: Seleziona un elemento sulla mappa corrispondente a una categoria nella legenda, come un'area di acqua. Zooma e fai una panoramica della mappa come necessario per identificare un'area adatta. Cliccando sull'elemento si aprirà un riquadro di identificazione nella parte inferiore della mappa che mostra i dettagli dell'area selezionata.
ja: 水域など、凡例のカテゴリに対応する地物を地図上で選択します。適切な領域を特定するために、必要に応じてマップをズームおよびパンします。地物をクリックすると、マップの下部に識別ボックスが表示され、選択された領域の詳細が表示されます。
sv: Välj en funktion på kartan som motsvarar en kategori i teckenförklaringen, t.ex. ett vattenområde. Zooma och panorera runt på kartan efter behov för att identifiera ett lämpligt område. Om du klickar på objektet visas en identifieringsruta längst ned på kartan med information om det valda området.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Visit the `Geonetwork User Guide <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ and try the chapter on **Describing Information**, to learn how to create and edit metadata records.
de: Besuchen Sie den `Geonetwork User Guide <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ und probieren Sie das Kapitel **Describing Information** aus, um zu erfahren, wie Metadatendatensätze erstellt und bearbeitet werden.</https:>
es: Visita la `Guía de Usuario de Geonetwork <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ y pruebe el capítulo sobre **Describiendo información**, para aprender cómo crear y editar registros de metadatos.
hu: Látogassa meg a `Geonetwork felhasználói kézikönyvet <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ és nézze meg a **Describing Information** fejezetet, hogy megtanulja hogyan hozzon létre és szerkesszen metaadat rekordokat.
it: Visita la `Geonetwork User Guide <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ e prova il capitolo sulla **Descrizione delle informazioni**, per imparare a creare e modificare i record di metadati.
ja: `Geonetwork User Guide <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ にアクセスし、 **Describing Information** の章を参照して、メタデータレコードの作成と編集方法を学んでください。
sv: Besök `Geonetwork User Guide <https://geonetwork-opensource.org/manuals/trunk/en/user-guide/index.html>`_ och läs kapitlet om **Describing Information** för att lära dig hur du skapar och redigerar metadataposter.

source: Follow up by visiting subsequent chapters to learn how to associate resources with your metadata, tag it with keywords and add it to categories, and publish your metadata to the outside world.
de: Besuchen Sie die folgenden Kapitel, um zu erfahren, wie Sie Ressourcen mit Ihren Metadaten verknüpfen, sie mit Schlüsselwörtern kennzeichnen und Kategorien hinzufügen und Ihre Metadaten in der Außenwelt veröffentlichen.
es: Realice un seguimiento visitando capítulos posteriores para aprender cómo asociar recursos con metadatos, etiquetarlos con palabras clave y agregarlos a categorías y publicar sus metadatos en el mundo exterior.
hu: Folytassa a következő fejezetek felkeresésével, hogy megtudja, hogyan társíthatja az adatforrásokat a metaadataihoz, hogyan címkézheti meg kulcsszavakkal, és hogyan adhatja hozzá a kategóriákhoz, és hogyan teheti közzé metaadatait a külvilág számára.
it: Continua a visitare i capitoli successivi per imparare come associare le risorse ai tuoi metadati, etichettarle con parole chiave e aggiungerle alle categorie, e pubblicare i tuoi metadati al mondo esterno.
ja: 後続の章へ進んで、リソースをメタデータに関連付け、キーワードでタグ付けしてカテゴリに追加し、メタデータを外部に公開する方法を学習しましょう。
sv: Följ upp med att besöka de följande kapitlen för att lära dig hur du associerar resurser med dina metadata, taggar dem med nyckelord och lägger till dem i kategorier samt publicerar dina metadata till omvärlden.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: You can return to the homepage at any point by selecting the catalogue logo in the top left of the top toolbar. In the screenshot below, this is labelled “My GeoNetwork catalogue” but it may have a different name and logo.
sv: Du kan när som helst återgå till startsidan genom att välja kataloglogotypen längst upp till vänster i det övre verktygsfältet. I skärmdumpen nedan är den märkt "My GeoNetwork catalogue", men den kan ha ett annat namn och en annan logotyp.

source: *Search facets*, or filters, that provide ways of narrowing down the search results, such as *Type of Resource*, *Topic*, *Keywords*,
sv: *Sökfacetter*, eller filter, som ger möjlighet att begränsa sökresultaten, t.ex. *Resurstyp*, *Tema*, *Nyckelord*,

source: GeoNetwork can directly be started from the OSGeo Live start menu and will be available at http://localhost:8080/geonetwork some moments later. Check the `Installation Guide <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__ if you are using GeoNetwork is some other context.
de: GeoNetwork kann direkt über das OSGeoLive-Startmenü gestartet werden und wird einige Augenblicke später http://localhost:8080/geonetwork verfügbar sein. Überprüfen Sie das 'Installationshandbuch <https: geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html="">'__, wenn Sie GeoNetwork verwenden, ist ein anderer Kontext.</https:>
es: GeoNetwork se puede iniciar directamente desde el menú de inicio de OSGeo Live y estará disponible en http://localhost:8080/geonetwork unos momentos después. Revisar la `Guía de Instalación <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__ si se utiliza GeoNetwork en algún otro contexto.
hu: A GeoNetwork-öt közvetlenül elindíthatja az OSGeoLive tart menüjéből és néhány pillanat múlva elérhető lesz a http://localhost:8080/geonetwork címen. Nézze meg a `Telepítési útmutatót <https://geonetwork-opensource.org/manuals/trunk/en/install-guide/index.html>`__, ha másik környezetben használná a GeoNetwork-öt.

source: Dublin Core (dublin core)
es: Núcleo Dublin (núcleo dublin)
