Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonetwork_quickstart.po
Languages: de, es, hu, it, ja, sv

source: By selecting the vertical ellipsis in the search box you can access the **advanced search** panel and search by *category*, *keyword*, *contact*, or records within a specific time period.
de: Wenn Sie die vertikale im Suchfeld die vertikale Ellipse auswählen, können Sie auf das **advanced search**-Bedienfeld zugreifen und nach *Kategorie*, *Keyword*, *Contact* oder nach Datensätzen innerhalb eines bestimmten Zeitraums suchen.
es: Al seleccionar los puntos suspensivos verticales en el cuadro de búsqueda, puede acceder al panel de **búsqueda avanzada** y buscar por *categoría*, *palabra clave*, *contacto* o registros dentro de un período de tiempo específico.
hu: A keresőmezőben lévő függőleges három pontra kattintással elérheti a **advanced search** panelt, és *kategória*, *kulcsszó*, *kapcsolattartó* vagy egy adott időintervallumba eső rekordok alapján kereshet.
it: Selezionando l'ellissi verticale nella casella di ricerca puoi accedere al pannello di **advanced search** e cercare per *category*, *category*, *contact*, o record entro un periodo di tempo specifico.
ja: 検索ボックスの垂直方向の省略記号を選択すると、 **高度な検索** パネルにアクセスして、 *カテゴリ* 、 *キーワード* 、 *連絡先* 、または指定された期間内のレコードで検索できます。
sv: Genom att välja den vertikala ellipsen i sökrutan kan du komma åt panelen **avancerad sökning** och söka efter *kategori*, *nyckelord*, *kontakt* eller poster inom en viss tidsperiod.

source: Display results
de: Ergebnisse anzeigen
es: Mostrar resultados
hu: Eredmények megjelenítése
it: Mostra risultati
ja: 表示結果を表示
sv: Visa resultat

source: The search results are depicted as “cards”, showing the Categories the metadata is classified with, the title of the record, a thumbnail, an abstract (if present) and links to downloads and other resources (if present).
de: Die Suchergebnisse werden als "Karten" dargestellt, die die Kategorien anzeigen, mit denen die Metadaten klassifiziert sind, den Titel des Datensatzes, eine Miniaturansicht, eine Zusammenfassung (falls vorhanden) und Links zu Downloads und anderen Ressourcen (falls vorhanden).
es: Los resultados de la búsqueda se representan como "tarjetas", que muestran las Categorías con las que se clasifican los metadatos, el título del registro, una miniatura, un resumen (si está presente) y enlaces a descargas y otros recursos (si se presentan).
hu: A keresési eredmények "kártyákként" jelennek meg, a metaadatok alapján kategóriákba sorolva, a rekord címével, egy miniatűrrel, egy absztrakttal (ha van) és a letöltésekre és egyéb erőforrásokra mutató hivatkozásokkal (ha vannak).
it: I risultati della ricerca sono rappresentati come "carte", che mostrano le Categorie con cui i metadati sono classificati, il titolo del record, una miniatura, un abstract (se presente) e link a download e altre risorse (se presente).
ja: 検索結果は "カード" として表示され、メタデータが分類されるカテゴリ、レコードのタイトル、サムネイル、要約(存在する場合)、ダウンロードおよびその他のリソースへのリンク(存在する場合)が表示されます。
sv: Sökresultaten visas som "kort", som visar de kategorier som metadata klassificeras med, postens titel, en miniatyrbild, ett sammandrag (om det finns) och länkar till nedladdningar och andra resurser (om det finns).

source: Select a card to take you to a page showing the full details for that record. Select the blue **Back to search** button to return to the Search page when you’re done.
de: Wählen Sie eine Karte aus, die Sie zu einer Seite mit den vollständigen Details für diesen Datensatz führen soll. Wählen Sie die blaue **Zurück zur Suche**, um zur Suchseite zurückzukehren, wenn Sie fertig sind.
es: Seleccione una tarjeta para llevarlo a una página que muestre los detalles completos de ese registro. Seleccione el botón azul **Volver a buscar** para volver a la página de Búsqueda cuando haya terminado.
hu: Válasszon ki egy kártyát, hogy teljes részletes adatokat trtalmazó oldal jelenjen meg a rekordról. Válassza a kék **Back to search** gombot a keresés oldalra visszatéréshez amikor befejezte.
it: Seleziona una carta per portarti ad una pagina che mostra tutti i dettagli di quel record. Seleziona il pulsante blu **Back to search** per tornare alla pagina di ricerca quando hai finito.
ja: カードを選択すると、そのレコードの詳細全体が表示されるページに移動します。青色の **[検索に戻る]** ボタンをクリックすると、検索ページに戻ります。
sv: Välj ett kort för att komma till en sida som visar alla detaljer för den posten. Välj den blå knappen **Tillbaka till sökning** för att återgå till söksidan när du är klar.

source: In the top right of the record are icons for:
de: Oben rechts im Datensatz befinden sich Symbole für:
es: En la parte superior derecha del registro hay iconos para:
hu: A rekordok jobb-felső sarkában ikonok vannak:
it: In alto a destra del record ci sono le icone per:
ja: レコードの右上には、次のアイコンがあります。
sv: Längst upp till höger på skivan finns ikoner för:

source: Editing the record (when logged in)
de: Bearbeiten des Datensatzes (wenn man angemeldet ist)
es: Edición del registro (cuando inicia sesión)
hu: A rekord szerkesztése (bejelentkezés után)
it: Modificare il record (quando si è connessi)
ja: レコードを編集(ログイン時)
sv: Redigera posten (när du är inloggad)

source: Deleting the record
de: Löschen des Datensatzes
es: Eliminar el registro
hu: Rekord törlése
it: Elimina il record
ja: レコードを削除
sv: Radering av posten

source: Managing the record (such as assigning viewing or editing privileges, transferring ownership to a different user)
de: Verwalten des Datensatzes (z. B. Zuweisen von Anzeige- oder Bearbeitungsberechtigungen, Übertragen des Besitzes an einen anderen Benutzer)
es: Administrar el registro (como asignar privilegios de visualización o edición, transferir la propiedad a un usuario diferente)
hu: Rekordok kezelése (jogosultságok megtekintése, hozzárendelése, szerkesztése, tulajdonjog átadása más felhasználónak)
it: Gestire il record (come assegnare privilegi di visualizzazione o modifica, trasferire la proprietà a un utente diverso)
ja: レコードの管理(表示または編集権限の割り当て、所有権の別のユーザへの転送など)
sv: Hantera posten (t.ex. tilldela visnings- eller redigeringsbehörighet, överföra äganderätten till en annan användare)

source: Downloading the record as multiple formats
de: Herunterladen des Datensatzes in mehreren Formaten
es: Descargar el registro en múltiples formatos
hu: A rekord letöltése többféle formátumban
it: Scaricare il record secondo formati multipli
ja: 複数のフォーマットでレコードをダウンロード
sv: Nedladdning av skivan i flera format

source: Switching to **Full view** or **XML view**
de: Wechseln zu **Vollansicht** oder **XML-Ansicht**
es: Cambiar a **Vista completa** o **vista XML**
hu: Váltás *teljes nézetre* vagy *XML nézetre*
it: Passare a **Full view** o **XML view**
ja: **完全なビュー** または **XMLビュー** に切り替える
sv: Växla till **Full vy** eller **XML-vy**

source: Switching to **Full view** will show more detailed metadata. To switch back to the original view select **Default view** from the list.
de: Wenn Sie zu **Vollansicht** wechseln, werden detailliertere Metadaten angezeigt. Um zurück zur ursprünglichen Ansicht zu wechseln, wählen Sie **Standardansicht** aus der Liste aus.
es: Cambiar a la **Vista completa** mostrará metadatos más detallados. Para volver a la vista original, seleccione **Vista predeterminada** de la lista.
hu: A **Full view**-ra váltva részletesebb metaadatokat láthatunk. Az eredeti nézethez visszatérhet a **Default view** kiválasztásával a listából.
it: Passando a **Full view** verranno mostrati metadati più dettagliati. Per tornare alla vista originale seleziona **Default view** dall'elenco.
ja: **完全なビュー** に切り替えると、より詳細なメタデータが表示されます。元のビューに戻すには、一覧から **デフォルトのビュー** を選択します。
sv: Om du växlar till **Full view** visas mer detaljerade metadata. För att växla tillbaka till den ursprungliga vyn väljer du **Default view** från listan.

source: Add layers to the map
de: Hinzufügen von Layern zur Karte
es: Añadir capas al mapa
hu: Réteg hozzáadása a térképhez
it: Aggiungi layer alla mappa
ja: マップにレイヤを追加
sv: Lägga till lager på kartan

source: From the **Search tab**, click on the card for **Physiographic Map of North and Central Eurasia (Sample record, please remove!)** to view the metadata. Move down the page until the **Download and links** section is visible.
de: Klicken Sie auf der Registerkarte **Suchen**, klicken Sie auf die Karte für **Physiographic Map of North and Central Eurasia (Beispieldatensatz, bitte entfernen!) ** um die Metadaten anzuzeigen. Bewegen Sie die Seite nach unten, bis der Abschnitt **Download und Links** sichtbar ist.
es: En la **pestaña Buscar**, haga click en la tarjeta del **Mapa fisiográfico del norte y centro de Eurasia (¡Registro de muestra, elimínelo!)** para ver los metadatos. Desplácese hacia abajo de la página hasta que la sección **Descargar y enlaces** esté visible.
hu: A **Search** fülön kattintson a **Physiographic Map of North and Central Eurasia (Sample record, please remove!)** kártyára a metaadatok megtekintéséhez. Mozogjon lefelé amíg a **Download and links** rész látható lesz.
it: Dalla **Search tab**, clicca sulla scheda di **Physiographic Map of North and Central Eurasia (Sample record, please remove!)** per visualizzare i metadati. Muoviti verso il basso della pagina fino a quando la sezione **Download and links** è visibile.
ja: **検索タブ** から、 **Physiographic Region of North and Central Eurasia (これはサンプルです。削除できます!)** のカードをクリックしてメタデータをビューに移動します。マップページを下へ移動して、 **ダウンロードとリンク** セクションを表示します。
sv: På fliken **Search** klickar du på kortet för **Physiographic Map of North and Central Eurasia (Sample record, please remove!)** för att se metadata. Gå ner på sidan tills avsnittet **Download and links** är synligt.

source: The **Download and links** section shows external resources associated with the metadata record, such as:
de: Der Abschnitt **Download und Links** zeigt externe Ressourcen, die dem Metadatendatensatz zugeordnet sind, z. B.:
es: La sección **Descarga y enlaces** muestra recursos externos asociados con el registro de metadatos, como:
hu: A **Download and links** rész a metaadatokhoz kapcsolódó külső forrásokat mutat, mint például:
it: La sezione **Download and links** mostra le risorse esterne associate al record di metadati, come ad esempio:
ja: **ダウンロードとリンク** セクションには、メタデータレコードに関連付けられた次のような外部リソースが表示されます。
sv: Avsnittet **Download and links** visar externa resurser som är kopplade till metadataposten, t.ex:

source: A file download of the data,
de: Ein Dateidownload der Daten,
es: Una descarga de archivos de los datos,
hu: Egy fájl a letölthető adatokkal,
it: Un file da scaricare dei dati,
ja: データのファイルダウンロード
sv: En filnedladdning av data,

source: Further information such as a web page,
de: Weitere Informationen wie eine Webseite,
es: Más información, como una página web,
hu: További információk mint például egy honlap,
it: Ulteriori informazioni come una pagina web,
ja: Webページなどの詳細情報
sv: Ytterligare information, t.ex. en webbsida,

source: A Web Mapping Service (WMS) or Web Feature Service (WFS) link to the data.
de: Ein Web Mapping Service (WMS) oder Web Feature Service (WFS) Link zu den Daten.
es: Un enlace de Servicio de Mapeo Web (WMS) o Servicio de Funciones Web (WFS) a los datos.
hu: Egy Web Mapping Service (WMS) vagy Web Feature Service (WFS) link az adatokhoz.
it: Un link al Web Mapping Service (WMS) o al Web Feature Service (WFS) ai dati.
ja: Web Mapping Service (WMS) または Web Feature Service (WFS) がデータにリンクしています。
sv: En länk till data från Web Mapping Service (WMS) eller Web Feature Service (WFS).

source: Locate the link labelled as **This dataset is published in the view service (WMS) available at http://data.fao.org/maps/wms with layer name GEONETWORK:phy_landf_7386.** and select **Add to map**.
de: Suchen Sie den Link mit der Bezeichnung **This dataset is published in the view service (WMS) available at http://data.fao.org/maps/wms with layer name GEONETWORK:phy_landf_7386.** und wählen Sie **Zur Karte** hinzufügen aus.
es: Busque el enlace etiquetado como **Este conjunto de datos se publica en el servicio de visualización (WMS) disponible en http://data.fao.org/maps/wms con el nombre de capa GEONETWORK:phy_landf_7386.** y seleccione **Agregar al mapa** .
hu: Keresse meg a **This dataset is published in the view service (WMS) available at http://data.fao.org/maps/wms with layer name GEONETWORK:phy_landf_7386.** címkéjű linket és válassza az **Add to map**-et.
it: Individua il link etichettato come **This dataset is published in the view service (WMS) available at http://data.fao.org/maps/wms with layer name GEONETWORK:phy_landf_7386.** e seleziona **Add to map**.
ja: **このデータセットは、http://data.fao.org/maps/wms にある GEONETWORK:phy_landf_7386. というレイヤ名のビューサービス(WMS)で公開されています。** そして、 **Add to map** を選択します。
sv: Leta reda på länken som är märkt som **Den här datamängden publiceras i visningstjänsten (WMS) som finns på http://data.fao.org/maps/wms med skiktnamnet GEONETWORK:phy_landf_7386.** och välj **Lägg till på kartan**.

source: This step will switch you to the **Map** tab in the catalog, and after a short delay the WMS layer will be added to the map.
de: In diesem Schritt werden Sie auf die Registerkarte **Map** im Katalog umgeschaltet, und nach einer kurzen Verzögerung wird der WMS-Layer der Karte hinzugefügt.
es: Este paso lo cambiará a la pestaña **Mapa** en el catálogo, y después de un breve retraso, la capa WMS se agregará al mapa.
hu: Ez a lépés átvált a **Map** fülre a katalógusban és egy rövid késleltetés után a WMS réteget hozzáadja a térképhez.
it: Questo passo ti farà passare alla scheda **Map** nel catalogo, e dopo un breve ritardo il layer WMS sarà aggiunto alla mappa.
ja: この手順により、カタログの **マップ** タブに切り替わり、少し時間が経つとWMSレイヤがマップに追加されます。
sv: Detta steg kommer att växla dig till fliken **Karta** i katalogen, och efter en kort fördröjning kommer WMS-skiktet att läggas till på kartan.

source: Tools for using the Map are arranged in two groups in the right-hand side of the map. The top group looks like this:
de: Werkzeuge für die Verwendung der Karte sind in zwei Gruppen auf der rechten Seite der Karte angeordnet. Die Hauptgruppe sieht wie folgt aus:
es: Las herramientas para usar el Mapa están organizadas en dos grupos en el lado derecho del mapa. El grupo superior se ve así:
hu: A térkép használatához szükséges eszközöket két csoportba rendezték a térkép jobb oldalán. A felső csoport így néz ki:
it: Gli strumenti per l'utilizzo della mappa sono disposti in due gruppi nella parte destra della mappa. Il gruppo superiore si presenta così:
ja: マップを使用するためのツールは、マップの右側に2つのグループで配置されています。一番上のグループは次のようになります。
sv: Verktygen för att använda kartan är indelade i två grupper till höger på kartan. Den översta gruppen ser ut så här:

source: The tools are as follows:
de: Die Werkzeuge sind wie folgt:
es: Las herramientas son las siguientes:
hu: Az eszközök a következők:
it: Gli strumenti sono i seguenti:
ja: ツールは次のとおりです。
sv: Verktygen är följande:

source: Add new layers to the map. You can search the catalog, add layers from web services, or KML,
de: Fügen Sie der Karte neue Layer hinzu. Sie können den Katalog durchsuchen, Layer aus Webdiensten oder KML hinzufügen,
es: Agrega nuevas capas al mapa. Puede buscar en el catálogo, agregar capas de servicios web o KML,
hu: Új réteg hozzáadása a térképhez. Kereshet a katalógusban, adjon hozzá rétegeket a web szolgáltatásokból vagy KML-ből,
it: Aggiungi nuovi layer alla mappa. Puoi fare delle ricerche nel catalogo, aggiungere layer da servizi web, o KML,
ja: マップにレイヤを追加カタログを検索したり、WebサービスやKMLからレイヤを追加したりできます。
sv: Lägg till nya lager på kartan. Du kan söka i katalogen, lägga till lager från webbtjänster eller KML,

source: Manage existing layers or change the background map (the default is openstreetmap),
de: Verwalten vorhandener Layer oder Ändern der Hintergrundkarte (Standard ist openstreetmap),
es: Administre las capas existentes o cambie el mapa de fondo (el valor predeterminado es openstreetmap),
hu: Létező rétegek kezelése vagy a háttér térkép módosítása (az alapértelmezett az openstreetmap).
it: Gestisci i layer esistenti o cambia lo sfondo della mappa (l'impostazione predefinita è openstreetmap),
ja: 既存のレイヤを管理するか、背景のマップを変更します (デフォルトはOpenStreetMap)。
sv: Hantera befintliga lager eller ändra bakgrundskartan (standard är openstreetmap),

source: Filter layers on the map (if configured),
de: Filtern von Layern auf der Karte (falls konfiguriert),
es: Filtrar capas en el mapa (si está configurado),
hu: Rétegek szűrése a térképen (ha konfigurálta).
it: Filtra i layer sulla mappa (se configurato),
ja: マップ上のレイヤをフィルタ(設定されている場合)
sv: Filtrera lager på kartan (om konfigurerat),

source: Manage the Map, by setting it back to default settings, loading a new map definition, downloading the current map, or saving the map configuration as a layer in the catalog,
de: Verwalten Sie die Karte, indem Sie sie wieder auf die Standardeinstellungen setzen, eine neue Kartendefinition laden, die aktuelle Karte herunterladen oder die Kartenkonfiguration als Layer im Katalog speichern.
es: Administre el Mapa volviéndolo a la configuración predeterminada, cargando una nueva definición de mapa, descargando el mapa actual o guardando la configuración del mapa como una capa en el catálogo,
hu: A térkép kezelése, alapértelmezett beállítások visszaállítása, új térkép definíció betöltése, aktuális térkép letöltése vagy a térkép konfiguráció mentése rétegként a katalógusba,
it: Gestisci la mappa, riportandola alle impostazioni predefinite, caricando una nuova definizione di mappa, scaricando la mappa corrente, o salvando la configurazione della mappa come un layer nel catalogo,
ja: マップを管理します。デフォルト設定に戻すか、新しいマップ定義を読み込むか、現在のマップをダウンロードするか、マップの設定をレイヤとしてカタログに保存します。
sv: Hantera kartan genom att återställa den till standardinställningarna, ladda en ny kartdefinition, ladda ner den aktuella kartan eller spara kartkonfigurationen som ett lager i katalogen,

source: Print the map,
de: Drucken Sie die Karte,
es: Imprimir el mapa,
hu: A térkép nyomtatása
it: Stampa la mappa,
ja: マップを印刷
sv: Skriv ut kartan,

source: Synchronise layers with the small map on the Search tab,
de: Synchronisieren Sie Layer mit der kleinen Karte auf der Registerkarte Suchen,
es: Sincronizar capas con el mapa pequeño en la pestaña Buscar,
hu: Szinkronizálja a rétegeket a Search fülön lévő kis térképpel,
it: Sincronizza i layer con la piccola mappa sulla scheda Search,
ja: 検索タブでレイヤを小さなマップに同期させます。
sv: Synkronisera lager med den lilla kartan på fliken Sök,

source: Measure distances on the map,
de: Messen Sie Entfernungen auf der Karte,
es: Medir distancias en el mapa,
hu: Távolságmérés a térképen,
it: Misura le distanze sulla mappa,
ja: 地図上の距離を計測
sv: Mät avstånd på kartan,

source: Draw annotations on the map.
de: Zeichnen Sie Anmerkungen auf der Karte.
es: Dibujar anotaciones en el mapa.
hu: Szöveg írása a térképre.
it: Disegna annotazioni sulla mappa.
ja: マップ上に注釈を表示します。
sv: Rita anteckningar på kartan.

source: The lower group of tools look like this:
de: Die untere Gruppe von Werkzeugen sieht wie folgt aus:
es: El grupo inferior de herramientas se ve así:
hu: Az eszközök alsó csoportja így néz ki:
it: Il gruppo inferiore di strumenti ha questo aspetto:
ja: 下のグループのツールは次のようになります。
sv: Den nedre gruppen av verktyg ser ut så här:

source: They are as follows:
de: Sie lauten wie folgt:
es: Son los siguientes:
hu: Ezek a következők:
it: Sono i seguenti:
ja: 次のとおりです。
sv: De är följande:

source: Zoom in on the map,
de: Zoomen Sie in die Karte,
es: Zoom en el mapa,
hu: Nagyítás a térképben
it: Zoom in sulla mappa,
ja: 地図上で拡大ズーム
sv: Zooma in på kartan,

source: Zoom out on the map,
de: Zoomen Sie aus der Karte heraus,
es: Alejar en el mapa,
hu: Kicsinyítés a térképen
it: Zoom out sulla mappa,
ja: 地図上でズームアウト
sv: Zooma ut på kartan,

source: Zoom to the initial extent of the map,
de: Zoomen Sie auf die ursprüngliche Ausdehnung der Karte,
es: Zoom a la extensión inicial del mapa,
hu: Nagyítás a kezdeti terjedelemre
it: Zoom all'estensione iniziale della mappa,
ja: マップの最初の範囲にズーム
sv: Zooma till kartans ursprungliga utsträckning,

source: Zoom to your position (if your browser is location-enabled),
de: Zoomen Sie auf Ihre Position (wenn Ihr Browser standortfähig ist),
es: Zoom a su posición (si su navegador está habilitado para la ubicación),
hu: Nagyítson a pozíciójára (ha a böngészőben a hely elérését engedélyezte).
it: Zoom sulla tua posizione (se il tuo browser è abilitato alla localizzazione),
ja: 自分の位置にズームします (ブラウザがロケーション対応の場合)。
sv: Zooma till din position (om din webbläsare har platsaktivering),

source: Add a graticule (grid lines) to your map.
de: Fügen Sie der Karte ein Gitternetz (Gitterlinien) hinzu.
es: Agregue una retícula (líneas de cuadrícula) a su mapa.
hu: Fokhálózat (rácsvonalak) hozzáadása a térképéhez.
it: Aggiungi un graticolato (linee di griglia) alla tua mappa.
ja: マップに目盛(グリッドライン)を追加します。
sv: Lägg till en graticule (rutnät) på din karta.

source: Additionally there is a geographic search tool in the top left.
de: Zusätzlich befindet sich oben links ein geografisches Suchwerkzeug.
es: Además, hay una herramienta de búsqueda geográfica en la parte superior izquierda.
hu: Ezen kívül van egy földrajzi kereső eszköz a bal felső sarokban.
it: Inoltre c'è uno strumento di ricerca geografica in alto a sinistra.
ja: さらに、左上に地理検索ツールがあります。
sv: Dessutom finns ett geografiskt sökverktyg längst upp till vänster.

source: Using the Manage Layers tool, select the cog symbol next to **Physiography of North and Central Eurasia Landform** and select **Zoom to layer**.
de: Wählen Sie mit dem Werkzeug Layer verwalten das Zahnradsymbol neben **Physiographie von Nord- und Zentraleurasien-Landform** aus, und wählen Sie **Zoom auf Layer** aus.
es: Con la herramienta Administrar Capas, seleccione el símbolo de engranaje junto a **Fisiografía de la Forma de Relieve de Eurasia Norte y Central** y seleccione **Zoom a capa**.
hu: A Rétegek kezelése eszköz használatával válassza ki a fogaskerék szimbólumot a **Physiography of North and Central Eurasia Landform** mellett és válassza a **Zoom to layer**-t.
it: Usando lo strumento Manage Layers, seleziona il simbolo dell'ingranaggio accanto a **Physiography of North and Central Eurasia Landform** e seleziona **Zoom to layer**.
ja: レイヤを管理ツールを使用して、 **Physiography of North and Central Eurasia Landform** の横にあるcogシンボルを選択し、 **レイヤへズーム** を選択します。
sv: Använd verktyget Manage Layers och markera kugghjulssymbolen bredvid **Physiography of North and Central Eurasia Landform** och välj **Zoom to layer**.

source: The map will zoom to the extent of this layer.
de: Die Karte wird auf die Ausdehnung dieses Layers zoomen.
es: El mapa se ampliará en la medida de esta capa.
hu: A térkép ránagyít ennek a rétegnek a terjedelmére.
it: La mappa zoomerà fino all'estensione di questo layer.
ja: マップはこのレイヤの範囲にズームします。
sv: Kartan zoomar till omfattningen av detta lager.
