Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonode_quickstart.po
Languages: de, es, fi, hu, it, ja, sv

source: Your map can now be shared.
de: Ihre Karte kann jetzt freigegeben werden.
fi: Karttasi voidaan nyt jakaa.
hu: A térképe most megosztható.
ja: これで、マップを共有できます。
sv: Din karta kan nu delas.

source: What next?
de: Was kommt als Nächstes?
fi: Mitä seuraavaksi?
hu: Mi a következő?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: To install GeoNode on your own server, follow our `Quick Installation Guide <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ .
de: Um GeoNode auf Ihrem eigenen Server zu installieren, folgen Sie unserem `Quick Installation Guide <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ .
fi: Voit asentaa GeoNode omalla palvelimella, seuraa `Pika-asennusopas <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ .
hu: A GeoNode telepítéséhez a saját szerverén, kövesse a `Quick Installation Guide-ot <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ .
ja: GeoNodeを独自のサーバーにインストールするには、 `クイックインストールガイド <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ に従ってください。
sv: För att installera GeoNode på din egen server, följ vår `Quick Installation Guide <https://docs.geonode.org/en/master/start/index.html#quick-installation-guide>`_ .

source: In order to get started with GeoNode our `documentation <https://docs.geonode.org/en/master/>`_ might be useful.
de: Um mit GeoNode zu beginnen, könnte unsere `Dokumentation <https://docs.geonode.org/en/master/>`_ nützlich sein.
fi: Aloittamiseen GeoNode-aloitteesta `dokumentaatiomme <https://docs.geonode.org/en/master/>`_ voi olla hyödyllistä.
hu: Az induláshoz a GeoNode-dal a `dokumentációnk <https://docs.geonode.org/en/master/>`_ hasznos lehet.
ja: GeoNodeを使用するには、 `documentation <https://docs.geonode.org/en/master/>`_ が便利です。
sv: För att komma igång med GeoNode kan vår `dokumentation <https://docs.geonode.org/en/master/>`_ vara användbar.

source: If you need help or want to get some information about a specific topic please don't hasitate to ask us! You can do this through the #geonode IRC channel using https://web.libera.chat/, through the `GeoNode Gitter channel <https://gitter.im/GeoNode/general>`_ or by asking your question in our `mailing list <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
de: Wenn Sie Hilfe benötigen oder Informationen zu einem bestimmten Thema erhalten möchten, zögern Sie bitte nicht, uns zu fragen! Sie können dies über den #geonode IRC-Kanal mit https://web.libera.chat/, über den 'GeoNode Gitter Kanal <https://gitter.im/GeoNode/general>`_ oder indem Sie Ihre Frage in unserer `Mailingliste <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ stellen!
sv: Om du behöver hjälp eller vill få information om ett specifikt ämne, tveka inte att fråga oss! Du kan göra detta via IRC-kanalen #geonode med https://web.libera.chat/, via `GeoNode Gitter-kanalen <https://gitter.im/GeoNode/general>`_ eller genom att ställa din fråga i vår `mailinglista <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !

source: OSGeo Project
de: OSGeo Projekt
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: If you need help or want to get some information about a specific topic please don't hasitate to ask us! You can do this through the #geonode IRC channel using https://webchat.freenode.net/, through the `GeoNode Gitter channel <https://gitter.im/GeoNode/general>`_ or by asking your question in our `mailing list <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
fi: Jos tarvitset apua tai haluat saada tietoa tietystä aiheesta, älä kiirehdi kysyä meiltä! Voit tehdä tämän #geonode IRC -kanavan kautta käyttämällä https://webchat.freenode.net/, `GeoNode Gitter -kanavan kautta <https://gitter.im/GeoNode/general>`_ tai esittämällä kysymyksesi `postituslistallemme <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
hu: Ha segítségre van szüksége vagy egy konkrét témakörben akarna több információt kapni, kérjük ne habozzon megkérdezni minket! Ezt megteheti a #geonode IRC csatorna használatával https://webchat.freenode.net/, a `GeoNode Gitter csatornán <https://gitter.im/GeoNode/general>`_ vagy kérdés feltevésével a `levelező listánkon <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ !
ja: ヘルプが必要な場合や、特定のトピックに関する情報を取得したい場合は、遠慮なくお問い合わせください。https://webchat.freenode.net/ の #geonode IRCチャンネルを使用したり、 `GeoNode Gitterチャンネル <https://gitter.im/GeoNode/general>`_ にアクセスしたり、または私たちの `メーリングリスト <https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users>`_ で質問いただけます。問
