Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geonode_quickstart.po
Languages: de, es, fi, hu, it, ja, sv

source: GeoNode Quickstart
es: Guía de Inicio Rápido de GeoNode
fi: GeoNode pika-aloitus
hu: GeoNode gyorstalpaló
it: Guida Rapida GeoNode
ja: GeoNodeクイックスタート
sv: GeoNode Snabbstart

source: Open Source Geospatial Content Management System
es: Sistema de Gestión de Contenido Geoespacial de Código Abierto
fi: Open Source Geospatial Sisällön hallintajärjestelmä
hu: Nyílt forráskódú érinformatikai tartalomkezelő rendszer
it: Content Management System Geospaziale e Open Source
ja: オープンソース地理空間コンテンツ管理システム
sv: System för hantering av geospatialt innehåll med öppen källkod

source: GeoNode is a web-based application and platform for developing geospatial information systems (GIS) and for deploying spatial data infrastructures (SDI).
de: GeoNode ist eine webbasierte Anwendung und Plattform für die Entwicklung von Geodateninformationssystemen (GIS) und für die Bereitstellung von Geodateninfrastrukturen (SDI).
es: GeoNode es una aplicación y plataforma basada en la web para desarrollar sistemas de información geoespacial (GIS) y para desplegar infraestructuras de datos espaciales (SDI).
fi: GeoNode on selainperusteinen sovellutus ja alusta paikkatietojärjestelmän (GIS) kehittämiseksi ja paikkatietoinfrastruktuurien (SDI) käyttämiseksi.
hu: A GeoNode egy web alapú alkalmazás és platform térinformatikai rendszerek (GIS) fejlesztésére és téradat infrastruktúra (SDI) telepítésére.
it: GeoNode è un'applicazione e una piattaforma Web per lo sviluppo di sistemi informativi geospaziali (GIS) e per l'implementazione di infrastrutture di dati spaziali (SDI).
ja: GeoNodeは、地理空間情報システム(GIS)の開発および空間データインフラストラクチャ(SDI)の展開のためのWebベースのアプリケーションおよびプラットフォームです。
sv: GeoNode är en webbaserad applikation och plattform för utveckling av geospatiala informationssystem (GIS) och för utrullning av infrastrukturer för geodata (SDI).

source: In this Quickstart guide you will learn the following:
es: En esta Guía de Inicio Rápido usted aprenderá lo siguiente:
it: In questa guida rapida imparerai le seguenti cose:

source: to register a new account to get started
es: para registrar una nueva cuenta para comenzar
it: registrare un nuovo account per iniziare

source: add a new layer
es: agregar una nueva capa
it: aggiungere un nuovo layer

source: create a map using your new layer
es: crea un mapa usando tu nueva capa
it: creare una mappa usando il tuo nuovo layer

source: share your map with others
es: comparte tu mapa con otros
it: condividere la mappa con altri

source: Get to know GeoNode
es: Conozca GeoNode
it: Scopri GeoNode

source: To start GeoNode on your OSGeoLive DVD you have to choose :menuselection:`Geospatial --> Browser Clients --> GeoNode --> Start GeoNode` and after a few moments the GeoNode webpage will automatically open at http://geonode. The page will look like the image below.
es: Para iniciar GeoNode en su DVD de OSGeoLive, debe elegir :menuselection:`Geoespacial --> Clientes del Navegador --> GeoNode --> Iniciar GeoNode` y, después de unos momentos, la página web de GeoNode se abrirá automáticamente en http://geonode. La página se verá como la imagen de abajo.
fi: Käynnistääksesi GeoNoden OSGeoLiven DVD:ltä tulee Sinun valita :menuselection:`Geospatial --> Browser Clients --> GeoNode --> Start GeoNode` ja muutaman hetken jälkeen GeoNode verkkosivusto aukeaa automaattisesti osoitteessa http://geonode. Sivu näyttää samalta kuin kuva alla.
hu: A GeoNode elindításához a OSGeoLive DVD-n a :menuselection:`Geospatial --> Browser Clients --> GeoNode --> Start GeoNode`-t kell választania és kisvártatva a GeoNode honlap nyílik meg automatikusan http://geonode.org. Az oldal úgy fog kinézni mint a lenti kép.
it: Per avviare GeoNode sul tuo DVD OSGeoLive devi selezionare :menuselection:`Geospatial --> Browser Clients --> GeoNode --> Start GeoNode` e dopo pochi secondi la homepage di GeoNode si aprirà automaticamente all'indirizzo http://geonode. La pagina apparirà come nell'immagine qui sotto.
ja: OSGeoLive DVD上でGeoNodeを起動するには、 :menuselection:`Geospatial --> Browser Clients --> GeoNode --> Start GeoNode` を選択する必要があります。しばらくすると、GeoNodeのWebページが http://geonode で自動的に開きます。ページは次のようになります。

source: Sign in as a registered user
de: Anmelden als registrierter Benutzer
es: Inicie sesión como usuario registrado
fi: Sisäänkirjoittautuminen rekisteröityneenä käyttäjänä
hu: Jelentkezzen be mint egy regisztrált felhasználó
it: Accedi come utente registrato
ja: 登録ユーザーとしてサインイン
sv: Logga in som registrerad användare

source: From the interface shown above, one can view and modify existing spatial layers and maps, as well as find information on other GeoNode users. But, without being logged in, you are limited to read-only access of public layers. In order to create a map and add layers to it, you have to sign in first.
de: Über die oben gezeigte Schnittstelle können vorhandene räumliche Layer und Karten angezeigt und geändert werden sowie Informationen zu anderen GeoNode-Benutzern gefunden werden. Ohne angemeldet zu sein, sind Sie jedoch auf den schreibgeschützten Zugriff auf öffentlicher Ebenen beschränkt. Um eine Karte zu erstellen und Layer hinzuzufügen, müssen Sie sich zuerst anmelden.
es: Desde la interfaz que se muestra arriba, uno puede ver y modificar las capas y mapas espaciales existentes, así como encontrar información sobre otros usuarios de GeoNode. Pero, sin haber iniciado sesión, está limitado al acceso de solo lectura de las capas públicas. Para crear un mapa y agregarle capas, primero debe iniciar sesión.
fi: Yläpuolella näytettävästä käyttäjäliittymästä voi katsella ja muokata olevassa olevia pakkatietotasoja sekä karttoja, sekä löytää muiden GeoNode käyttäjien tietoja. Mutta, ilman sisääkirjoittautumista, olet rajoitettu käyttämään vain lue-ainoastaan julkisia tasoja. Voidaksesi luoda kartan ja lisätä siihen tasoja tulee Sinun sisäänkirjoittautua ensin.
hu: A felül látható felületen láthatja és módosíthatja a létező rétegeket és térképeket, mint ahogy más GeoNode felhasználókról találhat információt. Bejelentkezés nélkül azonban cak olvasásra férhet hozzá a nyilvános rétegekhez. Egy térkép létrehozásához és rétegek hozzáadásához először be kell jelentkeznie.
it: Dall'interfaccia mostrata sopra, è possibile visualizzare e modificare layers e mappe esistenti, nonché trovare informazioni sugli altri utenti di GeoNode. Ma, se non si è loggati, si è limitati all'accesso in sola lettura dei layers pubblici. Per creare una mappa e aggiungervi dei layers, devi prima loggarti.
ja: 上記のインタフェースから、既存の空間レイヤとマップをビューおよび変更したり、他のGeoNodeユーザに関する情報を検索したりできます。しかし、ログインしていないと、パブリックレイヤーへの読み取り専用アクセスに制限されます。マップを作成してレイヤを追加するには、最初にサインインする必要があります。
sv: Från gränssnittet som visas ovan kan man visa och ändra befintliga spatiala lager och kartor samt hitta information om andra GeoNode-användare. Men utan att vara inloggad är du begränsad till skrivskyddad åtkomst till offentliga lager. För att kunna skapa en karta och lägga till lager i den måste du först logga in.

source: From any page in the web interface, you will see a *Sign in* link on the top-right of the page. Click that link, and in the dialog that displays, fill in the user credentials. Try "admin" and "admin" for the Username and Password.
de: Von jeder Seite in der Web-Oberfläche sehen Sie einen *Anmelden*-Link oben rechts auf der Seite. Klicken Sie auf diesen Link, und geben Sie im angezeigten Dialogfeld die Benutzeranmeldeinformationen ein. Probieren Sie "admin" und "admin" für den Benutzernamen und das Kennwort aus.
es: Desde cualquier página de la interfaz web, verá un enlace *Iniciar sesión* en la esquina superior derecha de la página. Haga click en él y, en el cuadro de diálogo que se muestra, complete las credenciales de usuario. Pruebe "admin" y "admin" para el Nombre de Usuario y la Contraseña.
fi: Miltä tahansa verkkokäyttöliittymän sivulta näet *Kirjaudu sisään* -linkin sivun oikeassa yläkulmassa. Napsauta kyseistä linkkiä ja täytä käyttäjän tunnistetiedot näkyviin avautuessa valintaikkunassa. Kokeile "admin" ja "admin" varten käyttäjätunnus ja salasana.
hu: A webinterfész bármelyik oldalán a jobb felső sarokban láthat egy *Sign in* linket. Kattintson a linkre és a megjelenő párbeszédablakban töltse ki a felhasználó hitelesítő adatokat. Próbálja az "admin"-t és "admin"-t a Username-ra és a Password-re.
it: Da qualsiasi pagina dell'interfaccia web, vedrai il link al *Sign in* in alto a destra della pagina. Clicca su quel link e, nella finestra che si aprirà, inserisci le credeziali dell'utente. Prova con "admin" e "admin" come Username e Passoword.
ja: Webインタフェースの任意のページから、ページの右上に[*サインイン*]リンクが表示されます。そのリンクをクリックし、表示されるダイアログでユーザー認証情報を入力します。ユーザー名とパスワードに "admin" と "admin" を使用してみてください。
sv: Från vilken sida som helst i webbgränssnittet ser du en länk *Sign in* längst upp till höger på sidan. Klicka på den länken och fyll i användaruppgifterna i den dialogruta som visas. Prova "admin" och "admin" som användarnamn och lösenord.

source: Add a new layer
de: Hinzufügen einer neuen Ebene
es: Agregar una nueva capa
fi: Lisää uusi taso
hu: Új réteg hozzáadása
it: Aggiungi un nuovo layer
ja: 新しいレイヤを追加
sv: Lägg till ett nytt lager

source: Layers are a published resource representing a raster or vector spatial data source. Layers also can be associated with metadata, ratings, and comments.
de: Layer sind eine veröffentlichte Ressource, die eine räumliche Raster- oder Vektordatenquelle darstellen. Layern können auch Metadaten, Bewertungen und Kommentaren zugeordnet werden.
es: Las capas son un recurso publicado que representa una fuente de datos espaciales ráster o vectorial. Las capas también se pueden asociar con metadatos, clasificaciones y comentarios.
fi: Tasot ovat julkaistu resurssi, joka edustaa rasteri- tai vektoritietolähdettä. Tasot voidaan liittää myös metatietoihin, luokituksiin ja kommentteihin.
hu: A rétegek publikált adatforrások, melyek egy raszter vagy vektor térinformatikai adatforrást reprezentáltak. A rétegekhez metaadatokat, értékelést és megjegyzést rendelhetünk.
it: I layer sono risorse pubblicate che possono essere sia vettori che dati raster. I layers possono anche essere implementati con metadati, votazioni e commenti.
ja: レイヤーは、ラスタまたはベクタ空間データソースを表すパブリッシュされたリソースです。レイヤーはメタデータ、評価、コメントに関連付けることもできます。
sv: Lager är en publicerad resurs som representerar en spatial raster- eller vektordatakälla. Layers kan också associeras med metadata, betyg och kommentarer.

source: To see existing layers, from the navigation bar on the top of any page, select *Data* menu and click on the *Layers* link.
de: Um vorhandene Layer anzuzeigen, wählen Sie in der Navigationsleiste oben auf einer beliebigen Seite das Menü *Daten* aus und klicken Sie auf den Link *Layer*.
es: Para ver las capas existentes, desde la barra de navegación en la parte superior de cualquier página, seleccione el menú *Datos* y haga click en el enlace *Capas* .
fi: Jos haluat nähdä aiemmin luodut tasot, valitse minkä tahansa sivun yläreunassa olevasta siirtymispalkista *Data*-valikko ja napsauta *Tasot*-linkkiä.
hu: A létező rétegek megtekintéséhez bármelyik lap tetején a navigáció sorból válassza a *Data* menüt és kattintson a *Layers* linkre.
it: Per vedere i layer esistenti, dal menù di navigazione che è in ogni pagina in alto, seleziona *Data* e clicca su *Layers*.
ja: 既存のレイヤーを表示するには、ページの最上部にあるナビゲーションバーから *[データ]* メニューを選択し、 *[レイヤー]* リンクをクリックします。
sv: För att se befintliga lager, välj menyn *Data* i navigeringsfältet högst upp på varje sida och klicka på länken *Lager*.

source: The result will look like this:
de: Das Ergebnis sieht wie folgt aus:
es: El resultado se verá así:
fi: Tulos näyttää tältä:
hu: Az eredmény így fog kinézni:
it: Il risultato sarà simile a questo:
ja: 結果は次のようになります。
sv: Resultatet kommer att se ut så här:

source: To add a layer to your account, select the *Upload* button on the top right of the *Layers* page:
de: Um Ihrem Konto einen Layer hinzuzufügen, wählen Sie oben rechts auf der Seite *Layer* die Schaltfläche *Upload* aus:
es: Para agregar una capa a su cuenta, seleccione el botón *Cargar* en la parte superior derecha de la página *Capas* :
fi: Jos haluat lisätä tason tiliisi, valitse *Tasot*-sivun oikeassa yläkulmassa oleva *Lataa*-painike:
hu: Egy réteg a fiókjához hozzáadásához válassza az *Upload* gombot a *Layers* oldal jobb felső sarkában:
it: Per aggiungere un layer al tuo account, seleziona il pulsante *Upload* in alto a destra nella pagina *Layers*:
ja: アカウントにレイヤを追加するには、 *Layers* ページの右上にある *Upload* ボタンをクリックします。
sv: Om du vill lägga till ett lager på ditt konto väljer du knappen *Upload* längst upp till höger på sidan *Layers*:

source: In case you want to upload data from any other page, from the navigation bar, select *Data* menu and click on the *Upload Layers* link.
de: Falls Sie Daten von einer anderen Seite hochladen möchten, wählen Sie in der Navigationsleiste das Menü *Daten* aus und klicken Sie auf den Link *Layer hochladen*.
es: En caso de que desee cargar datos desde cualquier otra página, desde la barra de navegación, seleccione el menú *Datos* y haga click en el enlace *Cargar Capas*.
fi: Jos haluat ladata tietoja miltä tahansa muulta sivulta, valitse siirtymispalkista *Data*-valikko ja napsauta *Lataa tasot* -linkkiä.
hu: Amennyiben egy másik oldalról akar adatokat feltölteni, válassza a navigációs sorban a *Data* menüből az *Upload Layers* linket.
it: Se desideri caricare dati da una qualsiasi altra pagina, dalla barra di navigazione, seleziona il menu *Data* e fai clic sul link *Upload Layers*.
ja: 他のページからデータをアップロードする場合は、ナビゲーションバーから *[Data]* メニューを選択し、 *[Upload Layers]* リンクをクリックします。
sv: Om du vill ladda upp data från någon annan sida väljer du menyn *Data* i navigeringsfältet och klickar på länken *Upload Layers*.

source: By clicking one of the above *Upload* links you will be brought to the upload page.
de: Wenn Sie auf einen der oben genannten *Upload*-Links klicken, gelangen Sie zur Upload-Seite.
es: Al hacer click en uno de los enlaces de *Carga* anteriores, accederá a la página de carga.
fi: Klikkaamalla jotakin edellä *Lataa* linkkejä sinut tuodaan ladata sivulle.
hu: A fenti egyik *Upload* linkre kattintva a feltöltés oldalra kerül.
it: Cliccando su uno dei link di *Upload* sarai indirizzato alla pagina di upload.
ja: 上記の *[アップロード]* リンクのいずれかをクリックすると、アップロードページが表示されます。
sv: Genom att klicka på en av ovanstående *Upload*-länkar kommer du till uppladdningssidan.

source: You have two possibilities to add your files. You can either do that by using *drag & drop* on the *Drop Files Here* area or you can use the *Choose Files* button to select them. Be aware that you have to upload a complete set of files, consisting of a *shp*, a *prj*, a *dbf* and a *shx* file. If one of them is missing, GeoNode will warn you before you upload them.
de: Sie haben zwei Möglichkeiten, Ihre Dateien hinzuzufügen. Sie können dies entweder tun, indem Sie *drag & drop* im Bereich *Drop Files Here* verwenden, oder Sie können die Schaltfläche *Dateien auswählen* verwenden, um sie auszuwählen. Beachten Sie, dass Sie einen vollständigen Satz von Dateien hochladen müssen, bestehend aus einem *shp*-, einem *prj*-, einem *dbf*- und einer *shx*-Datei. Wenn eine dieser Dateien fehlt, wird GeoNode Sie warnen, bevor Sie sie hochladen.
es: Tiene dos posibilidades para agregar sus archivos. Puede hacerlo utilizando *arrastrar y soltar* en el área *Soltar Archivos Aquí* o puede usar el botón *Elegir Archivos* para seleccionarlos. Tenga en cuenta que debe cargar un conjunto completo de archivos, que consta de un archivo *shp*, un *prj*, un *dbf* y un archivo *shx*. Si falta uno de ellos, GeoNode le avisará antes de cargarlos.
fi: Sinulla on kaksi mahdollisuutta lisätä tiedostoja. Voit joko tehdä sen käyttämällä *vedä ja pudota* *Drop Files Here* -alueella tai voit valita ne *Valitse tiedostot*-painikkeella. Huomaa, että sinun täytyy ladata täydellinen joukko tiedostoja, jotka koostuvat *shp*, *prj*, *dbf* ja *shx* tiedosto. Jos jokin niistä puuttuu, GeoNode varoittaa sinua ennen niiden lataamista.
hu: Két lehetősége van a fájljainak hozzáadására. Vagy a *drag & drop*-ot használhatja a *Drop Files Here* területen vagy a *Choose Files* gombot a kiválasztásukhoz. Vegye figyelembe, hogy a fájlok teljes készletét fel kell töltenie, mely egy *shp*, egy *prj*, egy *dbf* és egy *shx* fájlból áll. Ha az egyik hiányzik , a GeoNode figyelmezteti önt a feltöltés előtt.
it: Ci sono due modi per aggiungere i tuoi file. Puoi farlo usando *drag & drop* nell'area *Drop Files Here* o usando il pulsante *Choose Files* per selezionarli. Tieni presente che devi caricare un set completo di file, per esempio uno shape è composto da un file *shp*, un *prj*, un *dbf* e da un *shx*. Se uno di questi file manca, GeoNode ti avviserà prima di iniziare il caricamento
ja: ファイルを追加する方法は2つあります。これは、 *Drop Files Here* 領域の *ドラッグ&ドロップ* を使用するか、 *Choose Files* ボタンを使用して選択できます。*shp* 、 *prj* 、 *dbf* 、 *shx* ファイルからなる完全なファイルセットをアップロードする必要があることに注意してください。いずれかが欠けていると、アップロード前にGeoNodeから警告が表示されます。
sv: Du har två möjligheter att lägga till dina filer. Du kan antingen göra det genom att använda *drag & släpp* på området *Drop Files Here* eller så kan du använda knappen *Choose Files* för att välja dem. Tänk på att du måste ladda upp en komplett uppsättning filer, bestående av en *shp*-, en *prj*-, en *dbf*- och en *shx*-fil. Om någon av dem saknas kommer GeoNode att varna dig innan du laddar upp dem.

source: Now click *Choose Files* button and you'll see a file selection window. Navigate to :file:`/home/user/data/natural_earth2` folder and select all the :file:`ne_10m_admin_0_countries` files.
de: Klicken Sie nun auf *Dateien auswählen*. Es wird ein Dateiauswahlfenster angezeigt. Navigieren Sie zu :file:`/home/user/data/natural_earth2`, und wählen Sie alle :file:`ne_10m_admin_0_countries` Dateien aus.
es: Ahora haga click en el botón *Elegir Archivos* y verá una ventana de selección de archivos. Vaya a la carpeta :file:`/inicio/usuario/datos/natural_earth2` y seleccione todos los archivos :file:`ne_10m_admin_0_countries` files.
fi: Nyt klikkaa * Valitse tiedostot * -painiketta ja näet tiedoston valintaikkuna. Siirry kansioon :file:`/home/user/data/natural_earth2` ja valitse kaikki :file:`ne_10m_admin_0_countries` -tiedostot.
hu: Most kattintson a *Choose Files* gombra és egy fájl kiválasztó ablak jelenik meg. Navigáljon a :file:`/home/user/data/natural_earth2` mappába és válassza a :file:`ne_10m_admin_0_countries` fájlokat.
it: Ora clicca il bottone *Choose Files* e vedrai una finestra per selezionare i file. Naviga fino alla cartella :file:`/home/user/data/natural_earth2` e seleziona tutti i file :file:`ne_10m_admin_0_countries` .
ja: 次に、 *ファイルを選択* ボタンをクリックすると、ファイル選択ウィンドウが表示されます。:file:`/home/user/data/natural_earth2` フォルダに移動し、:file:`ne_10m_admin_0_countries` ファイルをすべて選択します。
sv: Klicka nu på knappen *Choose Files* och du kommer att se ett fönster för filval. Navigera till mappen :file:`/home/user/data/natural_earth2` och välj alla filer i :file:`ne_10m_admin_0_countries`.

source: You should now be able to see all the files you want to upload.
de: Sie sollten nun in der Lage sein, alle Dateien anzuzeigen, die Sie hochladen möchten.
es: Ahora debería poder ver todos los archivos que desea cargar.
fi: Sinun pitäisi nyt pystyä näkemään kaikki tiedostot, jotka haluat ladata.
hu: Most látnia kell az összes fájlt amit fel akar tölteni.
it: Ora dovresti riuscire a vedere tutti i file che vuoi caricare.
ja: これで、アップロードするすべてのファイルが表示されます。
sv: Du bör nu kunna se alla filer som du vill ladda upp.

source: GeoNode has the ability to restrict who can view, edit, and manage layers. On the right side of the page you can see the *Permission* section, where you can limit the access on your layer. Under *Who can view and download this data*, select *Any registered user*. This will ensure that anonymous view access is disabled. In the same area, under *Who can edit this data*, select your username. This will ensure that only you are able to edit the data in the layer.
de: GeoNode kann einschränken, wer Layer anzeigen, bearbeiten und verwalten kann. Auf der rechten Seite sehen Sie den Abschnitt *Berechtigung*, in dem Sie den Zugriff auf Ihre Layer einschränken können. Wählen Sie unter *Wer diese Daten anzeigen und herunterladen* kann, wählen Sie *Jeder registrierte Benutzer*. Dadurch wird sichergestellt, dass der anonyme Ansichtszugriff deaktiviert ist. Wählen Sie im gleichen Bereich unter *Wer diese Daten bearbeiten kann*, wählen Sie Ihren Benutzernamen aus. Dadurch wird sichergestellt, dass nur Sie die Daten des Layers bearbeiten können.
es: GeoNode tiene la capacidad de restringir quién puede ver, editar y administrar capas. En el lado derecho de la página puede ver la sección *Permiso*, donde puede limitar el acceso a su capa. Debajo de *Quién puede ver y descargar estos datos*, seleccione *Cualquier usuario registrado*. Esto asegurará que el acceso a la vista anónima esté deshabilitado. En la misma área, debajo de *Quién puede editar estos datos*, seleccione su nombre de usuario. Esto asegurará que solo usted pueda editar los datos en la capa.
fi: GeoNode pystyy rajoittamaan sitä, kuka voi tarkastella, muokata ja hallita tasoja. Sivun oikeassa reunassa on *Lupa*-osio, jossa voit rajoittaa tason käyttöä. Valitse *Kuka voi tarkastella ja ladata näitä tietoja*-kohdassa *Kuka tahansa rekisteröitynyt käyttäjä*. Näin varmistetaan, että anonyymin näkymän käyttö on poistettu käytöstä. Valitse käyttäjänimesi samalla alueella *Kuka voi muokata näitä tietoja*. Näin varmistat, että vain sinä voit muokata tason tietoja.
hu: A GeoNode rendelkezik azzal a képességgel, hogy korlátozza ki láthatja, szerkesztheti és kezelheti a rétegeket. Az oldal jobb oldalán láthatja a *Permission* szakaszt, ahol korlátozhatja a hozzáférést a rétegéhez. A *Who can view and download this data* alatt válassza az *Any registered user*-t. Ez biztosítja az azonosítatlan megtekintés tiltását. Ugyanezen a területen a *Who can edit this data* alatt válassza a felhasználó nevét. Ez biztosítja, hogy csak ön tudja szerkeszteni a réteg adatokat.
it: GeoNode ha la possibilità di limitare chi può visualizzare, modificare e gestire i layers. Sul lato destro della pagina puoi vedere la sezione *Permission*, dove puoi limitare l'accesso al tuo layer. In *Who can view and download this data*, selezionare *Qualsiasi utente registrato*. Questa opzione disabiliterà la visualizzazione dei layer agli utenti non loggati. Nella stessa area, sotto *Who can edit this data*, seleziona il tuo nome utente; questo farà sì che solo tu abbia i permessi di modifica del layer.
ja: GeoNodeには、レイヤのビュー、編集、管理が可能なユーザを制限する機能があります。ページの右側には *Permission* セクションが表示され、レイヤのアクセスを制限できます。*[Who can view and download this data]* の下で、 *[Any registered user]* を選択します。これにより、匿名のビューアクセスが無効になります。同じ領域で、 *[Who can edit this data]* の下からユーザー名を選択します。これにより、レイヤのデータを編集できるのはあなただけになります。
sv: GeoNode har möjlighet att begränsa vem som kan visa, redigera och hantera lager. Till höger på sidan ser du avsnittet *Permission*, där du kan begränsa åtkomsten till ditt lager. Under *Who can view and download this data* väljer du *Any registered user*. Detta kommer att säkerställa att anonym visningsåtkomst är inaktiverad. I samma område, under *Who can edit this data*, väljer du ditt användarnamn. Detta säkerställer att endast du kan redigera data i skiktet.

source: To upload data, click the *Upload* button at the bottom.
de: Um Daten hochzuladen, klicken Sie unten auf die Schaltfläche *Upload*.
es: Para cargar datos, haga clic en el botón *Cargar* en la parte inferior.
fi: Jos haluat ladata tietoja, napsauta alareunassa olevaa *Lataa*-painiketta.
hu: Az adatok feltöltéséhez kattintson az *Upload* gombra alul.
it: Per caricare i dati, clicca sul bottone *Upload* in alto.
ja: データをアップロードするには、下部の *Upload* ボタンをクリックします。
sv: För att ladda upp data klickar du på knappen *Upload* längst ned.
