Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geostyler_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: GeoStyler Quickstart
es: Inicio Rápido de GeoStyler
fr: Guide de démarrage rapide de GeoStyler
hu: GeoStyler gyorstalpaló
it: Guida rapida GeoStyler
ja: GeoStyler クイックスタート
sv: GeoStyler Snabbstart

source: This Quickstart describes the basic steps required to start working with GeoStyler: installing GeoStyler and adding a first UI component to your react application.
de: Dieses Quickstart beschreibt die grundlegenden Schritte, die notwendig sind, um mit GeoStyler zu arbeiten: Die Installation von GeoStyler, sowie das Hinzufügen einer ersten UI Komponente zu Ihrer react Anwendung.
es: Esta guía de inicio rápido describe los pasos básicos necesarios para empezar a trabajar con GeoStyler: instalar GeoStyler y agregar un primer componente de interfaz de usuario a la aplicación de reacción.
fr: Ce guide de démarrage rapide décrit les étapes de base nécessaires pour commencer à travailler avec GeoStyler : l’installation de GeoStyler et l’ajout d’un premier composant d’interface utilisateur à votre application react.
hu: Ez a gyorstalpaló néhány alapvető lépést ismertet a a munka megkezdéséhez a GeoStyler-ben: a GeoStyler telepítése és az első felhasználói felületi összetevő hozzáadása az alkalmazáshoz.
it: Questa guida rapida descrive i primi passi necessari per cominciare a lavorare con GeoStyler: installare GeoStyler e aggiungere un primo componente della interfaccia utente alla tua applicazione react.
ja: このクイックスタートでは、GeoStylerをはじめて使うときの基本的な手順について説明します。GeoStylerをインストールし、最初のUIコンポーネントをreactアプリケーションに追加します。
sv: Den här snabbstarten beskriver de grundläggande steg som krävs för att börja arbeta med GeoStyler: installera GeoStyler och lägga till en första UI-komponent i din react-applikation.

source: A complete beginner tutorial can be found on `localhost/geostyler <http://localhost/geostyler>`__.
es: Un tutorial completo para principiantes se puede encontrar en `localhost/geostyler <http://localhost/geostyler>`__.
hu: Egy teljesen kezdőknek szóló oktatóanyag található itt `localhost/geostyler <http://localhost/geostyler>`__.
it: Una guida completa per i principianti si trova su `localhost/geostyler <http://localhost/geostyler>`__.
sv: En komplett handledning för nybörjare finns på `localhost/geostyler <http://localhost/geostyler>`__.

source: GeoStyler makes it easy to style geodata in any web page. The UI is independent from any styling format and should be usable for e.g. OpenLayer or SLD.
de: GeoStyler ermöglicht es geographische Stilinformationen für Geodaten auf einfache Art und Weise im Web zu editieren. Die UI funktioniert Stilformat unabhängig und kann beispielsweise mit OpenLayers oder SLD genutzt werden.
es: GeoStyler facilita el estilo de los datos geográficos en cualquier página web. La interfaz de usuario es independiente de cualquier formato de estilo y debe ser utilizable para, por ejemplo, OpenLayer o SLD.
fr: GeoStyler facilite le style des géodonnées dans n’importe quelle page Web. L’interface utilisateur est indépendante de tout format de style et doit être utilisable par exemple avec OpenLayer ou SLD.
hu: A GeoStyler könnyűvé teszi a geo adatok stílusának beállítását bármely honlapon. Az felhasználói felület független bármely stílus formátumtól és használható például OpenLayers-hez vagy SLD-hez.
it: GeoStyler rende facile lo stile dei geodati in qualsiasi pagina web. L'UI è indipendente da qualsiasi formato di stile e dovrebbe essere utilizzabile per esempio per OpenLayer o SLD.
ja: GeoStylerを使用すると、あらゆるWebページで地理データのスタイルを簡単に設定できます。UIはどのスタイルフォーマットからも独立しており、OpenLayerやSLDなどで使用できます。
sv: GeoStyler gör det enkelt att styla geodata på alla webbsidor. Användargränssnittet är oberoende av stylingformat och bör kunna användas för t.ex. OpenLayer eller SLD.

source: Contents
de: Inhalt
es: Contenidos
fr: Contenu
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Installing GeoStyler
de: GeoStyler installieren
es: Instalación de GeoStyler
fr: Installation de GeoStyler
hu: GeoStyler telepítése
it: Installare GeoStyler
ja: GeoStylerのインストール
sv: Installera GeoStyler

source: In order to use GeoStyler, you need to have ``node.js`` installed on your system. Instructions on how to install ``node.js`` can be found on the `node.js homepage <https://nodejs.org/>`__.
de: Um GeoStyler zu verwenden muss ``node.js`` auf Ihrem System installiert sein. Anleitungen zur Installation von ``node.js`` können auf der `node.js homepage <https://nodejs.org/>`__ gefunden werden.
es: Para utilizar GeoStyler, es necesario tener ``node.js`` instalado en su sistema. Las instrucciones sobre cómo instalar ``node.js`` se pueden encontrar en el `nodo.js página de inicio <https://nodejs.org/>`__.
fr: Pour utiliser GeoStyler, vous devez faire installer des ``node.js`` sur votre système. Des instructions sur la façon d’installer ``node.js`` peuvent être trouvées sur la `page d’accueil de node.js <https://nodejs.org/>`__.
hu: A GeoStyler használatához a számítógépére telepíteni kell a ``node.js``. Az útmutatót a telepítéshez megtalálhatja a `node.js honlapon <https://nodejs.org/>`__.
it: Per usare GeoStyler, devi avere ``node.js`` installato sul tuo sistema. Le istruzioni su come installare ``node.js`` possono essere trovate sulla `node.js homepage <https://nodejs.org/>`__.
ja: GeoStylerを使用するには、システムに ``node.js`` をインストールする必要があります。``node.js`` のインストール方法については、`node.js ホームページ <https://nodejs.org/>`__ を参照してください。
sv: För att kunna använda GeoStyler måste du ha ``node.js`` installerat på ditt system. Instruktioner om hur du installerar ``node.js`` finns på `node.js hemsida <https://nodejs.org/>`__.

source: It is recommended to install GeoStyler for each project separately. This sections describes the required steps.
de: Wir empfehlen GeoStyler für jedes Projekt separat zu installieren. Dieser Abschnitt beschreibt die dazu notwendigen Schritte.
es: Se recomienda instalar GeoStyler para cada proyecto por separado. En estas secciones se describen los pasos necesarios.
fr: Il est recommandé d’installer GeoStyler pour chaque projet séparément. Cette section décrit les étapes requises.
hu: Ajánlott a GeoStyler-t minden projekthez külön-külön telepíteni. Ez a szakasz a szükséges lépéseket ismerteti.
it: Si raccomanda di installare GeoStyler per ogni progetto separatamente. Questa sezione descrive i passi necessari.
ja: GeoStylerはプロジェクトごとに個別にインストールすることをお勧めします。ここでは、必要な手順について説明します。
sv: Vi rekommenderar att du installerar GeoStyler för varje projekt separat. I detta avsnitt beskrivs de steg som krävs.

source: The most simple way to install GeoStyler is to use ``npm`` that comes with the ``node.js`` installation. Simply run following command from your project root:
de: Der einfachste Weg GeoStyler zu installieren ist mittels ``npm``, was bei der Installation von ``node.js`` mitgeliefert wird. Führen Sie einfach folgenden Befehl auf root-Ebene des jeweiligen Projekts aus:
es: La forma más sencilla de instalar GeoStyler es utilizar ``npm`` que viene con la instalación ``node.js``. Simplemente ejecute el siguiente comando desde la raíz del proyecto:
fr: La façon la plus simple d’installer GeoStyler est d’utiliser ``npm`` qui vient avec votre installation de ``node.js``. Il vous suffit d’exécuter la commande suivante à partir de la racine de votre projet :
hu: A GeoStyles legegyszerűbb telepítési módja az ``npm`` használata, melyet a ``node.js`` telepítésével megkapunk. Egyszerűen futtassa az alábbi parancsot projektjének gyökér könyvtárából:
it: Il modo più semplice per installare GeoStyler è usare ``npm`` che viene fornito con l'installazione di ``node.js``. Esegui semplicemente il seguente comando dalla root del tuo progetto:
ja: GeoStylerをインストールする最も簡単な方法は、 ``node.js`` インストールに付属の ``npm`` を使用することです。プロジェクトのルートから次のコマンドを実行するだけです。
sv: Det enklaste sättet att installera GeoStyler är att använda ``npm`` som medföljer installationen av ``node.js``. Kör helt enkelt följande kommando från din projektrot:

source: Please make sure that all peer dependencies are installed in the specified versions:
de: Bitte stellen Sie sicher, dass alle peer dependencies in den angegebenen Versionen installiert wurden:
es: Asegúrese de que todos los pares de dependencias estén instaladas en las versiones especificadas:
fr: S’il vous plaît assurez-vous que toutes les dépendances des pairs sont installés dans les versions spécifiées:
hu: Győződjön meg róla hogy az összes függőség a megfelelő verzióját telepítette:
it: Assicurati che tutte le dipendenze peer siano installate nelle versioni specificate:
ja: 関連する依存ライブラリのインストールについて指定されたバージョンであるか、確認してください:
sv: Se till att alla peer-beroenden är installerade i de angivna versionerna:

source: Don't forget to install the parsers you want to use:
de: Denken Sie daran, die Parser zu installieren, die Sie verwenden möchten:
es: No olvide instalar los analizadores que desea utilizar:
fr: N’oubliez pas d’installer les parsers que vous souhaitez utiliser :
hu: Ne felejtse el telepíteni a használni akart értelmezőket:
it: Non dimenticarti di installare i parser che vuoi usare:
ja: 使用するパーサーのインストールを忘れないでください:
sv: Glöm inte att installera de parsers som du vill använda:

source: Integrate GeoStyler
de: GeoStyler integrieren
es: Integrar GeoStyler
fr: Intégrer GeoStyler
hu: GeoStyler integráció
it: Integrare GeoStyler
ja: GeoStylerを統合
sv: Integrera GeoStyler

source: Import the GeoStyler ``Style`` component into your application as follows:
de: Importieren Sie die GeoStyler ``Style`` Komponente folgendermaßen in Ihre Anwendung:
es: Importar el componente GeoStyler ``Style`` en la aplicación de la siguiente manera:
fr: Importez le composant GeoStyler ``Style`` dans votre application comme suit :
hu: Importálja a GeoStyler `Style`` komponensét az alkalmazásába a következők szerint:
it: Importa il componente GeoStyler ``Style`` nella tua applicazione come segue:
ja: GeoStyler ``Style`` コンポーネントを次のようにアプリケーションにインポートします:
sv: Importera GeoStyler-komponenten ``Style`` till din applikation på följande sätt:

source: The ``Style`` component provides a variety of styling functionality.
de: Die ``Style`` Komponente stellt eine Vielzahl an Stylingfunktionalität bereit.
es: El componente ``Style`` proporciona una variedad de funciones de estilo.
fr: Le composant ``Style`` offre une variété de fonctionnalités de style.
hu: A ``Style`` komponens a stílus beállítás variációit biztosítja.
it: Il componente ``Style`` fornisce una varietà di funzionalità di stile.
ja: ``Style`` コンポーネントは、さまざまなスタイリング機能を提供します。
sv: Komponenten ``Style`` tillhandahåller en mängd olika stylingfunktioner.

source: After importing, you can use it in your render method like this:
de: Nach dem Importieren kann sie folgendermaßen in der render-Methode verwendet werden:
es: Después de importar, puede usarlo en el método de representación de la siguiente manera:
fr: Après importation, vous pouvez l’utiliser dans votre méthode de rendu comme ceci :
hu: Az importálás után így használhatja a rajzoló módszereiben:
it: Dopo l'importazione, puoi usarlo nel tuo metodo di rendering in questo modo:
ja: インポート後、レンダリングメソッドで次のように使用できます。
sv: Efter importen kan du använda den i din renderingsmetod så här:

source: The ``Style`` component should now be visible in the browser.
de: Die ``Style`` Komponente sollte jetzt im Browser sichtbar sein.
es: El componente ``Style`` ahora debería estar visible en el navegador.
fr: Le composant ``Style`` doit maintenant être visible dans le navigateur.
hu: A `Style`` komponensnek látszania kell a böngészőben.
it: Il componente ``Style`` dovrebbe ora essere visibile nel browser.
ja: ``Style`` コンポーネントがブラウザに表示されます。
sv: Komponenten ``Style`` ska nu vara synlig i webbläsaren.

source: Integrate geostyler-sld-parser
de: geostyler-sld-parser integrieren
es: Integrar geostyler-sld-parser
fr: Intégrer le parser geostyler-sld-parser
hu: geostyler-sld-parser integrálása
it: Integrare geostyler-sld-parser
ja: geostyler-sld-parserを統合
sv: Integrera geostyler-sld-parser

source: To edit an existing SLD via GeoStyler, we first have to import and instantiate the ``geostyler-sld-parser``.
de: Um ein bestehendes SLD mittels GeoStyler zu editieren, müssen wir zunächst den ``geostyler-sld-parser`` importieren und instanziieren.
es: Para editar un SLD existente a través de GeoStyler, primero se tiene que importar y crear una instancia del ``geostyler-sld-parser``.
fr: Pour modifier un SLD existant via GeoStyler, nous devons d’abord importer et instantier le ''geostyler-sld-parser''.
hu: Egy meglévő SLD GeoStylerrel szerkesztéséhez először importálni és példányosítani kell a "geostyler-sld-parser"-t.
it: Per modificare un SLD esistente tramite GeoStyler, devi prima importare e istanziare il ``geostyler-sld-parser``.
ja: GeoStylerを使用して既存のSLDを編集するには、まず ``geostyler-sld-parser`` をインポートしてインスタンス化する必要があります。
sv: För att redigera en befintlig SLD via GeoStyler måste vi först importera och instansiera ``geostyler-sld-parser``.

source: Afterwards, we are able to read an existing SLD into the GeoStyler-readable format.
de: Anschließend können wir ein existierendes SLD in das GeoStyler-lesbare Format überführen.
es: Después, podemos leer un SLD existente en el formato legible GeoStyler.
fr: Ensuite, nous sommes en mesure de lire un SLD existant vers le format lisible par GeoStyler.
hu: Ezután be tudunk olvasni egy létező SLD a GeoStyler olvasható formátumba.
it: In seguito, sei in grado di leggere un SLD esistente nel formato leggibile da GeoStyler.
ja: その後、既存のSLDをGeoStylerで読み取り可能な形式で読み込むことができます。
sv: Därefter kan vi läsa in en befintlig SLD till det GeoStyler-läsbara formatet.

source: To connect this style with the UI, we have to store it in a state variable and pass it to our ``Style`` component. After defining ``myStyle`` as a state variable, you can use it as follows:
de: Um diesen Stil mit der UI zu verbinden, müssen wir ihn in einer state-Variablen speichern und ihn an unsere ``Style`` Komponente weitergeben. Nachdem ``myStyle`` als state-Variable definiert wurde, können wir sie wie folgt nutzen:
es: Para conectar este estilo con la interfaz de usuario, tenemos que almacenarlo en una variable de estado y pasarlo a nuestro componente ``Style``. Después de definir ``myStyle`` como una variable de estado, puede usarla de la siguiente manera:
fr: Pour connecter ce style à l’interface utilisateur, nous devons le stocker dans une variable d’état et le transmettre à notre composant ``Style``. Après avoir défini ``myStyle`` comme une variable d’état, vous pouvez l’utiliser comme suit :
hu: Ahhoz, hogy ezt a stílust a felhasználói felülethez kapcsoljuk, egy állapot változóban kell tárolnunk és át kell adnunk a ``Style`` komponensünknek. A ``myStyle`` stílusváltozóként deklarálása után, a következőképpen használhatja:
it: Per collegare questo stile con l'UI, devi memorizzarlo in una variabile di stato e passarlo al tuo componente ``Style``. Dopo aver definito ``myStyle`` come variabile di stato, puoi usarla come segue:
ja: このスタイルをUIに接続するには、状態変数に保存し、 ``Style`` コンポーネントに渡す必要があります。 ``myStyle`` を状態変数として定義すると、次のように使用できます。
sv: För att koppla denna stil till användargränssnittet måste vi lagra den i en tillståndsvariabel och skicka den till vår ``Style``-komponent. När du har definierat ``myStyle`` som en tillståndsvariabel kan du använda den på följande sätt:

source: The GeoStyler UI should now match the style that was defined as SLD.
de: Die GeoStyler UI sollte jetzt dem im SLD definierten Stil entsprechen.
es: La interfaz de usuario de GeoStyler ahora debe coincidir con el estilo que se definió como SLD.
fr: L’interface utilisateur GeoStyler doit maintenant correspondre au style défini comme SLD.
hu: A GeoStyler felületének meg kell felelnie az SLD-ben definiált stílusnak.
it: L'UI di GeoStyler dovrebbe ora corrispondere allo stile che è stato definito come SLD.
ja: GeoStyler UIは、SLDとして定義されたスタイルと一致します。
sv: GeoStyler-gränssnittet ska nu matcha den stil som definierades som SLD.

source: To get the edited style as SLD from the ``Style`` component, you can use the ``writeStyle()`` method of the geostyler-sld-parser within the ``onStyleChange()`` method of the ``Style`` component.
de: Um den editierten Stil als SLD von der ``Style`` Komponente zu erhalten, kann die ``writeStyle()``-Methode des geostyler-sld-parsers innerhalb der ``onStyleChange()``-Methode der ``Style`` Komponente verwendet werden.
es: Para obtener el estilo editado como SLD desde el componente ``Style`` se puede utilizar el método ``writeStyle()`` del geostyler-sld-parser dentro del método ``onStyleChange()`` del componente ``Style``.
fr: Pour obtenir le style édité en tant que SLD à partir du composant ``Style``, vous pouvez utiliser la méthode ``writeStyle()`` du geostyler-sld-parser au sein de la méthode ``onStyleChange()`` du composant ``Style``.
hu: A ``Style`` komponensből a módosított stíluts SLD-ként megkaphatjuk, használhatja a geostyler-sld-parser ``writeStyle()`` metódusát a ``Style`` komponens ``onStyleChange()`` metódusából.
it: Per ottenere lo stile modificato come SLD dal componente ``Style``, puoi usare il metodo ``writeStyle()`` del geostyler-sld-parser nel metodo ``onStyleChange()`` del componente ``Style```.
ja: 編集されたスタイルを ``Style`` コンポーネントからSLDとして取得するには、 ``Style`` コンポーネントの ``onStyleChange()`` メソッド内でgeostyler-sld-parserの ``writeStyle()`` メソッドを使用できます。
sv: För att få den redigerade stilen som SLD från komponenten ``Style`` kan du använda ``writeStyle()``-metoden för geostyler-sld-parser inom ``onStyleChange()``-metoden för komponenten ``Style``.

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: As a next step, you can try to add an `OpenLayers <https://openlayers.org/>`__ map and connect the ``Style`` component to the map, so that you can directly see the changes you made on the map.
de: Probieren Sie doch als nächsten Schritt eine `OpenLayers <https://openlayers.org/>`__ Karte hinzuzufügen und die ``Style`` Komponente mit der Karte zu verknüpfen. Dadurch können Stiländerungen direkt in der Karte dargestellt werden.
es: Como siguiente paso, puede intentar agregar un componente `OpenLayers <https://openlayers.org/>`__ map and connect the ``Style`` al mapa, para que pueda ver directamente los cambios realizados en el mapa.
fr: Comme prochaine étape, vous pouvez essayer d’ajouter une carte `OpenLayers <https://openlayers.org/>`__ et connecter le composant ``Style`` à la carte, de sorte que vous pouvez voir directement les modifications que vous avez apportées sur la carte.
hu: A következő lépésben megpróbálhat egy `OpenLayers <https://openlayers.org/>`__ térképet hozzáadni és a ``Style`` komponenst a térképhez kapcsolni, így közvetlenül láthatja a módosításait a térképen.
it: Come passo successivo, puoi provare ad aggiungere una mappa `OpenLayers <https://openlayers.org/>`__ e collegare il componente ``Style`` alla mappa, in modo da poter vedere direttamente le modifiche che hai fatto sulla mappa.
ja: 次のステップとして、`OpenLayers <https://openlayers.org/>`__ マップを追加し、``Style`` コンポーネントをマップに接続して、マップ上で行った変更を直接見ることができます。
sv: Som ett nästa steg kan du försöka lägga till en `OpenLayers <https://openlayers.org/>`__-karta och ansluta ``Style``-komponenten till kartan, så att du direkt kan se de ändringar du gjort på kartan.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Check out these other resources about this application.
de: Weitere GeoStyler Informationen finden Sie hier:
es: Echa un vistazo a estos otros recursos sobre esta aplicación.
fr: Consultez ces autres ressources sur cette application.
hu: Tekintse meg ezeket, ezzel az alkalmazással kapcsolatos egyéb forrásokat.
it: Controlla queste altre risorse su questa applicazione.
ja: このアプリケーションに関する他のリソースを確認してください。
sv: Kolla in dessa andra resurser om denna applikation.

source: `GeoStyler Documentation <https://geostyler.github.io/geostyler/latest/index.html>`__
de: `GeoStyler Dokumentation <https://geostyler.github.io/geostyler/latest/index.html>`__
es: `Documentación de GeoStyler <https://geostyler.github.io/geostyler/latest/index.html>`__
fr: `Documentation de GeoStyler <https://geostyler.github.io/geostyler/latest/index.html>`__
hu: `GeoStyler dokumentáció <https://geostyler.github.io/geostyler/latest/index.html>`__
it: `Documentazione GeoStyler <https://geostyler.github.io/geostyler/latest/index.html>`__
ja: `GeoStyler 文書 <https://geostyler.github.io/geostyler/latest/index.html>`__
sv: `Dokumentation om GeoStyler <https://geostyler.github.io/geostyler/latest/index.html>`__

source: `Beginner Tutorial <https://geostyler.github.io/geostyler-beginner-workshop>`__
de: `Anfänger Tutorial <https://geostyler.github.io/geostyler-beginner-workshop>`__
es: `Tutorial para Principiantes <https://geostyler.github.io/geostyler-beginner-workshop>`__
fr: `Tutoriel débutant <https://geostyler.github.io/geostyler-beginner-workshop>`__
hu: `Bevezető oktatóanyagl <https://geostyler.github.io/geostyler-beginner-workshop>`__
it: `Tutorial per principianti <https://geostyler.github.io/geostyler-beginner-workshop>`__
ja: `初心者向けチュートリアル <https://geostyler.github.io/geostyler-beginner-workshop>`__
sv: `Nybörjarhandledning <https://geostyler.github.io/geostyler-beginner-workshop>`__

source: `geostyler.org Website <https://geostyler.org>`__
de: `geostyler.org Webseite <https://geostyler.org>`__
es: `sitio web de geostyler.org <https://geostyler.org>`__
fr: `Site internet geostyler.org <https://geostyler.org>`__
hu: `geostyler.org honlap <https://geostyler.org>`__
it: `geostyler.org Sito web <https://geostyler.org>`__
ja: `geostyler.org Webサイト <https://geostyler.org>`__
sv: `geostyler.org Webbplats <https://geostyler.org>`__

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: nologo
fr: Pas de logo
