Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoserver_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: In the simple window we can easily select a nice blue for the oceans by clicking on the colored box on the fill tab and choosing from the color picker it produces. We can also increase the opacity of the fill to 100% to make the color look better. Pick the same blue for the border color so it will match.
de: Im einfachen Fenster können wir ganz einfach ein schönes Blau für die Ozeane auswählen, indem wir auf das farbige Feld auf der Füllregisterkarte klicken und aus der Farbauswahl auswählen, die es erzeugt. Wir können auch die Deckkraft der Füllung auf 100% erhöhen, um die Farbe besser aussehen zu lassen. Wählen Sie dasselbe Blau für die Umrandungsfarbe, damit es übereinstimmt.
es: En la ventana podemos seleccionar fácilmente un bonito azul para los océanos haciendo click en la caja de color en la pestaña de relleno y eligiendo entre el selector de color que produce. También podemos aumentar la opacidad del relleno al 100% para que el color se vea mejor. Elija el mismo azul para el color del borde para que coincida.
fi: Yksinkertaisessa ikkunassa voimme helposti valita mukava sininen valtamerien klikkaamalla värillinen laatikko täyttää välilehti ja valitsemalla värivalitsin se tuottaa. Voimme myös lisätä peittävyyttä täyttää 100% jotta väri näyttää paremmalta. Valitse saman sinisen reunan väri, jotta se vastaa.
fr: Dans la fenêtre simple, nous pouvons facilement sélectionner un beau bleu pour les océans en cliquant sur la boîte colorée sur l’onglet de remplissage et en choisissant parmi le sélecteur de couleur produit. Nous pouvons également augmenter l’opacité du remplissage à 100% pour rendre la couleur plus jolie. Choisissez le même bleu pour la bordure afin qu’elle corresponde.
hu: Ebben az egyszerű ablakban, egyszerűen kiválaszthatunk egy szép kéket az óceánokhoz, a kitöltés fülön a színes négyzetre kattintva és szín kiválasztóból válassza ki a színt. Az átlátszatlanságot 100%-ra növelhetjük, hogy jobban nézzen ki a szín. Ugyanazt a kéket válasszuk ki a körvonal színére.
it: Nella finestra semplice puoi facilmente selezionare un bel blu per gli oceani cliccando sulla casella colorata nella scheda di riempimento e scegliendo dal selezionatore di colori che produce. Puoi anche aumentare l'opacità del riempimento al 100% per far apparire meglio il colore. Scegli lo stesso blu per il colore del bordo in modo che corrisponda.
ja: シンプルなウィンドウでは、塗りつぶしタブの色付きのボックスをクリックし、表示されるカラーピッカーから選択することで、海洋に適した青を簡単に選択できます。また、塗りつぶしの不透明度を100%に上げて、カラーの見栄えを良くすることもできます。境界線の色に同じ青を選択して、一致させます。

source: The Style Pane
es: El panel Estilo
hu: A stílus panel
it: Il Pannello Stile
ja: スタイルペイン

source: Click ``OK`` and |UG| will display the changes.
de: Klicken Sie auf ``OK`` und |UG| zeigt die Änderungen an.
es: Click en ``OK`` y |UG| desplegará los cambios.
fi: Napsauta ``OK`` ja |UG| näyttää muutokset.
fr: Cliquez sur ``OK`` et |UG| affichera les modifications.
hu: Kattintson az ``OK``-ra és a |UG| megjeleníti a módosításokat.
it: Clicca su ``OK`` e |UG| visualizzerà le modifiche.
ja: ``OK`` をクリックすると、 |UG| が変更を表示します。

source: Blue Oceans
es: Océanos Azules
hu: Kék óceán
ja: ブルーオーシャン

source: Repeat the steps above to change the color of the land layer. You can use the ``define custom colors`` section to create your preferred color.
de: Wiederholen Sie die obigen Schritte, um die Farben der Landebene zu ändern. Sie können den Abschnitt ``define custom colors`` verwenden, um Ihre bevorzugte Farbe auszuwählen.
es: Repita los pasos anteriores para cambiar el color de la capa de tierra. Puede utilizar la sección ``definir colores personalizados`` para crear su color preferido.
fi: Toista yllä olevat vaiheet muuttaaksesi maakerroksen värin. Voit luoda haluamasi värin ``määritä mukautetut värit`` -osiossa.
fr: Répétez les étapes ci-dessus pour modifier la couleur de la couche terrestre. Vous pouvez utiliser la section``define custom colors`` pour créer votre couleur préférée.
hu: Ismételje meg a fenti lépéseket a föld réteg módosításához. Használhatja a ``define custom colors`` részt az önnek tetsző szín létrehozásához.
it: Ripeti i passi precedenti per cambiare il colore del layer del terreno. Puoi usare la sezione ``define custom colors`` per creare il tuo colore preferito.
ja: 上記の手順を繰り返して、土地のレイヤの色を変更します。``define custom colors`` セクションを使用して、好みの色を作成できます。

source: Defining a nicer land color
es: Definiendo un color de tierra más agradable
hu: Szebb talajszín definiálás
it: Definizione di un colore del terreno più bello
ja: より美しい土地の色の定義

source: This gives a nice looking basic world map.
de: Dies ergibt eine schön aussehende Basiskarte.
es: Esto da un bonito mapa del mundo básico.
fi: Tämä antaa mukavan näköinen perusmaailmankartta.
fr: Cela donne une belle carte de base mondiale.
hu: Ez egy szépen kinéző alap világtérképet eredményez.
it: Questo dà una mappa del mondo di base dall'aspetto gradevole.
ja: これにより、美しい外観の基本的な世界マップが得られます。

source: A basic word map
es: Un mapa de palabras básico
hu: Egy alap világtérkép
it: Una mappa di base del mondo
ja: 基本的な世界地図

source: Adding the style to GeoServer
de: Stile in |GS| hinzufügen
es: Agregando de estilo a GeoServer
fi: Tyylin lisääminen GeoServeriin
fr: Ajout le style à GeoServer
hu: Stílus hozzáadása a GeoServer-hez
it: Aggiungi lo stile a GeoServer
ja: GeoServerへのスタイルの追加
sv: Lägga till stilen i GeoServer

source: Now we need to transfer these styles to |GS|.
de: Jetzt müssen wir diese Stile auf nach |GS| übertragen.
es: Ahora tenemos que transferir estos estilos a la |GS|.
fi: Nyt meidän täytyy siirtää nämä tyylit |GS|.
fr: Maintenant, nous avons besoin de transférer ces styles à |GS|.
hu: Most át kell vinnünk ezeket a stílusokat a |GS|-be.
it: Ora hai bisogno di trasferire questi stili a |GS|.
ja: 次に、これらのスタイルを |GS| に転送する必要があります。
sv: Nu måste vi överföra dessa stilar till |GS|.

source: On the style window there is an export button which allows you to save the SLD file that defines your style.
de: Im Stilfenster befindet sich eine Exportschaltfläche, mit der Sie die SLD-Datei speichern können, die Ihren Stil definiert.
es: En la ventana de estilo hay un botón de exportación que le permite guardar el archivo SLD que define su estilo.
fi: Tyyli-ikkunassa on vientipainike, jonka avulla voit tallentaa tyylisi määrittävän SLD-tiedoston.
fr: Sur la fenêtre de style, il y a un bouton d’exportation qui vous permet d’enregistrer le fichier SLD qui définit votre style.
hu: A stílus ablakban van egy export gomb, mely lehetővé teszi az stílust definiáló SLD fájl mentését.
it: Nella finestra dello stile c'è un pulsante di esportazione che ti permette di salvare il file SLD che definisce il tuo stile.
ja: スタイルウィンドウにはエクスポートボタンがあり、スタイルを定義するSLDファイルを保存できます。
sv: I stilfönstret finns en exportknapp som gör att du kan spara den SLD-fil som definierar din stil.

source: Once saved, you can go to the |GS| admin page again and select ``Styles`` (at the bottom of the ``Data`` section).
de: Nach dem Speichern können Sie zur | GS| Admin-Seite zurückkehren und anschließend ``Styles`` (am unteren Rand des Abschnitts ``Daten``) auswählen.
es: Una vez guardado, puede dirigirse a la página de administrador |GS| de nuevo y seleccione ``Estilos`` (en la parte inferior de la sección ``Datos``).
fi: Tallennettuaan voit siirtyä |GS| -sovellukseen admin-sivu uudelleen ja valitse ``Tyylit`` (``Data``-osan alaosassa).
fr: Une fois enregistré, vous pouvez à nouveau aller sur la page d'administration de |GS| et sélectionner ``Styles`` (en bas de la section ``Data``).
hu: Amint elmentette, elmehet a |GS| admin oldalára ismét és válassza a ``Styles``-t (a ``Data`` rész alján).
it: Una volta salvato, puoi andare di nuovo nella pagina di amministrazione di |GS| e selezionare ``Styles`` (in fondo alla sezione ``Data``).
ja: 保存後、再度 |GS| 管理ページに移動して、 ``Styles`` (``Data`` セクションの下部)を選択できます。
sv: När du har sparat kan du gå till administratörssidan |GS| igen och välja ``Styles`` (längst ner i avsnittet ``Data``).

source: Select the ``Add New Style`` link. At the bottom of that page is a file upload box and a browse button.
de: Wählen Sie den Link ``Add New Style`` (Neuen Stil hinzufügen)'. Am unteren Rand dieser Seite befindet sich ein Datei-Upload-Feld und eine Schaltfläche zum Durchsuchen.
es: Seleccione el enlace ``Añadir Nuevo Estilo``. En la parte inferior de esa página hay un cuadro de carga de archivos y un botón de exploración.
fi: Valitse ``isää uusi tyyl`` -linkki. Sivun alareunassa on tiedostojen lähetyslaatikko ja selauspainike.
fr: Sélectionnez le lien ``Add New Style``. Au bas de cette page se trouve une zone de téléchargement de fichiers et un bouton de navigation.
hu: Válassza az ``Add New Style`` linket. Az oldal alján van egy fájl feltöltés doboz és egy tallózás gomb.
it: Seleziona il link ``Add New Style``. In fondo alla pagina c'è una casella per il caricamento dei file e un pulsante di navigazione.
ja: ``新規スタイル追加`` リンクを選択します。このページの下部には、ファイルアップロードボックスと参照ボタンがあります。
sv: Välj länken ``Lägg till ny stil``. Längst ner på den sidan finns en filuppladdningsruta och en bläddringsknapp.

source: Clicking browse to find the files you just saved.
de: Klicken Sie auf Durchsuchen, um die Dateien zu finden, die Sie gerade gespeichert haben.
es: Al hacer click en examinar para encontrar los archivos que acaba de guardar.
fi: Napsauttamalla selaa löytääksesi juuri tallentamasi tiedostot.
fr: Cliquez sur Parcourir pour trouver les fichiers que vous venez d’enregistrer.
hu: Kattintson a tallózásra az éppen mentett fájlok megkereséséhez.
it: Clicca su browse per trovare i file appena salvati.
ja: [参照ボタン] をクリックして、保存したファイルを検索します。
sv: Klicka på browse för att hitta de filer du just sparat.

source: Click the upload link (next to the browse button) and a copy of the file appears in the editor.
de: Klicken Sie auf den Upload-Link (neben der Schaltfläche "Durchsuchen") und eine Kopie der Datei wird im Editor angezeigt.
es: Click en el vínculo de carga (junto al botón de examinar) y aparecerá una copia del archivo en el editor.
fi: Napsauta latauslinkkiä (selauspainikkeen vieressä) ja kopio tiedostosta ilmestyy editoriin.
fr: Cliquez sur le lien de téléchargement (en regard du bouton de navigation) et une copie du fichier apparaît dans l’éditeur.
hu: Kattintson a feltöltés linkre (a tallóz gomb mellett) és a fájl egy másolata megjelenik a szerkesztőben.
it: Clicca sul link di upload (accanto al pulsante browse) e una copia del file appare nell'editor.
ja: アップロードリンク(参照ボタンの横)をクリックすると、ファイルの内容がエディタに表示されます。
sv: Klicka på uppladdningslänken (bredvid bläddringsknappen) så visas en kopia av filen i redigeraren.

source: If you click on the validate button the highlighted lines will give you an error but you can safely ignore the error (or delete those lines as they don't do anything).
de: Wenn Sie auf die Schaltfläche "Validieren" klicken, erhalten Sie in den hervorgehobenen Zeilen einen Fehler, aber Sie können den Fehler sicher ignorieren (oder diese Zeilen löschen, da sie keine Auswirkung haben).
es: Si hace click en el botón validar, las líneas resaltadas le darán un error, pero puede ignorar el error de forma segura (o eliminar esas líneas ya que no hacen nada).
fi: Jos napsautat vahvista-painiketta, korostetut rivit antavat sinulle virheilmoituksen, mutta voit turvallisesti ohittaa virheen (tai poistaa nämä rivit, koska ne eivät tee mitään).
fr: Si vous cliquez sur le bouton valider, les lignes mises en surbrillance vous donneront une erreur, mais vous pouvez ignorer en toute sécurité l’erreur (ou supprimer ces lignes car elles ne font rien).
hu: Ha a validálás gombra kattint a kiemelt sorok hibát jeleznek, de biztonságosan figyelmen kívül hagyhatja őket(vagy törölheti azokat a sorokat, mivel semmit sem csinálnak).
it: Se clicchi sul pulsante di convalida, le linee evidenziate ti daranno un errore, ma puoi tranquillamente ignorare l'errore (o cancellare quelle linee perché non fanno nulla).
ja: 妥当性検査ボタンをクリックすると、強調表示されたラインにエラーが表示されますが、エラーを無視しても安全です(または、何もしないラインを削除してもかまいません)。
sv: Om du klickar på valideringsknappen kommer de markerade raderna att ge dig ett fel, men du kan säkert ignorera felet (eller ta bort dessa rader eftersom de inte gör någonting).

source: Press the :guilabel:`Submit` at the bottom of the page.
de: Drücken Sie das :guilabel:`Submit` am unteren Rand der Seite.
es: Pulse el botón :guilabel:`Enviar` en la parte inferior de la página.
fi: Paina sivun alaosassa olevaa :guilabel:`Submit`.
fr: Appuyez sur le :guilabel:`Submit` en bas de la page.
hu: Nyomja meg a :guilabel:`Submit` gombot az oldal alján.
it: Premi :guilabel:`Sottoponi` al fondo della pagina..
ja: ページの下部にある :guilabel:`Submit` を押します。
sv: Tryck på :guilabel:`Submit` längst ner på sidan.

source: Adding a Style to GeoServer
es: Agregar un estilo a GeoServer
hu: Stílus hozzáadása GeoServer-hez
it: Aggiungere uno Stile in GeoServer
ja: GeoServerへのスタイル追加
sv: Lägga till en stil i GeoServer

source: Adding the style to the layer
de: Hinzufügen des Stils zum Layer
es: Añadiendo el estilo a la capa
fi: Tyylin lisääminen tasoon
fr: Ajout du style à la couche
hu: Stílus hozzáadása a réteghez
it: Aggiungere lo stile al layer
ja: レイヤにスタイルを追加
sv: Lägga till stilen i lagret

source: Click on the :guilabel:`Layers` link in the Menu on the left of the |GS| window.
de: Klicken Sie auf den Link :guilabel:`Layers` im Menü auf der linken Seite des | GS| Fenster.
es: Click en el enlace :guilabel:`Capas` en el Menú a la izquierda de la sección de la ventana |GS|.
fi: Napsauta :guilabel:`Layers` -linkkiä |GS| vasemmalla puolella olevassa valikossa ikkuna.
fr: Cliquez sur le lien :guilabel:`Layers` dans le menu à gauche de la fenêtre |GS|.
hu: Kattintson a:guilabel:`Layers` linkre a Menu-ben a |GS| ablak bal oldalán.
it: Clicca sul link :guilabel:`Layers` nel menu a sinistra della finestra |GS|.
ja: |GS| ウィンドウの左側にあるメニューの :guilabel:`レイヤ` リンクをクリックします。
sv: Klicka på länken :guilabel:`Layers` i menyn till vänster om fönstret |GS|.

source: Click on the layer (e.g. *ne_10m_land*), then select the :guilabel:`Publishing` tab.
de: Klicken Sie auf die Ebene (z.B. *ne_10m_land*), und wählen Sie dann die Registerkarte :guilabel:`Publishing`.
es: Click en la capa (e.g. *ne_10m_land*), después seleccione la pestaña :guilabel:`Publicar`.
fi: Napsauta tasoa (esim. *ne_10m_land*) ja valitse sitten :guilabel:`Publishing` -välilehti.
fr: Cliquez sur la couche (p. ex. *ne_10m_land*), puis sélectionnez l’onglet :guilabel:`Publishing`.
hu: Kattintson a rétegre (pl. *ne_10m_land*), majd válassza a :guilabel:`Publishing` fület.
it: Clicca sul layer (per esempio *ne_10m_land*), poi seleziona la scheda :guilabel:`Publishing`.
ja: レイヤ(例: *ne_10m_land*)をクリックし、 :guilabel:`Publishing` タブを選択します。
sv: Klicka på skiktet (t.ex. *ne_10m_land*) och välj sedan fliken :guilabel:`Publishing`.

source: Change the :guilabel:`Default Style` box to the name of the style you uploaded in the previous section.
de: Ändern Sie das Auswahlfeld :guilabel:`Default Style` in den Namen des Stils, den Sie im vorherigen Abschnitt hochgeladen haben.
es: Cambie el cuadro :guilabel:`Estilo predeterminado` por el nombre del estilo que cargó en la sección anterior.
fi: Muuta: guilabel: `Default Style` -ruutu edellisen osan lataamasi tyylin nimeen.
fr: Modifiez la zone :guilabel:`Default Style` avec le nom du style que vous avez téléchargé dans la section précédente.
hu: Módosítsa a :guilabel:`Default Style` mezőt az előző részben feltöltött stílus nevére.
it: Cambia la casella :guilabel:`Default Style` con il nome dello stile che hai caricato nella sezione precedente.
ja: :guilabel:`Default Style` ボックスを前のセクションでアップロードしたスタイルの名前に変更します。
sv: Ändra rutan :guilabel:`Default Style` till namnet på den stil som du laddade upp i föregående avsnitt.

source: Now click :guilabel:`Save` and go to the Layer Preview page to check that it looks good.
de: Klicken Sie nun auf :guilabel:`Save` und gehen Sie zur Seite Layer-Vorschau, um zu überprüfen, ob die Ansicht gut aussieht.
es: Ahora haga click en :guilabel:`Guardar` y vaya a la página Vista Previa de Capa para comprobar que se ve bien.
fi: Napsauta nyt :guilabel:`Save` ja siirry Kerroksen Esikatselu -sivulle tarkistaaksesi, että se näyttää hyvältä.
fr: Cliquez maintenant sur :guilabel:`Save` et accédez à la page :guilabel:`Layer Preview` pour vérifier son apparence.
hu: Most kattintson a :guilabel:`Save`-re és menjen a réteg előnézet (Layer Preview) oldalra, hogy ellenőrizze jól néz-e ki.
it: Ora fai clic su :guilabel:`Save` e vai alla pagina di Anteprima del layer per controllare che sia venuto bene.
ja: 次に、 :guilabel:`保存` をクリックし、レイヤプレビューページに移動して、外観が良いことを確認します。
sv: Klicka nu på :guilabel:`Save` och gå till Layer Preview-sidan för att kontrollera att det ser bra ut.

source: There are example style files for all of the example Natural Earth layers in :file:`/usr/local/share/geoserver`.
de: Sie können für alle Natural Earth Datensätze beispielhafte Stil-Definitionen unter :file:`/usr/local/share/geoserver` finden.
es: Hay archivos de estilos de ejemplo para todas las capas de ejemplo de Natural Earth en :file:`/usr/local/share/geoserver`.
fi: Kaikille esimerkkeille Natural Earth -kerroksista on tyyppitiedostoja :file:`/usr/local/share/geoserver`.
fr: Il existe des exemples de fichiers de style pour toutes les couches Natural Earth présentes en exemple dans :file:`/usr/local/share/geoserver`.
hu: Minta stílus fájlok vannak az összes Natural Earth példa rétegre itt :file:`/usr/local/share/geoserver`.
it: Ci sono file di stile di esempio per tutti i layer di esempio di Natural Earth in :file:`/usr/local/share/geoserver`.
ja: :file:`/usr/local/share/geoserver` には、すべてのNatural Earthサンプルレイヤのサンプルスタイルファイルがあります。
sv: Det finns exempel på stilfiler för alla exempel på Natural Earth-lager i :file:`/usr/local/share/geoserver`.

source: Clients for WMS layers
de: Clients für WMS Layer
es: Clientes para capas WMS
fi: WMS-kerrosten asiakkaat
fr: Clients pour les couches WMS
hu: Kliensek WMS rétegekhez
it: Client per layer WMS
ja: WMSレイヤのクライアント
sv: Klienter för WMS-lager

source: The |WMS| layers you are serving from |GS| can be used with a variety of clients on this OSGeoLive distribution, including:
de: Die | WMS| Layer, die | GS| bereitstellt, können von einer Vielzahl von Clients dieser OSGeoLive-Distribution verwendet werden, einschließlich:
es: Las capas |WMS| capas de las que se está sirviendo desde |GS| se puede utilizar con una variedad de clientes en esta distribución OSGeoLive, incluyendo:
fi: |WMS| kerrokset, joista palvelet |GS| voidaan käyttää useiden asiakkaiden kanssa tässä OSGeoLive-jakelussa, mukaan lukien:
fr: Les couches |WMS| que vous servez à partir |GS| peut être utilisées avec une variété de clients dans cette distribution OSGeoLive, y compris:
hu: A |GS| által szolgáltatott |WMS| rétegek az OSGeoLive-on található számos klienssel használható, például:
it: I layer di |WMS| che stai servendo da |GS| possono essere utilizzati con una varietà di client su questa distribuzione OSGeoLive, tra cui:
ja: |GS| から提供されている |WMS| レイヤは、このOSGeoLiveディストリビューションのさまざまなクライアントで使用できます。次のものがあります。
sv: De |WMS|-skikt som du serverar från |GS| kan användas med en mängd olika klienter på den här OSGeoLive-distributionen, inklusive:

source: Add a layer from a NetCDF file
de: Hinzufügen einer Ebene aus einer NetCDF-Datei
es: Añadir una capa desde un archivo NetCDF
fi: Tason lisääminen NetCDF-tiedostosta
fr: Ajouter une couche à partir d’un fichier NetCDF
hu: rétegek hozzáadása NetCDF fájlból
it: Aggiungi un layer da un file NetCDF
ja: NetCDFファイルからレイヤを追加する
sv: Lägg till ett lager från en NetCDF-fil

source: The GeoServer NetCDF plugin allows the publication of rasters from NetCDF files.
de: Das NetCDF Plugin von GeoServer NetCDF ermöglicht die Einbindung von Rasterlayern aus NetCDF Files.
es: El plugin NetCDF de GeoServer permite la publicación de rasters de archivos NetCDF.
fi: GeoServer NetCDF plugin mahdollistaa julkaisemisen rasters alkaen NetCDF tiedostoja.
fr: Le plugin GeoServer NetCDF permet la publication de rasters à partir de fichiers NetCDF.
hu: A GeoServer NetCDF modul lehetővé teszi raszterek publikálását NetCDF fájlokból.
it: Il plugin GeoServer NetCDF permette la pubblicazione di raster da file NetCDF.
ja: GeoServer NetCDFプラグインを使用すると、NetCDFファイルからラスターを発行できます。
sv: GeoServers NetCDF-plugin gör det möjligt att publicera raster från NetCDF-filer.

source: Configure a NetCDF store
de: Einen NetCDF Speicher anlegen
es: Configurar una tienda NetCDF
fi: NetCDF-säilön määrittäminen
fr: Configurer un entrepôt NetCDF
hu: NetCDF tároló konfigurálása
it: Configura un negozio NetCDF
ja: NetCDFストアを設定
sv: Konfigurera en NetCDF-lagring

source: After running "Start GeoServer"
de: Nach dem Ausführen von "GeoServer starten"
es: Después de ejecutar "Start GeoServer"
fi: Kun olet suoritettaessa "Käynnistä GeoServer"
fr: Après avoir lancé "Démarrer GeoServer"
hu: GeoServer indítása után
it: Dopo lanciare "Avvia GeoServer"
ja: "GeoServerの開始"の実行後
sv: Efter att ha kört "Starta GeoServer"

source: Login as the administrator.
de: Melden Sie sich als Administrator an.
es: Inicie sesión como administrador.
fi: Kirjaudu järjestelmänvalvojana.
fr: Connectez-vous en tant qu’administrateur.
hu: Jelentkezzen be mint adminisztrátor.
it: Accedi come amministratore.
ja: 管理者としてログインします。
sv: Logga in som administratör.

source: Click on :guilabel:`Add stores` then :guilabel:`NetCDF`.
de: Klicken Sie auf :guilabel:`Add stores` then :guilabel:`NetCDF`.
es: Click en :guilabel:`Add stores`, después en :guilabel:`NetCDF`.
fi: Napsauta :guilabel:`Lisää kauppoja` ja sitten :guilabel:` NetCDF`.
fr: Cliquez sur :guilabel:`Add stores` puis :guilabel:`NetCDF`.
hu: Kattintson az :guilabel:`Add stores`-ra majd :guilabel:`NetCDF`-re.
it: Clicca su :guilabel:`Add stores` poi :guilabel:`NetCDF`.
ja: :guilabel:`ストア追加` をクリックし、次に :guilabel:`NetCDF` をクリックします。
sv: Klicka på :guilabel:`Add stores` och sedan på :guilabel:`NetCDF`.

source: Enter a value for Data Source Name (this example uses "netcdf") and a NetCDF URL. You can use this sample file::
de: Geben Sie einen Wert für den Datenquellennamen (in diesem Beispiel verwenden Sie "netcdf") und eine NetCDF-URL ein. Sie können diese Beispieldatei verwenden:
es: Escriba un valor para Nombre del Origen de Datos (este ejemplo utiliza "netcdf") y una dirección URL de NetCDF. Puede utilizar este archivo de muestra:
fi: Kirjoita arvo tietolähteen nimelle (tässä esimerkissä käytetään "netcdf") ja NetCDF URL. Voit käyttää tätä mallitiedostoa::
fr: Entrez une valeur pour le nom de source de données (cet exemple utilise « netcdf ») et une URL NetCDF. Vous pouvez utiliser cet exemple de fichier ::
hu: Adjon meg egy nevet a Data Source Name-re (ez a példa "netcdf"-et használ) és a NetCDF URL-t. Ezt a példa fájl használhatja::
it: Inserisci un valore per Data Source Name (questo esempio usa "netcdf") e un URL NetCDF. Puoi usare questo file di esempio::
ja: [Data Source Name]の値(今回は "netcdf")と、NetCDF URLを入力します。次のサンプルファイルを利用可能::
sv: Ange ett värde för Data Source Name (i detta exempel används "netcdf") och en NetCDF URL. Du kan använda den här exempelfilen::

source: Press "Save", "Publish" the "O3" layer.
de: Drücken Sie "Speichern", "Veröffentlichen" der Ebene "O3".
es: Pulse "Guardar", "Publicar" la capa "O3".
fi: Paina "Save", "Publish" "O3" kerros.
fr: Appuyez sur "Save", "Publish" la couche "O3".
hu: Nyomja meg "Save", "Publish"-t az "O3" rétegre.
it: Premi "Salva", "Pubblica" il layer "O3".
ja: "保存" と "O3" レイヤを "公開" を押してください。
sv: Tryck på "Spara", "Publicera" "O3"-skiktet.
