Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoserver_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: Type in a name for the Data Store (for example, *Natural Earth*) and fill in the URL to the data set - in this case :file:`/usr/local/share/data/natural_earth2/`. You can use the browse button to find the directory if your data is somewhere else.
de: Geben Sie einen Namen für den Store an - hier wurde *Natural Earth* eingegeben - sowie eine URL für den Datensatz, in unserem Fall :file:`/usr/local/share/data/natural_earth2/`. Sie können die :guilabel:`Browse` Schaltfläche nutzen, um ein Verzeichnis auf dem Dateisystem zu finden, falls sonstige Daten eingebunden werden sollen.
es: Escriba un nombre para el Almacén de Datos (por ejemplo, *Natural Earth*) y rellene la dirección URL del conjunto de datos - en este caso :file:`/usr/local/share/data/natural_earth2/` Puede utilizar el botón Examinar para buscar el directorio si sus datos están en otro lugar.
fi: Kirjoita tietosäilön nimi (esimerkiksi *Natural Earth*) ja täytä tietojoukon URL-osoite - tässä tapauksessa :file:`/usr/local/share/data/natural_earth2/`. Selaa-painikkeella voit etsiä hakemiston, jos tietosi ovat jossain muualla.
fr: Tapez un nom pour l'Entrepôt de données (par exemple, *Natural Earth*) et remplissez l’URL du jeu de données - dans ce cas :file:`/usr/local/share/data/natural_earth2/`. Vous pouvez utiliser le bouton de navigation pour trouver le répertoire si vos données sont ailleurs.
hu: Írja be a Data Store nevét (például *Natural Earth*) és töltse ki az adatok URL-jét - ebben az esetben :file:`/usr/local/share/data/natural_earth2/`. Használhatja a tallóz gombot a könyvtár megtalálására, ha az adatai máshol vannak.
it: Digita un nome per il Data Store (per esempio, *Natural Earth*) e inserisci l'URL del set di dati - in questo caso :file:`/usr/local/share/data/natural_earth2/`. Puoi usare il pulsante sfoglia per trovare la directory se i tuoi dati sono da qualche altra parte.
ja: データストアの名前(*Natural Earth* など)を入力し、データセットのURL(この場合は :file:`/usr/local/share/data/natural_earth2/`)を入力します。データが他の場所にある場合は、ブラウズボタンを使用してディレクトリを検索できます。
sv: Skriv in ett namn på datalagret (t.ex. *Natural Earth*) och ange webbadressen till datasetet - i det här fallet :file:`/usr/local/share/data/natural_earth2/`. Du kan använda bläddringsknappen för att hitta katalogen om dina data finns någon annanstans.

source: Press :guilabel:`save`.
de: Schließen Sie den Vorgang mit :guilabel:`Save` ab.
es: Pulse :guilabel:`save`.
fi: Lehdistö :guilabel:`save`.
fr: Appuyez sur :guilabel:`save`.
hu: Nyomja meg :guilabel:`save` gombot.
it: Premi :guilabel:`salva`.
ja: :guilabel:`保存` を押します。
sv: Tryck på :guilabel:`save`.

source: The Natural Earth Datastore
es: El almacén de datos de Natural Earth
hu: A Natural Earth adattár
it: Il Datastore Natural Earth
ja: Natural Earthデータストア
sv: Datalagret för den naturliga jorden

source: Press :guilabel:`publish` next to one of the layers to finish adding the data. This will take you to the *Layers* page:
de: Klicken Sie auf :guilabel:`Publish` auf einen der Einträge der nächsten Seite, um das veröffentlichen der Layer abzuschließen. Dies wird Sie zur *Layers*-Seite führen:
es: Pulse :guilabel:`publicar` en la fila de uno de las capas para finalizar la incorporación de datos. Esto lo llevará a la página *Capas*:
fi: Lehdistö :guilabel:`publish` vieressä yksi kerroksista lopettaa lisäämällä tiedot. Tämä vie sinut *Tasot* -sivulle:
fr: Appuyez sur :guilabel:`publish` à côté de l’une des couches pour terminer l’ajout des données. Cela vous mènera à la page *Layers* :
hu: Nyomja meg a :guilabel:`publish`-t a rétegek közül az egyik mellett az adatok hozzáadásának befejezéséhez. Ez a *Layers* oldalra viszi önt:
it: Premi :guilabel:`publish` accanto a uno dei layer per finire di aggiungere i dati. Questo ti porterà alla pagina *Layers*:
ja: いずれかのレイヤの横にある :guilabel:`公開` を押して、データの追加を完了します。これにより、 *レイヤ* ページに移動します。
sv: Tryck på :guilabel:`publish` bredvid ett av lagren för att slutföra tillagningen av data. Du kommer då till sidan *Layers*:

source: The layer publishing page
es: La página de publicación de capas
hu: A réteg publikáló lap
it: La pagina di pubblicazione dei layer
ja: レイヤ公開ページ
sv: Sidan för publicering av lager

source: As you scroll down the page you will see that |GS| has filled in many of the fields for you. When you reach :guilabel:`Coordinate Reference System` you will notice that under *Native SRS* it says UNKNOWN you will need to fill in the next box (*declared SRS*) to make sure |GS| knows where the data is.
de: Wenn Sie auf der Seite nach unten scrollen, sehen Sie, dass | GS| für Sie viele Felder für Sie ausgefüllt hat. Wenn Sie :guilabel:`Coordinate Reference System` erreichen, werden Sie feststellen, dass unter *Native SRS* UNKNOWN angegeben ist. Sie müssen das nächste Feld (*deklarierte SRS*) ausfüllen, um sicherzustellen, dass | GS| weiß, wo sich die Daten befinden.
es: A medida que se desplaza hacia abajo en la página, verá que GS ha rellenado muchos de los campos para usted. Cuando llegue a ::guilabel:`Sistema de referencia de coordenadas` notará que debajo de *Native SRS* dice DESCONOCIDO, deberá completar el siguiente cuadro (*declarado SRS*) para asegurarse de que |GS| sabe dónde están los datos.
fi: Kun vierität sivua alaspäin, näet |GS| on täyttänyt monet kentät sinulle. Kun saavut :guilabel:`Coordinate Reference System`, huomaat, että *Native SRS* -kohdassa sanotaan TUNTEMATON, sinun on täytettävä seuraava ruutu (*ilmoitettu SRS*) varmistaaksesi |GS| tietää missä tiedot ovat.
fr: Lorsque vous faites défiler la page, vous verrez que |GS| a rempli de nombreux champs pour vous. Lorsque vous atteignez :guilabel:`Coordinate Reference System`, vous remarquerez que sous *Native SRS* il est dit UNKNOWN, vous devrez remplir la case suivante (*declared SRS*) pour vous assurer |GS| sait où se trouvent les données.
hu: Ahogy lentebb görgeti az oldalt láthatja, hogy a |GS| sok mezőt kitöltött már. Amikor a :guilabel:`Coordinate Reference System`-hez ér láthatja, hogy a *Native SRS* alatt UNKNOWN áll, ki kell töltenie a következő mezőt (*declared SRS*), hogy a |GS| tudja hol vannak az adatok.
it: Scorrendo la pagina vedrai che |GS| ha compilato molti dei campi per te. Quando arrivi a :guilabel:`Coordinate Reference System` noterai che sotto *Native SRS* c'è scritto UNKNOWN dovrai compilare la prossima casella (*declared SRS*) per assicurarti che |GS| sappia dove sono i dati.
ja: ページをスクロールすると、 |GS| が多くのフィールドにデータ挿入していることがわかります。:guilabel:`Coordinate Reference System` に到達すると、 *Native SRS* の下に UNKNOWN と表示されていることがわかります。次のボックス(*declared SRS*)に入力して、 |GS| がデータの場所を確実に認識できるようにする必要があります。
sv: När du bläddrar ner på sidan kommer du att se att |GS| har fyllt i många av fälten åt dig. När du kommer till :guilabel:`Coordinate Reference System` kommer du att märka att det under *Native SRS* står UNKNOWN du måste fylla i nästa ruta (*declared SRS*) för att se till att |GS| vet var data finns.

source: You can type epsg:4326 in the box, or go to `http://prj2epsg.org/search <http://prj2epsg.org/search>`_ and paste in the string you see if you click on the link next to "UNKNOWN".
fr: Vous pouvez taper epsg:4326 dans la zone, ou aller à `http://prj2epsg.org/search <http://prj2epsg.org/search>`_ et coller dans la chaîne que vous voyez si vous cliquez sur le lien à côté de "UNKNOWN".
ja: ボックスにepsg:4326と入力するか、 `http://prj2epsg.org/search <http://prj2epsg.org/search>`_ に移動して、 "UNKNOWN" の隣のリンクをクリックすると表示される文字列を貼り付けます。

source: Click on :guilabel:`Compute from data` and :guilabel:`Compute from native bounds` to fill in the Bounding Boxes.
de: Klicken Sie auf :guilabel:`Compute from data` und :guilabel:`Compute from native bounds`, um die BoundingBox zu füllen.
es: Click en :guilabel:`Cálculo a partir de datos` and :guilabel:`Calcule desde los límites nativos` para completar los Cuadros Delimitadores.
fi: Klikkaa :guilabel:`Compute from data` ja :guilabel:`Compute from native bounds` täyttääksesi rajauslaatikot.
fr: Cliquez sur :guilabel:`Compute from data` et :guilabel:`Compute from native bounds` pour remplir les zones de délimitation.
hu: Kattintson a :guilabel:`Compute from data`ra és a :guilabel:`Compute from native bounds` a befoglaló téglalap kitöltéséhez.
it: Clicca su :guilabel:`Compute from data` e :guilabel:`Compute from native bounds` per riempire i Bounding Boxes.
ja: :guilabel:`Compute from data` と :guilabel:`Compute from native bounds` をクリックして、境界ボックス内のデータ表示します。
sv: Klicka på :guilabel:`Compute from data` och :guilabel:`Compute from native bounds` för att fylla i Bounding Boxes.

source: Finally hit :guilabel:`save` and you have published your first layer.
de: Klicken Sie abschließend auf :guilabel:`save`. Sie haben damit Ihre erste Ebene veröffentlicht.
es: Finalmente pulsa :guilabel:`guardar` y has publicado tu primera capa.
fi: Lopuksi osuma: guilabel:`save` ja olet julkaissut ensimmäisen kerroksen.
fr: Enfin appuyez sur :guilabel:`save` et vous avez publié votre première couche.
hu: Végül kattintson a :guilabel:`save`-re és az első rétegét publikálta.
it: Infine premi :guilabel:`save` e hai pubblicato il tuo primo layer.
ja: 最後に :guilabel:`保存` をクリックて、最初のレイヤを公開しました。
sv: Tryck slutligen på :guilabel:`save` och du har publicerat ditt första lager.

source: Don't worry if the layer preview doesn't look very good as it is using the default style. In the next section we will look at producing a nicer style.
de: Sollten Sie sich den Layer über die Voransicht ansehen und nicht mit der Darstellung der Daten zufrieden sein, liegt dies daran, dass ein Standard-Stil verwendet worden ist. Wie der Stil eines Layers angepasst wird, wird im folgenden Kapitel beschrieben.
es: No se preocupe si la vista previa de la capa no luce muy bien usando el estilo por defecto. En la siguiente sección veremos como producir un estilo más agradable.
fi: Älä huoli, jos tason esikatselu ei näytä kovin hyvältä, koska se käyttää oletustyyliä. Seuraavassa jaksossa tarkastelemme tuottaa mukavampaa tyyliä.
fr: Ne vous inquiétez pas si l’aperçu de la couche n’a pas l’air très bon car il utilise le style par défaut. Dans la section suivante, nous allons regarder à la production d’un style plus agréable.
hu: Ne aggódjon, ha a réteg előnézet nem néz ki nagyon jól mivel az alapértelmezett stílust használja.A következő fejezetben megnézzük szebb stílusok létrehozását.
it: Non preoccuparti se l'anteprima del layer non ha un bell'aspetto perché sta usando lo stile predefinito. Nella prossima sezione vedrai come produrre uno stile più carino.
ja: レイヤのプレビューはデフォルトのスタイルを使用しているため、あまり見栄えがしなくても心配ありません。次のセクションでは、より良いスタイルの作成について説明します。
sv: Oroa dig inte om förhandsgranskningen av lagret inte ser särskilt bra ut eftersom den använder standardstilen. I nästa avsnitt ska vi titta på hur man skapar en snyggare stil.

source: You can follow the same step with the other layers in the directory by using the :guilabel:`Add a new resource` button on the layers page. Just select the natural earth store from the drop down box to get back to the store's page.
de: Sie können die Prozedur mit weiteren Layern vollziehen, um auch diese zu veröffentlichen. Dabei haben die Möglichkeit über die Layer Seite eine neue Ressource mit :guilabel:`Add a new resource` hinzuzufügen. Auf der folgenden Seite wählen Sie den bereits angelegten *Natural Earth* Store in der Auswahlliste aus, um diesem die neue Ressource zuzuordnen.
es: Puede seguir el siguiente paso con las otras capas del directorio usando el botón de guilabel:`Add a new resource` en la página de capas. En este caso, seleccionar el Almacén de datos de natural earth de la caja desplegable para volver a la página de Almacenes de Datos.
fi: Voit seurata samaa vaihetta muiden hakemiston tasojen kanssa käyttämällä tasosivun :guilabel:'Add a new resource'-painiketta. Valitse vain luonnollinen maakauppa avattavasta valikosta palataksesi kaupan sivulle.
fr: Vous pouvez suivre la même étape avec les autres calques du répertoire à l’aide du bouton :guilabel:`Add a new resource` sur la page calques. Il suffit de sélectionner l'entrepôt Natural Earth dans la boîte déroulante pour revenir à la page du magasin.
hu: Ugyanezeket a lépéseket követheti más rétegekkel a könyvtárban a guilabel:`Add a new resource` gombbal a rétegek oldalon. Csak válassza a natural earth tárat a gördülő téglalapból, hogy visszatérjen a tárak oldalára.
it: Puoi seguire lo stesso passo con gli altri layer nella directory usando il pulsante :guilabel:`Add a new resource` nella pagina dei layer. Basta selezionare il negozio di terra naturale dalla casella a discesa per tornare alla pagina del negozio.
ja: ディレクトリ内の他のレイヤについても、レイヤページの :guilabel:`Add a new resource` ボタンを使用して同じ手順を実行できます。ドロップダウンボックスからNatural Earthストアを選択するだけで、ストアのページに戻ります。
sv: Du kan följa samma steg med de andra lagren i katalogen genom att använda knappen :guilabel:`Lägg till en ny resurs` på lagersidan. Välj bara den naturliga jordbutiken från rullgardinsmenyn för att komma tillbaka till butikens sida.

source: Styling data
de: Anpassen des Stils
es: Estilizando datos
fi: Tietojen muotoilu
fr: Données de style
hu: Adatok stílus beállítása
it: Stilizzazione dei dati
ja: データをスタイリング

source: Styling a data set into a map layer |GS| uses an OGC standard called |SLD|. These are represented as XML files which describe the rules that are used to apply various symbolizers to the data.
de: Styling eines Datensatzes in einen Karten-Layer | FS] verwendet einen OGC-Standard namens | SLD|. Diese werden als XML-Dateien definiert, die die Regeln beschreiben, die verwendet werden, um verschiedene Stile auf die Daten anzuwenden.
es: Estilizar un conjunto de datos en una capa de mapa |GS| utiliza un estándar de la OGC llamado |SLD|. Estos se representan como archivos XML que describen las reglas que se utilizan para aplicar varios simbolizadores a los datos.
fi: Tietojoukon muotoilu karttakerrokseen |GS| käyttää OGC-standardia nimeltään |SLD|. Ne esitetään XML-tiedostoina, jotka kuvaavat sääntöjä, joita käytetään erilaisten symbolien käyttämiseen tietoihin.
fr: Stylisation d’un ensemble de données dans une couche de carte |GS| utilise une norme OGC appelée |SLD|. Ceux-ci sont représentés sous forme de fichiers XML qui décrivent les règles utilisées pour appliquer différents symbolisateurs aux données.
hu: Egy adatállomány stílusának beállítására a |GS| az |SLD| nevű OGC szabványt használja. Ezek XML fájlként jelennek meg, melyek az adatokra alkalmazott megjelenítési szabályokat írják le.
it: Lo styling di un set di dati in un layer di mappa |GS| usa uno standard OGC chiamato |SLD|. Questi sono rappresentati come file XML che descrivono le regole che sono usate per applicare vari simbolizzatori ai dati.
ja: マップレイヤへのデータセットのスタイリングにおいて、 |GS| は |SLD| と呼ばれるOGC標準を使用しています。これらは、データにさまざまな図案化を適用するために使用されるルールを記述するXMLファイルとして表されます。
sv: Styling av en datauppsättning till ett kartlager |GS| använder en OGC-standard som kallas |SLD|. Dessa representeras som XML-filer som beskriver de regler som används för att tillämpa olika symboliserare på data.

source: To get started, lets style the Land and Ocean datasets. You can create SLD files using a simple text editor, but sometimes a graphical editor is better. There are several options here but |UG| allows you to open the shapefiles directly and apply simple styles using a GUI. It also provides a simple editor to modify the XML if I need to.
de: Um zu beginnen, können Sie die Land- und Ocean-Datasets formatieren. Sie können SLD-Dateien mit einem einfachen Texteditor erstellen, aber manchmal ist ein grafischer Editor besser. Es gibt mehrere Möglichkeiten hier, aber |UG| ermöglicht es Ihnen, die Shapefiles direkt zu öffnen und einfache Stile mithilfe einer GUI anzuwenden. Es bietet auch einen einfachen Editor, um den XML-Code zu ändern, wenn dies erforderlich ist.
es: Para comenzar, diseñemos los conjuntos de datos de Tierra y Océano. Puede crear archivos SLD utilizando un editor de texto simple, pero a veces es mejor un editor gráfico. Hay varias opciones aquí pero |UG| le permite abrir los archivos shape directamente y aplicar estilos simples utilizando una GUI. También proporciona un editor simple para modificar el XML si es necesario.
fi: Aloita säis, antaa tyyli Maa ja valtameri tietojoukot. Voit luoda SLD-tiedostoja yksinkertaisella tekstieditorilla, mutta joskus graafinen editori on parempi. Täällä on useita vaihtoehtoja, mutta |UG| antaa sinun avata muototiedostot suoraan ja käyttää yksinkertaisia tyylejä graafisen käyttöliittymän avulla. Se tarjoaa myös yksinkertaisen toimittajan, joka voi muokata XML: ää tarvittaessa.
fr: Pour commencer, permet de styler les jeux de données Land and Ocean. Vous pouvez créer des fichiers SLD à l’aide d’un éditeur de texte simple, mais parfois un éditeur graphique est mieux. Il y a plusieurs options ici, mais |UG| vous permet d’ouvrir les fichiers de forme directement et d’appliquer des styles simples à l’aide d’une interface graphique. Il fournit également un éditeur simple pour modifier le XML si besoin.
hu: Indulásként a Land and Ocean adatállomány stílusát állítsuk be. Egy egyszerű szövegszerkesztővel létrehozhatja az SLD fájlt, de időnként egy grafikus szerkesztő jobb. Sok lehetőség van itt, de a |UG| lehetővé teszi shape fájlok közvetlen megnyitását és egy GUI felhasználásával egyszerű stílusok alkalmazását. Emellett egy egyszerű szerkesztőt is biztosít az XML módosítására, ha szükség van rá.
it: Per iniziare, dai uno stile ai dataset Terra e Oceano. Puoi creare i file SLD usando un semplice editor di testo, ma a volte un editor grafico è meglio. Ci sono diverse opzioni, ma |UG| permette di aprire direttamente gli shapefile e applicare semplici stili usando una GUI. Fornisce anche un semplice editor per modificare l'XML se necessario.
ja: はじめに、で陸地と海洋のデータセットのスタイルを設定しましょう。SLDファイルは簡単なテキストエディタで作成できますが、グラフィカルエディタの方がよい場合もあります。ここにはいくつかのオプションがありますが、 |UG| ではシェープファイルを直接開き、GUIを使用して簡単なスタイルを適用できます。また、必要に応じてXMLを変更するための簡単なエディタも提供しています。

source: Using |UG| to create simple styles
de: |UG| verwenden, um einen einfachen Stil zu erzeugen
es: Usando |UG| para crear estilos simples
fi: Käyttämällä |UG| luoda yksinkertaisia tyylejä
fr: Utilisation de |UG| pour créer des styles simples
hu: |UG| használata egyszerű stílusok létrehozására
it: Uso di |UG| per creare stili semplici
ja: |UG| を使用したシンプルなスタイルの作成

source: For more details on how to use |UG| see the :doc:`uDig Quickstart <../quickstart/udig_quickstart>`
de: Weitere Informationen, wie uDig zu verwenden ist, können Sie unter :doc:`uDig Quickstart <../quickstart/udig_quickstart>` finden
es: Para mas detalles sobre como usar |UG| ver :doc:`uDig Quickstart <../quickstart/udig_quickstart>`
fi: Lisätietoja | UG: n käytöstä katso :doc:`uDig Pika-aloitus <../quickstart/udig_quickstart>`
fr: Pour plus de détails sur l’utilisation de |UG| voir le :doc:`uDig Quickstart <../quickstart/udig_quickstart>`
hu: Az |UG| használatáról további részleteket a :doc:`uDig gyorstalpalóban <../quickstart/udig_quickstart>` találhat
it: Per maggiori dettagli su come usare |UG| vedi il :doc:`uDig Quickstart <../quickstart/udig_quickstart>`
ja: |UG| の使用方法に関するその他の詳細については、 :doc:`uDigクイックスタート <../quickstart/udig_quickstart>` を参照してください。

source: Open |UG| and add the shapefiles (using the add data button in the top left hand corner).
de: Öffnen Sie |UG| und fügen Sie die Shape-Datei hinzu (mit der Schaltfläche Daten hinzufügen in der oberen linken Ecke).
es: Abrir un |UG| y añadir los archivos shape (usando el botón de añadir datos enla esquina superior izquierda).
fi: Avaa |UG| ja lisää muototiedostot (käyttämällä vasemmassa yläkulmassa olevaa lisää datapainiketta).
fr: Ouvert |UG| et ajouter les fichiers shape (en utilisant le bouton ajouter des données dans le coin supérieur gauche).
hu: Nyissa meg a |UG|-t és adja hozzá a shape fájlokat (használja az adat hozzáadás gombot a bal felső sarokban).
it: Apri |UG| e aggiungi gli shapefile (usando il pulsante add data in alto a sinistra).
ja: |UG| を開き、シェープファイルを追加します(左上隅のデータ追加ボタンを使用)。

source: Drag the ne_10m_land and ne_10m_ocean tables into the map window. |UG| automatically applies a style (so you can see the data).
de: Sie können die Shapefiles ne_10m_land und ne_10m_ocean per Drag&Drop hinzufügen, |UG| setzt den Stil automatisch, um die Daten anzeigen zu können.
es: Arrastrar las tablas ne_10m_land y ne_10m_ocean dentro de la ventana del mapa. |UG| automaticamente aplica un estilo (para que se puedan ver los datos).
fi: Vedä ne_10m_land ja ne_10m_ocean taulukot karttaikkunaan. |UG| käyttää tyyliä automaattisesti (jotta näet tiedot).
fr: Faites glisser les tables ne_10m_land et ne_10m_ocean dans la fenêtre de la carte. |UG| applique automatiquement un style (afin que vous puissiez voir les données).
hu: Húzza az ne_10m_land és ne_10m_ocean táblákat a térkép ablakba. A |UG| automatikusan alkalmaz egy stílust (így láthatja az adatokat).
it: Trascina le tabelle ne_10m_land e ne_10m_ocean nella finestra della mappa. |UG| applica automaticamente uno stile (in modo da poter vedere i dati).
ja: ne_10m_landテーブルとne_10m_oceanテーブルをマップウィンドウにドラッグします。|UG| は自動的にスタイルを適用します(データが見えるようになります)。

source: Default Styling in uDig
es: Estilo predeterminado en uDig
hu: Alapértelmezett stílus uDig-ben
it: Stilizzazione predefinita in uDig
ja: uDigのデフォルトスタイル

source: In the :ref:`Layer list <Layer_list>` select the style button (it looks like an artist's palette).
de: Wählen Sie in der Liste :ref:`Layer <Layer_list>` den Stil-Button aus (dieser sieht aus wie die Palette eines Künstlers).
es: En la lista :ref:`Layer list <Layer_list>` seleccionar el botón de estilo (luce como una pequeña paleta de pintor).
fi: Valitse :ref:`Layer list <Layer_list>` tyylipainike (se näyttää taiteilijan paletilta).
fr: Dans la liste :ref:`Layer list <Layer_list>` sélectionnez le bouton de style (il ressemble à la palette d’un artiste)
hu: A :ref:`Layer list <Layer_list>` válassza ki a stílus gombot (úgy néz ki mint egy festőpaletta).
it: Nel :ref:`Layer list <Layer_list>` seleziona il pulsante dello stile (assomiglia alla tavolozza di un artista).
ja: :ref:`レイヤリスト <Layer_list>` でスタイルボタン(アーティストのパレットのように見えます)を選択します。

source: The Layer list window
es: La ventana Lista de capas
hu: A réteglista ablak
it: La finestra dell'elenco dei Layer
ja: レイヤリストウィンドウ

source: This will open the :ref:`Style Pane <Style_Pane>`.
de: Dadurch wird der Bereich :ref:`Style <Style_Pane>` geöffnet.
es: Esto abrirá el panel :ref:`Style Pane <Style_Pane>`.
fi: Tämä avaa :ref:`Style Pane <Style_Pane>`.
fr: Cela ouvrira le volet :ref:`Style Pane <Style_Pane>`.
hu: Ez megnyitja a :ref:`Style Pane <Style_Pane>` panelt.
it: Questo aprirà il :ref:`Style Pane <Style_Pane>`.
ja: これにより、 :ref:`スタイルペイン <Style_Pane>` が開きます。
