Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoserver_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: Scroll down to the bottom of the "Data" tab and press "Save" again.
de: Scrollen Sie nach unten auf der Registerkarte "Daten" und drücken Sie erneut "Speichern".
es: Desplázate hacia abajo hasta la parte inferior de la pestaña "Datos" y vuelve a pulsar "Guardar".
fi: Vieritä "Data" -välilehden alareunaan ja paina uudelleen "Save".
fr: Faites défiler vers le bas jusqu’au bas de l’onglet "Data" et appuyez à nouveau sur "Save".
hu: Görgessen le a "Data" fül aljára és nyomja meg a "Save"-t ismét.
it: Scorri fino alla fine della scheda "Data" e premi nuovamente "Save".
ja: "Data" タブの一番下までスクロールダウンし、もう一度 "保存" を押します。
sv: Bläddra ner längst ner på fliken "Data" och tryck på "Save" igen.

source: Adding a NetCDF store
es: Agregar un almacén NetCDF
hu: NetCDF tár hozzáadás
it: Aggiunta di un archivio NetCDF
ja: NetCDFストアの追加
sv: Lägga till en NetCDF-lagring

source: Preview the NetCDF layer
de: Vorschau des NetCDF Layer
es: Vista previa de la capa NetCDF
fi: NetCDF-tason esikatselu
fr: Aperçu de la couche NetCDF
hu: NetCDF réteg előnézete
it: Anteprima del layer NetCDF
ja: NetCDFレイヤをプレビュー
sv: Förhandsgranska NetCDF-lagret

source: Select "Layer Preview" from the menu on the left
de: Wählen Sie "Layer Preview" aus dem Menü auf der linken Seite
es: Seleccione "Previsualización de capa" en el menú de la izquierda
fi: Valitse "Layer Preview" vasemmalla olevasta valikosta
fr: Sélectionnez "Layer Preview" dans le menu de gauche
hu: Válassza a "Layer Preview"-t a baloldali menüből
it: Seleziona "Anteprima Layer" dal menu a sinistra
ja: 左側のメニューから "レイヤプレビュー" を選択
sv: Välj "Layer Preview" från menyn till vänster

source: Scroll down to find the "cite:O3" entry, and click on the "OpenLayers" link to show a preview of the layer.
de: Scrollen Sie nach unten, um den Eintrag "cite:O3" zu finden, und klicken Sie auf den Link "OpenLayers", um eine Vorschau des Layers anzuzeigen.
es: Desplácese hacia abajo para encontrar la entrada "cite:O3" y haga click en el enlace "OpenLayers" para mostrar una vista previa de la capa.
fi: Vieritä alas löytääksesi "cite:O3"-merkinnän ja klikkaa "OpenLayers"-linkkiä näyttääksesi tason esikatselun.
fr: Faites défiler vers le bas pour trouver l’entrée "cite:O3", puis cliquez sur le lien "OpenLayers" pour afficher un aperçu de la couche.
hu: Görgessen le a "cite:O3" elem megtalálásához és kattintson az "OpenLayers" linkre a réteg előnézet megjelenítéséhez.
it: Scorri verso il basso per trovare la voce "cite:O3" e clicca sul link "OpenLayers" per mostrare un'anteprima del layer.
ja: 下へスクロールして "cite: O3" の項目を探し、 "OpenLayers" リンクをクリックしてレイヤのプレビューを表示します。
sv: Bläddra ner för att hitta posten "cite:O3" och klicka på länken "OpenLayers" för att visa en förhandsgranskning av lagret.

source: Clicking on points will cause the value of "Ozone_concentration" to be shown in a table at the bottom of the map.
de: Wenn Sie auf Punkte klicken, wird der Wert "Ozone_concentration" in einer Tabelle am unteren Rand der Karte angezeigt.
es: Al hacer click en los puntos, el valor de "Ozone_concentration" se mostrará en una tabla en la parte inferior del mapa.
fi: Pisteiden napsauttaminen aiheuttaa sen, että "Ozone_concentration" arvo näkyy kartan alareunassa olevassa taulukossa.
fr: En cliquant sur les points, la valeur "Ozone_concentration" sera indiquée dans un tableau en bas de la carte.
hu: A pontokra kattintás hatására az "Ozone_concentration" egy táblázatban jelenik meg a térkép alján.
it: Cliccando sui punti, il valore di "Ozone_concentration" sarà mostrato in una tabella nella parte inferiore della mappa.
ja: 点をクリックすると、 "オゾン濃度" の値がマップの下部のテーブルに表示されます。
sv: Om du klickar på en punkt visas värdet för "Ozone_concentration" i en tabell längst ned på kartan.

source: OpenLayers preview of a NetCDF layer
es: Vista previa de OpenLayers de una capa NetCDF
hu: OpenLayers előnézet a NetCDF réteghez
it: Anteprima OpenLayers di un layer NetCDF
ja: NetCDFレイヤのOpenLayersプレビュー
sv: OpenLayers förhandsgranskning av ett NetCDF-lager

source: This GeoServer instance has been configured with the ``NETCDF_DATA_DIR`` Java system property to allow the publication of NetCDF files in read-only directories.
de: Diese GeoServer-Instanz wurde mit der Java-Systemeigenschaft ``NETCDF_DATA_DIR`` konfiguriert, um die Veröffentlichung von NetCDF-Dateien in schreibgeschützten Verzeichnissen zu ermöglichen.
es: Esta instancia de GeoServer se ha configurado con la propiedad de sistema Java ``NETCDF_DATA_DIR`` para permitir la publicación de archivos NetCDF en directorios de solo lectura.
fi: Tämä GeoServer-ilmentymä on määritetty `` NETCDF_DATA_DIR`` Java-järjestelmän ominaisuuksilla sallimaan NetCDF-tiedostojen julkaiseminen vain luku -hakemistossa.
fr: Cette instance GeoServer a été configurée avec la propriété du système Java ``NETCDF_DATA_DIR`` pour permettre la publication de fichiers NetCDF dans des répertoires en lecture seule.
hu: Ezt a GeoServer példányt a ``NETCDF_DATA_DIR`` rendszer tulajdonsággal konfigurálták, hogy NetCDF fájlokat publikáljon csak olvasható könyvtárakból.
it: Questa istanza di GeoServer è stata configurata con la proprietà di sistema Java ``NETCDF_DATA_DIR`` per consentire la pubblicazione di file NetCDF in directory di sola lettura.
ja: このGeoServerインスタンスは、 ``NETCDF_DATA_DIR`` Javaシステムプロパティを使用して設定されており、読み取り専用ディレクトリにNetCDFファイルを公開できます。
sv: Denna GeoServer-instans har konfigurerats med Java-systemegenskapen ``NETCDF_DATA_DIR`` för att tillåta publicering av NetCDF-filer i skrivskyddade kataloger.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: This is only the first step on the road to using GeoServer. There is a lot more functionality you can try.
de: Dies ist nur der erste Schritt auf dem Weg zur Verwendung von GeoServer. Es gibt viel mehr Funktionalität, die Sie ausprobieren können.
es: Esto es sólo el primer paso en el camino al uso de Geoserver. Hay mucha más funcionalidad que usted puede probar.
fi: Tämä on vasta ensimmäinen askel tiellä käyttää GeoServer. On paljon enemmän toimintoja voit kokeilla.
fr: Ce n’est que la première étape sur la voie de l’utilisation de GeoServer. Il y a beaucoup plus de fonctionnalités que vous pouvez essayer.
hu: Ezek csak az első lépések at úton a GeoServer használatához. Sokkal több funkcionalitása van, amit kipróbálhat.
it: Questo è solo il primo passo sulla strada per usare GeoServer. Ci sono molte altre funzionalità che puoi provare.
ja: これは、GeoServerを使用するための最初のステップにすぎません。他にも多くの機能を試すことができます。
sv: Detta är bara det första steget på vägen mot att använda GeoServer. Det finns mycket mer funktionalitet som du kan prova.

source: GeoServer Project home - https://geoserver.org/
es: Inicio del proyecto GeoServer - https://geoserver.org/
hu: GeoServer projekt honlap - https://geoserver.org/
it: Home del progetto GeoServer - https://geoserver.org/
ja: GeoServer プロジェクトホーム - https://geoserver.org/
sv: GeoServer-projektets hemsida - https://geoserver.org/

source: GeoServer User Manual - https://docs.geoserver.org/latest/en/user/
de: GeoServer Benutzerhandbuch - https://docs.geoserver.org/latest/en/user/
es: Manual de Ususario de GeoServer - https://docs.geoserver.org/latest/en/user/
fi: GeoServerin käyttöopas - https://docs.geoserver.org/latest/en/user/
fr: Manuel d’utilisation GeoServer - https://docs.geoserver.org/latest/en/user/
hu: GeoServer felhasználói kézikönyv - https://docs.geoserver.org/latest/en/user/
it: Manuale utente di GeoServer - https://docs.geoserver.org/latest/en/user/
ja: GeoServer ユーザマニュアル - https://docs.geoserver.org/latest/en/user/
sv: Användarmanual för GeoServer - https://docs.geoserver.org/latest/en/user/

source: GeoServer Tutorials - https://docs.geoserver.org/latest/en/user/tutorials/index.html
es: Tutoriales de GeoServer - https://docs.geoserver.org/latest/en/user/tutorials/index.html
fi: GeoServer Oppaat -https://docs.geoserver.org/latest/en/user/tutorials/index.html
fr: Tutoriels GeoServer - https://docs.geoserver.org/latest/en/user/tutorials/index.html
hu: GeoServer oktatóanyagok - https://docs.geoserver.org/latest/en/user/tutorials/index.html
it: GeoServer Tutorial - https://docs.geoserver.org/latest/en/user/tutorials/index.html
ja: GeoServer チュートリアル - https://docs.geoserver.org/latest/en/user/tutorials/index.html
sv: Handledning för GeoServer - https://docs.geoserver.org/latest/en/user/tutorials/index.html

source: GeoServer Styling Workshop - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
es: Taller de Estilo GeoServer - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
fi: GeoServer Tyylityöpaja - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
fr: Atelier de style GeoServer - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
hu: GeoServer stílus Workshop - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
ja: GeoServer スタイリングワークショップ - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html
sv: Workshop om styling av GeoServer - https://docs.geoserver.org/latest/en/user/styling/workshop/index.html

source: nologo
ja: ロゴなし

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: Experiment with this view and look at some of the other previews. Once you are comfortable viewing existing data you can move on to adding some new data.
de: Experimentieren Sie mit dieser Vorschau und testen Sie auch die anderen Daten. Sobald Sie einen Eindruck gewonnen haben, wie es sich anfühlt, Daten anzusehen, können Sie beginnen, selbst welche einzubinden und zu veröffentlichen.
es: Experimente con esta vista y vea tambien la previsualización de las otras capas. Cuando se sienta cómodo visualizando datos puede continuar agregando nuevos datos.
fi: Kokeile tätä näkymää ja katso joitakin muita esikatseluita. Kun olet tyytyväinen tarkastelemaan olemassa olevia tietoja, voit lisätä uusia tietoja.
sv: Experimentera med den här vyn och titta på några av de andra förhandsvisningarna. När du känner dig bekväm med att visa befintliga data kan du gå vidare till att lägga till nya data.

source: You can type epsg:4326 in the box
es: Puede escribir epsg:4326 en la casilla
hu: Írja be a mezőbe epsg:4326
it: Puoi digitare epsg:4326 nel box
sv: Du kan skriva epsg:4326 i rutan

source: GeoServer Project home - http://geoserver.org/
fr: Page internet du projet GeoServer - http://geoserver.org/
