Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/geoserver_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: GeoServer Quickstart
es: Inicio Rápido de GeoServer
fi: GeoServer Pika-aloitus
fr: Guide de démarrage rapde de GeoServer
hu: GeoServer gyorstalpaló
it: Guida rapida GeoServer
ja: GeoServer クイック スタート
sv: Snabbstart för GeoServer

source: GeoServer is a java application for serving maps (and data) for other clients (such as web browsers) to draw. GeoServer comes with a browser-based management interface and connects to multiple data sources at the back end.
de: GeoServer ist eine Java-Anwendung zur Veröffentlichung von Karten (und Daten) für andere Clients (z. B. Webbrowser). GeoServer verfügt über eine browserbasierte Administration und verbindet so im Hintergrund viele Datenquellen.
es: GeoServer es una aplicación java para servir mapas (y datos) para que otros clientes (como navegadores web) dibujen. GeoServer viene con una interfaz de administración basada en navegador y se conecta a múltiples fuentes de datos en el back-end.
fi: GeoServer on java-sovellus, joka palvelee karttoja (ja tietoja) muille asiakkaille (kuten selaimille) piirtämiseen. GeoServerin mukana tulee selainpohjainen hallintaliittymä, joka muodostaa yhteyden useisiin tietolähteisiin.
fr: GeoServer est une application java pour servir des cartes (et des données) à dessiner par d’autres clients (tels que les navigateurs Web). GeoServer est livré avec une interface de gestion basée sur le navigateur et se connecte à plusieurs sources de données en arrière-plan.
hu: A GeoServer egy java alkalmazás térképek (és adatok) szolgáltatására más klienseknek (mint például web böngészők) a megjelenítéshez. A GeoServer egy böngésző alapú kezelőfelülettel rendelkezik és több adatforráshoz csatlakozik a háttérben.
it: GeoServer è un'applicazione java per fornire mappe (e dati) per creare altri client (come i browser web). GeoServer viene fornito con un'interfaccia di gestione basata su browser e si connette a più origini dati nel back-end.
ja: GeoServerは、他のクライアント(Webブラウザなど)が描画するマップ(およびデータ)を提供するJavaアプリケーションです。GeoServer は、ブラウザベースの管理インタフェースを持ち、バックエンド側で複数のデータソースへ接続します。
sv: GeoServer är en java-applikation för att servera kartor (och data) som andra klienter (t.ex. webbläsare) kan rita. GeoServer levereras med ett webbläsarbaserat hanteringsgränssnitt och ansluter till flera datakällor på baksidan.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt, wie Sie:
es: Esta Guía de Inicio Rápido describe cómo:
fi: Tässä Pika-aloitusnäytössä kuvataan, miten:
fr: Ce guide décrit comment :
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します:
sv: Denna snabbstart beskriver hur du gör:

source: add a vector and raster data source to GeoServer
de: Vektor und Rasterdaten einer GeoServer-Instanz hinzufügt
es: agregar origenes de datos vectoriales y raster a GeoServer
fi: vektori- ja rasteritietolähteen lisääminen GeoServeriin
fr: ajouter une source de données vectorielle et raster à GeoServer
hu: vektor és raszter adatforrások hozzáadása a GeoServerhez
it: aggiungere un'origine dei dati vettoriale e raster a GeoServer
ja: GeoServerにベクタとラスターデータソースを追加する
sv: lägga till en vektor- och rasterdatakälla i GeoServer

source: apply color to map features using styling
de: Farben für einen Stil anwendet, der sich auf die Darstellung von Kartenobjekten auswirkt,
es: aplicar color a las entidades gráficas usando estilos
fi: käytä väriä karttaominaisuuksilla muotoilun avulla
fr: appliquer la couleur aux entités de la carte en utilisant un style
hu: színek hozzárendelése a térképelemekhez a stílus beállítás használatával
it: seleziona il colore alle feature delle mappa utilizzando lo stile
ja: スタイルを使用してマップフィーチャーに色を適用する
sv: applicera färg på kartfunktioner med hjälp av styling

source: test the layers in a simple web map
de: veröffentlichte Daten in einer einfachen Web-basierten Karte testet,
es: testear las capas en un mapa web simple
fi: testaa kerrokset yksinkertaisessa verkkokartassa
fr: tester les couches dans une carte web simple
hu: rétegek ellenőrzése egy egyszerű web térképen
it: prova i layer in una semplice mappa web
ja: シンプルなWebマップでレイヤをテストする
sv: testa lagren i en enkel webbkarta

source: learn about clients that can display your maps
de: Karten in anderen Applikationen darstellt und welche Applikationen hierfür verwendet werden können und
es: aprender acerca de los clientes que pueden desplegar sus mapas
fi: tietoja asiakkaista, jotka voivat näyttää kartat
fr: en savoir plus sur les clients qui peuvent afficher vos cartes
hu: kliensek, melyek megjeleníthetik a térképeit
it: impara sui client che possono visualizzare le tue mappe
ja: マップを表示できるクライアントについて学習
sv: lära dig mer om klienter som kan visa dina kartor

source: add a layer from a NetCDF file
de: einen NetCDF Layer hinzufügt
es: anadir una capa desde un archivo NetCDF
fi: tason lisääminen NetCDF-tiedostosta
fr: ajouter une couche à partir d’un fichier NetCDF
hu: rétegek hozzáadása NetCDF fájlból
it: aggiungi un layer da un file NetCDF
ja: NetCDFファイルからレイヤを追加する
sv: lägga till ett lager från en NetCDF-fil

source: Contents
de: Inhalt
es: Contenidos
fi: Sisältö
hu: Tartalom
it: Contenuti
ja: 目次
sv: Innehåll

source: Start Geoserver
de: Geoserver starten
es: Iniciar Geoserver
fi: Käynnistä Geoserver
fr: Démarrer Geoserver
hu: GeoServer indítása
it: Avvia Geoserver
ja: Geoserverを起動する
sv: Starta Geoserver

source: From the Start menu, select |osgeolive-appmenupath-geoserver|. The application will take a few moments to start up and will open a web page at http://localhost:8082/geoserver/web
de: Wählen Sie aus dem Startmenü |osgeolive-appmenupath-geoserver|. Die Applikation benötigt einen kurzen Augenblick um zu starten und öffnet eine Webseite unter http://localhost:8082/geoserver/web
es: En el menú Inicio, seleccione |osgeolive-appmenupath-geoserver|. La aplicación tardará unos momentos en iniciarse y abrirá una página web en http://localhost:8082/geoserver/web
fi: Valitse Käynnistä-valikosta |osgeolive-appmenupath-geoserver|. Sovellus käynnistyy hetken ja avaa verkkosivun http://localhost:8082/geoserver/web
fr: Dans le menu Démarrer, sélectionnez |osgeolive-appmenupath-geoserver|. L’application prendra quelques instants pour démarrer et ouvrira une page web à l'adresse http://localhost:8082/geoserver/web
hu: A start menüből válassza a |osgeolive-appmenupath-geoserver|-t. Az alkalmazás néhány pillanat múlva elindul és megnyitja a http://localhost:8082/geoserver/web lapot
it: Dal menu Start, selezionare |osgeolive-appmenupath-geoserver|. L'applicazione impiegherà alcuni istanti per avviarsi e aprirà una pagina web a http://localhost:8082/geoserver/web
ja: スタートメニューから、 |osgeolive-appmenupath-geoserver| を選択します。アプリケーションの起動には少し時間がかかり、http://localhost:8082/geoserver/web でWebページが開きます。
sv: Från Start-menyn väljer du |osgeolive-appmenupath-geoserver|. Det tar en liten stund att starta programmet och det öppnar en webbsida på http://localhost:8082/geoserver/web

source: Log in using the username **admin** and password **geoserver**. You will now see the *admin page*.
de: Melden Sie sich mit dem Benutzernamen **admin** und dem Kennwort **geoserver** an. Sie sehen nun die *admin-Seite*.
es: Inicie sesión con el nombre de usuario **admin** y la contraseña **geoserver**. Ahora verá la *página admin*.
fi: Kirjaudu sisään käyttäjätunnuksella **admin** ja salasanalla **geoserver**. Näet nyt *admin sivu*.
fr: Connectez-vous à l’aide du nom d’utilisateur **admin** et du mot de passe **geoserver**. Vous verrez maintenant la page d'administration.
hu: Jelentkezen be az **admin** felhasználónévvel és **geoserver** jelszóval. Az *admin oldalt* fogja látni.
it: Accedi utilizzando il nome utente **admin** e la password **geoserver**. Ora vedrai la *pagina admin*.
ja: ユーザ名 **admin** とパスワード **geoserver** を使用してログインします。これで、 *admin page* が表示されます。
sv: Logga in med användarnamnet **admin** och lösenordet **geoserver**. Du kommer nu att se *admin-sidan*.

source: Select the **Layer Preview** link at the top of the *Data* section in the left hand menu to see a preview of the layers that are loaded on the server.
de: Über den Link zur Layer-Vorschau (**Layer Preview**) innerhalb des *Data* Bereiches im linken Menübaum ermöglicht es Ihnen, die Layer des GeoServers anzusehen.
es: El enlace **Previsualización de Capas** en el menú de la izquierda le permite previsualizar las capas que están cargadas en el servidor.
fi: Valitse **Tason esikatselu** -linkki vasemmanpuoleisen valikon *Data*-osion yläosasta, niin näet palvelimeen ladattujen tasojen esikatselun.
fr: Sélectionnez le lien **Layer Preview** en haut de la section *Data* dans le menu de gauche pour afficher un aperçu des couches chargées dansle serveur.
hu: Válassza ki a **Layer Preview** linket a baloldali menüből a *Data* rész tetején, hogy a szerver által betöltött rétegek előnézetét lássuk.
it: Seleziona il collegamento **Anteprima livello** nella parte superiore della sezione *Dati* nel menu a sinistra per visualizzare un'anteprima dei layer caricati sul server.
ja: 左側のメニューの *Data* セクションの一番上にある **Layer Preview** リンクをクリックすると、サーバーにロードされているレイヤのプレビューが表示されます。
sv: Välj länken **Layer Preview** högst upp i avsnittet *Data* i menyn till vänster för att se en förhandsgranskning av de lager som är inlästa på servern.

source: Scroll to the bottom of the page and click on the **OpenLayers** link in the **tiger-ny** row. This will open a new window with a preview of some of the sample data.
de: Scrollen Sie zum unteren Rand der Seite und klicken Sie auf den Link **OpenLayers** in der Zeile **tiger-ny**. Dadurch wird ein neues Fenster mit einer Vorschau einiger Beispieldaten geöffnet.
es: Desplácese hasta la parte inferior de la página y haga click en el vínculo **OpenLayers** en la fila **tiger-ny**. Esto abrirá una nueva ventana con una vista previa de algunos de los datos de muestra.
fi: Vieritä sivun alareunaan ja napsauta **OpenLayers**-linkkiä **tiger-ny**-rivillä. Tämä avaa uuden ikkunan, jossa on joidenkin mallitietojen esikatselu.
fr: Faites défiler vers le bas de la page et cliquez sur le lien **OpenLayers** dans la ligne **tiger-ny**. Cela ouvrira une nouvelle fenêtre avec un aperçu de certaines des données de l’exemple.
hu: Görgessen az oldal aljára és kattintson az **OpenLayers** linkre a **tiger-ny** sorban. Ez egy új ablakot nyit meg a mintaadatok előnézetével.
it: Scorri fino in fondo alla pagina e fai clic sul link **OpenLayers** nella riga **tiger-ny**. Si aprirà una nuova finestra con un'anteprima di alcuni dei dati di esempio.
ja: ページの下部までスクロールし、 **tiger-ny** 行の **OpenLayers** リンクをクリックします。これにより、新しいウィンドウが開き、サンプルデータのプレビューが表示されます。
sv: Bläddra längst ner på sidan och klicka på länken **OpenLayers** i raden **tiger-ny**. Då öppnas ett nytt fönster med en förhandsgranskning av några av exempeldata.

source: You can zoom in to the map in three ways:
de: Sie haben in diesem Kartenfenster drei Möglichkeiten, Kartenausschnitte einzustellen:
es: Puede hacer zoom en el mapa de tres formas:
fi: Voit lähentää karttaa kolmella tavalla:
fr: Vous pouvez zoomer sur la carte de trois façons :
hu: Háromféleképpen nagyíthat a térképre:
it: Puoi ingrandire la mappa in tre modi:
ja: マップを拡大するには、次の 3 つの方法があります。
sv: Du kan zooma in på kartan på tre olika sätt:

source: by clicking on the zoom bar on the left, the higher you click on it the more zoomed in you will see.
de: im linken Bereich über die Navigationsleiste können Sie mit einem Klick auf `+` den Ausschnitt verkleinern und somit mehr Details sehen. Mit einem Klick unterhalb des Schiebereglers können Sie den Ausschnitt mit `-` vergrößern um weniger Details zu sehen und somit eine Übersicht zu erhalten. Sie können auch den Schieberegler selbst nutzen, um den Detalierungsgrad festzulegen.
es: haciendo click en la barra de zoom de la izquiera, cuanto mas arriba mayor sera la ampliación.
fi: klikkaamalla zoomauspalkkia vasemmalla, sitä korkeampi klikkaat sitä enemmän zoomattu näet.
fr: en cliquant sur la barre de zoom sur la gauche, plus vous cliquez dessus, plus vous effectuez un zoom avant.
hu: a baloldali nagyítás oszlopra kattintva, minélmagasabbra kattint annál nagyobb nagyítást lát.
it: facendo clic sulla barra dello zoom a sinistra, maggiori clic farai su di essa più ingrandita si vedrà.
ja: 左側のズームバーをクリックすると、クリックするほど拡大して表示されます。
sv: genom att klicka på zoomfältet till vänster, ju högre du klickar på det desto mer inzoomat ser du.

source: by using the mouse scroll wheel (if you have one), scrolling up will zoom in and down will zoom out.
de: Über das Scrollrad der Maus, sofern sie eine Scrollmaus nutzen, können Sie beim Drehen nach oben hineinzoomen und beim Drehen nach unten herauszoomen.
es: usando la rueda de scroll del mouse (si tiene una), hacia arriba se acerca y hacia abajo se aleja.
fi: käyttämällä hiiren vieritysrullaa (jos sinulla on sellainen), vierittäminen ylöspäin lähentää ja alas loitontaa.
fr: en utilisant la roue de défilement de la souris (si vous en avez une), le défilement vers le haut fera un zoom avant et vers le bas fera un zoom arrière.
hu: Az egérgörgő használatával (ha rendelkezik ilyennel), a felfelé görgetés nagyít és a lefelé görgetés kicsinyít.
it: utilizzando la rotellina di scorrimento del mouse (se ne hai una), lo scorrimento verso l'alto ingrandirà e ridurrà lo zoom.
ja: マウスのスクロールホイールを使用すると(ある場合)、上へスクロールするとズームインし、下へスクロールするとズームアウトします。
sv: genom att använda musens skrollhjul (om du har ett sådant), genom att skrolla uppåt zoomas in och nedåt zoomas ut.

source: by dragging a box on the map while holding down the :kbd:`shift key` - this will zoom in to the box selected (or as near as will fit in the screen).
de: Bei gedrückter :kbd:`Shift` Taste können Sie mit der Maus ein Rechteck aufziehen, um einen Bereich anzeigen zu lassen.
es: definiendo un rectángulo sobre el mapa mientras presiona la tecla :kbd:`shift key`- esto hará zoom al rectángulo seleccionado (o lo mas aproximado que entre en la pantalla).
fi: vetämällä laatikko kartalla pitämällä alhaalla : kbd:'shift-näppäintä' - tämä lähentää valittuun ruutuun (tai niin lähelle kuin sopii näyttöön).
fr: en faisant glisser une zone sur la carte tout en maintenant la touche :kbd:`Majuscule` - cela va zoomer sur la zone sélectionnée (ou aussi près que possible des dimensions de l’écran).
hu: egy téglalapot húzva a térképen miközben a :kbd:`shift billentyűt` nyomva tartjuk - ez a kiválasztott téglalapra nagyít (amennyire ez beleillik a képernyőbe).
it: trascinando una casella sulla mappa tenendo premuto il tasto :kbd:'shift key' - questo ingrandirà la casella selezionata (o il più vicino possibile allo schermo).
ja: :kbd:`shiftキー` - を押しながらマップ上のボックスをドラッグすると、選択されたボックスにズームします(または画面に収まる程度にズームします)。
sv: genom att dra en ruta på kartan samtidigt som du håller ned :kbd:`shift key` - detta zoomar in till den markerade rutan (eller så nära som ryms på skärmen).

source: Experiment with this view and look at some of the other previews. Once you are comfortable viewing existing data you can move on to adding some new data.
fr: Expérimentez avec cette vue et regardez quelques-uns des autres aperçus. Une fois que vous êtes à l’aise d’afficher les données existantes, vous pouvez passer à l’ajout de nouvelles données.
hu: Kísérletezzen ezzel a nézettel, és tekintse meg néhányat a többi előnézetből. Miután megismerkedett a meglévő adatok megjelenítésével, tovább léphet új adatok hozzáadására.
it: Sperimenta con questa vista e guarda alcune delle altre anteprime. Una volta che ti senti a tuo agio nel visualizzare i dati esistenti, puoi passare all'aggiunta di alcuni nuovi dati.
ja: このビューを試して、他のプレビューをいくつか見てみましょう。既存のデータを見やすくなったら、新しいデータを追加することができます。

source: Loading data
de: Laden von Daten
es: Carga de datos
fi: Ladataan tietoja
fr: Chargement des données
hu: Adatok betöltése
it: Caricamento dei dati
ja: データをロード
sv: Läsar in data

source: You will not be able to carry out the following steps if you are running with a **read only** file system (such as the DVD). You will either need to run in a Virtual Machine, or from a USB, or install OSGeoLive (or just GeoServer) onto your hard drive.
de: Sie werden nicht in der Lage sei, die folgenden Schritte durchzuführen, wenn Sie ein **read only** Dateisystem nutzen, so bei der DVD. Für diesen Fall sollten Sie entweder |GS| von der DVD auf das Dateisystem installieren oder ein USB Stick basiertes System nutzen.
es: No podrá realizar los siguientes pasos si esta ejecutando desde un sistema de archivos de solo lectura (como el DVD). Necesita ejecutarlo en una Máquina Virtual, o desde un USB o instalar OSGeoLive (o sólo GeoServer) en su disco duro.
fi: Seuraavia vaiheita ei voi suorittaa, jos käytössä on **vain luku**-tiedostojärjestelmä (kuten DVD-levy). Sinun on joko suoritettava Virtuaalikoneessa tai USB:stä tai asennettava OSGeoLive (tai vain GeoServer) kiintolevylle.
fr: Vous ne pourrez pas effectuer les étapes suivantes si vous exécutez un système de fichiers **read only** (tel que le DVD). Vous devrez soit courir dans une machine virtuelle, soit à partir d’un USB, soit installer OSGeoLive (ou tout simplement GeoServer) sur votre disque dur.
hu: A következő lépéseket nem tudja végrehajtani, ha **csak olvasható** fájlrendszert használ (mint például a DVD). Vagy egy virtuális gépet kell futtatnia vagy egy pendrive-ról vagy telepítse az OSGeoLive-ot (vagy csak a GeoServert) háttértárolójára.
it: Non sarà possibile eseguire i seguenti passaggi se si esegue con un file system **di sola lettura** (ad esempio il DVD). Sarà necessario eseguire in una macchina virtuale, o da una USB, o installare OSGeoLive (o solo GeoServer) sul disco rigido.
ja: **読み取り専用** ファイルシステム(DVDなど)を使用している場合は、次の手順を実行できません。仮想マシンまたはUSBから実行するか、OSGeoLive(または単にGeoServer)をハードドライブにインストールする必要があります。
sv: Du kommer inte att kunna utföra följande steg om du kör med ett **lässkyddat** filsystem (t.ex. DVD-skivan). Du måste antingen köra i en virtuell maskin eller från ett USB-minne, eller installera OSGeoLive (eller bara GeoServer) på din hårddisk.

source: In this example we are going to use the :doc:`Natural Earth data set <../overview/naturalearth_overview>` that is included on OSGeoLive (:file:`/usr/local/share/data/natural_earth2/`).
de: In diesem Beispiel werden wir die :doc:`Natural Earth Datensätze <../overview/naturalearth_overview>` nutzen, die in OSGeoLive mit enthalten sind (:file:`/usr/local/share/data/natural_earth2/`).
es: En este ejemplo vamos a usar el conjunto de datos :doc:`Natural Earth <../overview/naturalearth_overview>` que está incluido en el Live-DVD (:file:`/usr/local/share/data/natural_earth2/`).
fi: Tässä esimerkissä käytämme :doc:`Natural Earth -tietojoukkoa<../overview/naturalearth_overview>` joka sisältyy OSGeoLiveen (:file:`/usr/local/share/data/natural_earth2/`).
fr: Dans cet exemple, nous allons utiliser le :doc:`jeu de données Natural Earth <../overview/naturalearth_overview>` qui est inclus sur OSGeoLive (:file:`/usr/local/share/data/natural_earth2/`).
hu: Ebben a példában a :doc:`Natural Earth adatokat <../overview/naturalearth_overview>` használjuk, melyeket tartalmaz az OSGeoLive (:file:`/usr/local/share/data/natural_earth2/`).
it: In questo esempio useremo il :doc:`daset Natural Earth <../overview/naturalearth_overview>` incluso in OSGeoLive (:file:`/usr/local/share/data/natural_earth2/`).
ja: この例では、OSGeoLiveに含まれている :doc:`Natural Earthデータセット <../overview/naturalearth_overview>` (:file:`/usr/local/share/data/natural_earth2/`)を使用します。
sv: I det här exemplet ska vi använda :doc:`Natural Earth-datauppsättningen <../overview/naturalearth_overview>` som ingår i OSGeoLive (:file:`/usr/local/share/data/natural_earth2/`).

source: We need to create a Store for our data. From the |GS| admin page go to :guilabel:`Stores`.
de: Es muss ein **Store** für unsere Daten angelegt werden. Von der |GS| Administrationsseite gehen Sie zu :guilabel:`Stores`.
es: Necesitamos crear una Tienda para nuestros datos. Desde la página de administración |GS| vaya a :guilabel:`Stores`.
fi: Meidän on luotava myymälä tiedoillemme. Lähettäjä |GS| järjestelmänvalvojan sivu menee :guilabel:`Stores`.
fr: Nous devons créer un Entrepôt pour nos données. Depuis la page d’administrateur de |GS| aller à :guilabel:`Stores`.
hu: Az adatainkhoz egy tárat (Store) kell létrehoznunk. A |GS| admin oldaláról menjen a :guilabel:`Stores`-re.
it: Dobbiamo creare un Archivio per i nostri dati. Dal pagina admin IGSI vai a :guilabel:'Stores'.
ja: データ用のストアを作成する必要があります。|GS| 管理ページから :guilabel:`Stores` に移動します。
sv: Vi måste skapa en Store för våra data. Gå till :guilabel:`Stores` från administratörssidan för |GS|.

source: Click on :guilabel:`Add new Store`. You will see this page:
de: Klicken Sie auf :guilabel:`Add new Store`. Folgende Ansicht werden Sie vor sich haben:
es: Haga click en :guilabel:`Add new Store`. Verá esta página:
fi: Napsauta :guilabel:`Add new Store`. Näet tämän sivun:
fr: Cliquez sur :guilabel:`Add new Store`. Vous verrez cette page :
hu: Kattintson az :guilabel:`Add new Store`-ra. Ezt az oldalt látja:
it: Clicca su :guilabel:'Aggiungi nuovo Archivio'. Vedrai questa pagina:
ja: :guilabel:`Add new Store` をクリックします。次のページが表示されます。
sv: Klicka på :guilabel:`Lägg till ny butik`. Du kommer att se den här sidan:

source: The New Store page
es: La página Nueva tienda
hu: Angol
it: Pagina di Nuovo Store
ja: 新規ストアページ
sv: Sidan Ny butik

source: Select the :guilabel:`Directory of spatial files`. You will see the following:
de: Wählen Sie :guilabel:`Directory of spatial files` und sie werden folgendes sehen:
es: Seleccione el :guilabel:`Directory of spatial files`. Verá lo siguiente:
fi: Valitse :guilabel:`Directory of spatial files`. Näet seuraavat asiat:
fr: Sélectionnez le :guilabel:`Directory of spatial files`. Vous verrez ce qui suit :
hu: Válassza a :guilabel:`Directory of spatial files`-t. A következőt látja ezután:
it: Selezionare :guilabel:'Cartella dei file spaziali'. Vedrai quanto segue:
ja: :guilabel:`Directory of spatial files` を選択します。次のように表示されます。
sv: Välj :guilabel:`Directory of spatial files`. Du kommer att se följande:

source: Filling in the New Store page
es: Rellenando la página Nueva tienda
hu: A New Store lap kitöltése
it: Compilazione della pagina Nuovo Store
ja: 新規ストアページの入力
sv: Fylla i sidan för den nya butiken
