Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gmt_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Projekt ist lediglich auf der OSGeoLive Virtual Machine Disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
fr: Ce projet n’est inclus que sur le disque de machine virtuelle OSGeoLive (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale OSGeoLive

source: GMT Quickstart
es: Inicio Rápido GMT
fr: Guide de démarrage rapide de GMT
hu: GMT gyorstalpaló
it: Guida rapida GMT
ja: GMTクイックスタート
sv: GMT Snabbstart

source: GMT is a collection of tools that allow users to manipulate (x,y) and (x,y,z) data sets (including filtering, trend fitting, gridding, projecting, etc.) and produce Encapsulated PostScript File (EPS) illustrations ranging from simple x-y plots through contour maps to artificially illuminated surfaces and 3-D perspective views in black and white, gray tone, hachure patterns, and 24-bit color.
de: GMT ist eine Sammlung von Werkzeugen, die es Benutzern erlauben, gezielt (x, y) und (x, y, z) Datensätze zu manipulieren (einschließlich Filterung, Trend-Fitting, Rasterung, Projektion, etc.) und Encapsulated PostScript Datei (EPS) Illustrationen zu produzieren, von einfachen xy-Plots über Reliefkarten bis hin zu künstlich beleuchteten Oberflächen und 3D Perspektive in Schwarz und Weiß, Graustufen, Mustern und 24-Bit-Farben.
es: GMT es una colección de herramientas que permiten a los usuarios manipular conjuntos de datos (x, y) y (x, y, z) (incluyendo el filtrado, ajuste de tendencia, retícula, proyección, etc.) y producir ilustraciones Archivo de PostScript Encapsulado (EPS) que van desde simples diagramas x-y a través de mapas de contorno hasta superficies iluminadas artificialmente y vistas en perspectiva 3D en blanco y negro, tonos grises, patrones ashurados y colores de 24 bits.
fr: GMT est une collection d'outils qui permet aux utilisateurs de manipuler des jeux de données (x,y) et (x,y,z) (incluant les filtres, les courbes de tendances, les grilles, la projection, etc.) et de produire des illustrations au format Encapsulated PostScript File (EPS) sur une échelle depuis l'affichage simple x-y à travers des cartes de contour des surfaces artificiellement éclairées et des vues en perspective en 3-D en noir et blanc, teintes de gris, modèles d'hachurage, et couleur 24 bits.
hu: A GMT az eszközök gyűjteménye, melyek lehetővé teszik (x,y) és (x,y,z) adathalmazok kezelését (beleértve a szűrést, a trend illesztést, a rács készítést, vetület váltást, stb.) és Encapsulated PostScript File (EPS) illusztrációk készítését az egyszerű x-y rajzoktól, a szintvonalas térképeken át, a mesterségesen megvilágított felületekig és háromdimenziós perspektivikus nézetekig fekete-fehér, szürke árnyalatos, speciális minták és 24 bites színekkel.
it: GMT è una collezione di strumenti che permettono agli utenti di gestire set di dati (x,y) e (x,y,z) (includendo filtri, trend fitting, gridding, proiezioni, ecc.) e produce file Encapsulated PostScript (EPS) la varietà di illustrazioni vanno da semplici grafici x-y passando per mappe delle curve di livello fino a superfici illuminate artificialmente e viste prospettiche 3D in bianco e nero, toni di grigio, in black and white, gray tone, hachure patterns, e colori 24-bit.
ja: GMTは、(x,y)および(x,y,z)のデータセット(フィルタリング、トレンドフィッティング、グリッド、投影など)を操作して、Encapsulated PostScript File(EPS)イラストレーションを生成するためのツール群です。EPSイラストレーションには、単純なx-yプロットから等高線マップ、人工的に照らされたサーフェス、白黒、グレートーン、アッシャパターン、24ビットカラーの3Dパースビューまでがあります。
sv: GMT är en samling verktyg som gör det möjligt för användare att manipulera (x,y) och (x,y,z) datauppsättningar (inklusive filtrering, trendanpassning, rutnät, projicering etc.) och producera EPS-illustrationer (Encapsulated PostScript File) som sträcker sig från enkla x-y-plottar via konturkartor till artificiellt belysta ytor och 3D-perspektivvyer i svartvitt, gråton, hachure-mönster och 24-bitars färg.

source: In this quick GMT tutorial we will use a digital terrain model (DTM) to generate a shaded relief map.
de: In diesem GMT-Tutorial verwenden wir ein digitales Geländemodell (DTM), um eine schattierte Reliefkarte zu generieren.
es: En este rápido tutorial GMT utilizamos un modelo digital del terreno (DTM) para generar un mapa de relieve sombreado.
fr: Dans ce tutoriel à propos de GMT, nous allons utiliser un modèle de terrain numérique (MNT) pour générer une carte de relief ombragé.
hu: Ebben a rövid GMT bemutatóban digitális terepmodellt (DTM) fogunk használni, hogy árnyalt domborzati térképet hozzunk létre.
it: In questo veloce tutorial GMT userai un modello digitale del terreno (DTM) per generare una mappa di rilievo ombreggiata.
ja: このクイックGMTチュートリアルでは、デジタル地形モデル(DTM)を使用して、シェーディングされた防災地図を生成します。
sv: I denna snabba GMT-handledning kommer vi att använda en digital terrängmodell (DTM) för att generera en skuggad reliefkarta.

source: Contents
es: Contenidos
fr: Contenu
it: Contenuti
sv: Innehåll

source: Create a map
de: Erstellen einer Karte
es: Crear un mapa
fr: Créer une carte
hu: Térkép létrehozása
it: Crea una mappa
ja: マップを作成する
sv: Skapa en karta

source: As our input dataset we will use a DTM from the GRASS GIS example dataset, which is accessible by GDAL using the GDAL-GRASS driver.
de: Als Eingabe-Datensatz verwenden wir ein DTM aus dem GRASS GIS-Beispiel-Datensatz, auf das via GDAL mit dem GDAL-GRASS-Treiber zugegriffen werden kann.
es: Como nuestro conjunto de datos de entrada utilizaremos un DTM del conjunto de datos de ejemplo GRASS GIS, al que GDAL puede acceder mediante el controlador GDAL-GRASS.
fr: En tant que jeu de données d’entrée, nous utiliserons un MNT à partir de l’ensemble de données d’exemple du SIG GRASS, qui est accessible par GDAL à l’aide du pilote GDAL-GRASS.
hu: Input adathalmazként egy DTM-et fogunk használni a GRASS GIS példa adatok közül, mely kezelhető a GDAL-lal a GDAL-GRASS meghajtóval.
it: Come set di dati di input useremo un DTM dal set di dati di esempio di GRASS GIS, che è accessibile da GDAL usando il driver GDAL-GRASS.
ja: 入力データセットとして、GRASS GISサンプルデータセットからのDTMを使用します。これは、GDAL-GRASSドライバを使用してGDALからアクセス可能です。
sv: Som ingångsdataset använder vi en DTM från GRASS GIS-exempeldataset, som är tillgängligt för GDAL med hjälp av GDAL-GRASS-drivrutinen.

source: From a quick look at the DTM metadata, open a terminal and use the GDAL command `gdalinfo`:
de: Öffnen Sie aus einem kurzen Blick auf die DTM-Metadaten ein Terminal und verwenden Sie den GDAL-Befehl `gdalinfo`:
es: Desde un vistazo rápido a los metadatos DTM, abra una terminal y utilice el comando GDAL `gdalinfo`:
fr: Pour un rapide aperçu des métadonnées du MNT, ouvrez un terminal et utilisez la commande GDAL 'gdalinfo':
hu: A DTM metaadatok gyors megtekintéséhez nyisson egy terminál ablakot és használjuk a `gdalinfo` GDAL parancsot:
it: Da una rapida occhiata ai metadati DTM, apri un terminale e usa il comando GDAL `gdalinfo`:
ja: DTMメタデータをざっと見て、端末を開き、GDALコマンド`gdalinfo`:
sv: För att få en snabb titt på DTM-metadata öppnar du en terminal och använder GDAL-kommandot `gdalinfo`:

source: We can see the DTM is in a projected coordinate system and the data range is between 50 and 160 meters.
de: Wir können sehen, dass sich das DTM in einem projizierten Koordinatensystem befindet und der Datenbereich zwischen 50 und 160 Metern liegt.
es: Podemos ver que el DTM está en un sistema de coordenadas proyectado y el rango de datos es entre 50 y 160 metros.
fr: Nous pouvons voir le MNT est dans un système de coordonnées projetées et la portée des données est comprise entre 50 et 160 mètres.
hu: Láthatjuk, hogy a DTM vetületi koordináta-rendszerben van és az adatok terjedelme 50 és 160 méter közötti.
it: Puoi vedere che il DTM è in un sistema di coordinate proiettato e l'intervallo di dati è tra 50 e 160 metri.
ja: DTMが投影された座標系にあり、データ範囲が50～160メートルであることがわかります。
sv: Vi kan se att DTM är i ett projicerat koordinatsystem och att dataintervallet är mellan 50 och 160 meter.

source: We can convert the DTM in a GMT Compatible netCDF file format with `gdal_translate` as follow:
de: Wir können das DTM in ein GMT-kompatibles netCDF-Dateiformat mit `gdal_translate` wie folgt konvertieren:
es: Podemos convertir el DTM en un formato de archivo GMT netCDF compatible con `gdal_translate` como se muestra a continuación:
fr: Nous pouvons convertir le MNT dans un format de fichier netCDF compatible GMT avec `gdal_translate` comme suit:
hu: A DTM-et egy GMT kompatibilis netCDF fájlformátumba konvertálhatjuk a `gdal_translate` paranccsal így:
it: Puoi convertire il DTM in un formato di file netCDF compatibile con GMT con `gdal_translate` come segue:
ja: `gdal_translate` を使用して、GMT互換のnetCDFファイル形式のDTMを次のように変換できます。
sv: Vi kan konvertera DTM till ett GMT-kompatibelt netCDF-filformat med `gdal_translate` enligt följande:

source: For our GMT example we will first transform the dataset into geographic coordinates Longitude-Latitude (EPSG:4326) using the `gdalwarp` command:
de: Für unser GMT-Beispiel transformieren wir den Dtensatz zunächst mit dem Befehl `gdalwarp` in geographische Koordinaten Longitude-Latitude (EPSG:4326):
es: Para nuestro ejemplo GMT primero transformamos el conjunto de datos en coordenadas geográficas longitud-latitud (EPSG:4326) utilizando el comando `gdalwarp` :
fr: Pour notre exemple GMT, nous transformerons d’abord l’ensemble de données en coordonnées géographiques Longitude-Latitude (EPSG:4326) à l’aide de la commande `gdalwarp` :
hu: A GMT példánkhoz először a az adathalmazt földrajzi koordinátákba alakítjuk át, hosszúság-szélesség (EPSG:4326), a `gdalwarp` parancsot használva:
it: Per il tuo esempio GMT trasformerai prima il dataset in coordinate geografiche Longitudine-Latitudine (EPSG:4326) usando il comando `gdalwarp`:
ja: GMTの例では、最初に `gdalwarp` コマンドを使用して、データセットを地理座標(経度-緯度) (EPSG:4326)に変換します。
sv: För vårt GMT-exempel omvandlar vi först datasetet till geografiska koordinater Longitud-Latitud (EPSG:4326) med kommandot `gdalwarp`:

source: Make a color palette
de: Erstellen einer Farbpalette
es: Crear una paleta de colores
fr: Faire une palette de couleurs
hu: Színpaletta létrehozása
it: Crea una tavolozza di colori
ja: カラーパレットを作成
sv: Skapa en färgpalett

source: To assign a color map to our grid we can make a GMT color palette tables with the `makecpt` command. We will set the range and number of colors with the flag `-T` and assign a colormap with the flag `-C`.
de: Um unserem Raster eine Farbkarte zuzuweisen, können wir mit dem Befehl `makecpt` eine GMT-Farbpalettentabellen erstellen. Wir legen den Bereich und die Anzahl der Farben mit dem Flag `-T` fest und weisen eine Colormap mit dem Flag `-C` zu.
es: Para asignar un mapa de color a nuestra red podemos hacer una paleta de colores GMT tablas con el comando `makecpt`. Estableceremos el rango y el número de colores con la bandera `-T` y asignar un mapa de colores con la bandera `-C`.
fr: Pour attribuer une carte colorée à notre grille, nous pouvons faire des tables de palettes de couleurs GMT avec la commande `makecpt`. Nous allons définir la gamme et le nombre de couleurs avec le drapeau `-T` et assigner une carte couleur avec le drapeau `-C`.
hu: A rácsunkhoz egy szín beállítás hozzárendeléséhez egy GMT színpalettát hozhatunk létre a `makecpt` paranccsal. A színek tartományát és számát a `-T` kapcsolóval állítjuk be és a `-C` kapcsolóval rendeljük hozzá a színeket.
it: Per assegnare una mappa dei colori alla nostra griglia possiamo creare una tavolozza di colori GMT con il comando 'makecpt'. Imposteremo l'intervallo e il numero di colori con l'opzione '-T' e assegneremo una mappa dei colori con l'opzione '-C'.
ja: グリッドにカラーマップを割り当てるには、`makecpt` コマンドを使用してGMTカラーパレットテーブルを作成します。`-T`フラグで色の範囲と数を設定し、`-C`フラグでカラーマップを割り当てます。
sv: För att tilldela en färgkarta till vårt rutnät kan vi skapa en GMT-färgpalettstabell med kommandot `makecpt`. Vi kommer att ställa in intervallet och antalet färger med flaggan `-T` och tilldela en färgkarta med flaggan `-C`.

source: You can experiment with other colortables, see `man gmt makecpt` for a complete list.
de: Sie können mit anderen Farbtabellen experimentieren, siehe `man gmt makecpt` für eine vollständige Liste.
es: Puedes experimentar con otras tablas de color, vea `man gmt makecpt` para una lista completa.
fr: Vous pouvez expérimenter avec d’autres palettes de couleur, voir `man gmt makecpt` pour une liste complète.
hu: Kísérletezhet más színtáblákkal, lásd a `man gmt makecpt` parancsot a teljes listához.
it: Puoi sperimentare con altre tavole di colori, vedi 'man gmt makecpt' per un elenco completo.
ja: 他のcolortablesを試してみることもできます。完全なリストについては、`man gmt makecpt` を参照してください。
sv: Du kan experimentera med andra colortables, se `man gmt makecpt` för en fullständig lista.

source: Define the gradient
de: Definieren des Farbverlaufs (Gradient)
es: Definir el degradado
fr: Définir le gradient
hu: Gradiens meghatározása
it: Definire un gradiente
ja: グラデーションを定義
sv: Definiera lutningen

source: For our shaded relief example we need to specify show how the color intensity is distributed along the grid. To do so, we will compute the directional derivative, or gradient, from our grid using the `grdgradient` command. In `grdgradient` we will use the `-Ne` flag to normalize the output using a cumulative Laplace distribution and the `-A` flag for Azimuthal direction for a directional derivative.
de: Für unser schattiertes Reliefbeispiel müssen wir angeben, wie die Farbintensität entlang des Rasters verteilt ist. Dazu berechnen wir die Richtungsableitung oder den Gradienten aus unserem Raster mit dem Befehl `grdgradient`. In `grdgradient` verwenden Sie das `-Ne`-Flag, um die Ausgabe mit einer kumulativen Laplace-Verteilung und das `-A`-Flag für Azimuthalrichtung für eine directional derivative zu normalisieren.
es: Para ejemplificar el relieve sombreado tenemos que especificar cómo se distribuye la intensidad del color a lo largo de la cuadrícula. Para ello, calculamos la direccional derivada, o gradiente, de nuestra red utilizando el comando `grdgradient`. En `grdgradient` usaremos el `-Ne` bandera para normalizar la salida usando una distribución de Laplace acumulativa y la `-A` bandera para la dirección Aimutal para un derivado direccional.
fr: Pour notre exemple de relief ombragé, nous devons préciser comment l’intensité des couleurs est répartie le long de la grille. Pour ce faire, nous calculerons le dérivé directionnel, ou gradient, de notre grille en utilisant la commande `grdgradient` . Dans `grdgradient`, nous utiliserons le drapeau `-Ne` pour normaliser la sortie à l’aide d’une distribution Laplace cumulative et du drapeau `-A` pour une direction azimutale de la dérivée directionnelle.
hu: Az árnyékolt domborzat példánkhoz meg kell adnunk hogyan változik a szín intenzitás a rács mentén. Ehhez kiszámoljuk az irány szerinti deriváltat vagy gradienst a rácsunkból a `grdgradient` parancs segítségével. A `grdgradient` parancshoz használjuk a `-Ne` kapcsolót az output normalizálásához a kumulatív Laplace elosztást használva és a `-A` kapcsolót az irány szerinti deriváltak északtól mért irányához.
it: Per il tuo esempio di rilievo ombreggiato hai bisogno di specificare come l'intensità del colore è distribuita lungo la griglia. Per farlo, calcolerai la derivata direzionale, o gradiente, dalla tua griglia usando il comando `grdgradient`. In `grdgradient` userai il flag `-Ne` per normalizzare l'output usando una distribuzione cumulativa di Laplace e il flag `-A` per la direzione azimutale per una derivata direzionale.
ja: シェーディングされた防災地図の例では、カラー強度がグリッドに沿ってどのように分布しているかを表示するように指定する必要があります。そのために、「grdgradient」コマンドを使用して、グリッドから方向の導関数、つまり勾配を計算します。「grdgradient」では、「-Ne」フラグを使用して、累積ラプラス分布を使用して出力を正規化し、「-A」フラグを方位角方向の方向微分に使用します。
sv: För vårt exempel med skuggad relief måste vi ange hur färgintensiteten fördelas längs rutnätet. För att göra detta beräknar vi riktningsderivatan, eller gradienten, från vårt rutnät med kommandot `grdgradient`. I `grdgradient` använder vi flaggan `-Ne` för att normalisera utdata med hjälp av en kumulativ Laplace-distribution och flaggan `-A` för azimutal riktning för en riktningsderivat.

source: The output is a netCDF file which can then be used as color intensity by the `grdimage` command as follow:
de: Die Ausgabe ist eine netCDF-Datei, die dann als Farbintensität durch den Befehl `grdimage` wie folgt verwendet werden kann:
es: El resultado es un archivo netCDF que luego puede ser utilizado como la intensidad de color mediante el comando `grdimage` como sigue:
fr: La sortie est un fichier netCDF qui peut ensuite être utilisé comme intensité de couleur par la commande `grdimage` comme suit:
hu: Az output egy netCDF fájl, mely a következőképpen használható mint szín intenzitás a `grdimage` parancshoz:
it: L'output è un file netCDF che può poi essere usato come intensità di colore dal comando `grdimage` come segue:
ja: 出力はnetCDFファイルで、次のように `grdimage` コマンドでカラー強度として使用できます。
sv: Utdata är en netCDF-fil som sedan kan användas som färgintensitet med kommandot `grdimage` enligt följande:

source: Display the color bar
de: Anzeigen der Farbleiste
es: Mostrar la barra de color
fr: Afficher la barre de couleur
hu: Színskála megjelenítése
it: Visualizza la barra dei colori
ja: カラーバーを表示
sv: Visa färgfältet

source: Finally we can add a colorbar with `psscale`:
de: Schließlich können wir eine Farbleiste mit `psscale` hinzufügen:
es: Por último podemos añadir una colorbar con `psscale`:
fr: Enfin, nous pouvons ajouter une barre de couleur avec `psscale`:
hu: Végül egy színskálát hozzáadhatunk a `psscale` paranccsal:
it: Infine puoi aggiungere una barra di colore con `psscale`:
ja: 最後に、`psscale` を使ってカラーバーを追加します:
sv: Slutligen kan vi lägga till en färgfält med `psscale`:

source: Here the flag `-D` is used to select the colorbar position `TC: Top Center`, the size `5x0.25` expressed in inches `i` the orientation by `h: horizontal` and the flag `-By` to set a label `m` on the `y axis`.
de: Hier wird das Flag `-D` verwendet, um die Farbbalkenposition `TC: Top Center`, die Größe `5x0.25` in Zoll `i` die Ausrichtung durch `h: horizontal` und das Flag `-By` auszuwählen, um eine Beschriftung `m` auf der `y-Achse` zu setzen.
es: Aquí la bandera `-D` se utiliza para seleccionar la posición de la barra de color `TC: Top Center`, el tamaño `5x0.25` se expresan en pulgadas `i` la orientación por `h: horizontal` y la bandera `-By` para establecer una etiqueta `m` en el `y axis`.
fr: Ici, le drapeau `-D` est utilisé pour sélectionner la position de barre de couleur`TC: Top Center`, la taille `5x0.25` exprimée en pouces `i` l’orientation par `h: horizontal` et le drapeau `-By` pour définir une étiquette `m` sur l’`axe y`.
hu: Itt a -D kapcsolót használjuk a színskála pozíciójának kiválasztásához `TC: felül középen`, a méret `5x0.25` hüvelykben `i` kifejezve a tájolás `h: vizszintes` és a `-By` állítja be az `m` címkét az `y tengelyen`.
it: Qui il flag `-D` è usato per selezionare la posizione della barra dei colori `TC: Top Center`, la dimensione `5x0.25` espressa in pollici `i` l'orientamento da `h: orizzontale` e il flag `-By` per impostare un'etichetta `m` sull' `asse y`.
ja: ここでは、フラグ`-D`を使用して、カラーバーの位置`TC:Top Center`、サイズ`5x0.25`をインチ`i`で表したもの、方向を`h:horizontal`で表したもの、フラグ`-By`を使用してラベル`m`を`y軸`に設定したものを選択します。
sv: Här används flaggan `-D` för att välja färgfältets position `TC: Top Center`, storleken `5x0.25` uttryckt i tum `i` orienteringen med `h: horisontell` och flaggan `-By` för att sätta en etikett `m` på `y-axeln`.

source: The output ps document should look like:
de: Das Ausgabe-ps-Dokument sollte wie folgt aussehen:
es: El documento de salida ps debe parecerse:
fr: Le document ps de sortie devrait ressembler à:
hu: Az eredmény ps dokumentumnak így kellene kinéznie:
it: Il documento ps in uscita dovrebbe assomigliare a questo:
ja: 出力されるps文書は次のようになります:
sv: Det utgående ps-dokumentet bör se ut så här:

source: North Caroline - sample elevation data
es: Carolina del Norte: datos de elevación de muestra
it: North Caroline - dati altimetrici campione
sv: North Caroline - höjddata för provtagning

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Install the following packages:
es: Instale los siguientes paquetes:
it: Installare i seguenti pacchetti:
sv: Installera följande paket:

source: Examples will be found in: `/usr/share/doc/gmt/examples`
es: Los ejemplos se encontrarán en: `/usr/share/doc/gmt/examples`

source: Go through the `GMT tutorial <https://gmt.soest.hawaii.edu/doc/latest/GMT_Tutorial.html>` and follow the examples available in the `src` code. There are 30 example jobs built in, to test
es: Vaya a través del `Tutorial GMT <https://gmt.soest.hawaii.edu/doc/latest/GMT_Tutorial.html>` y siga los ejemplos disponibles en el código `src`. Hay 30 trabajos de ejemplo incorporados, para probar

source: Open a terminal, then execute the example
es: Abra un terminal y, a continuación, ejecute el ejemplo

source: To view the results in Ghostview (http://www.gnu.org/software/gv/) , use command `gv`. Type `q` to quit Ghostview.
de: Um die Ergebnisse in Ghostview (http://www.gnu.org/software/gv/) anzuzeigen, verwenden Sie den Befehl `gv`. Geben Sie `q` ein, um Ghostview zu beenden.
es: Para ver los resultados en Ghostview (http://www.gnu.org/software/gv/), utilice el comando `gv`. Escriba `q` para salir de Ghostview.
fr: Pour afficher les résultats dans Ghostview (http://www.gnu.org/software/gv/), utilisez la commande `gv`. Tapez `q` pour quitter Ghostview.
hu: Az eredmények Ghostview-ban (http://www.gnu.org/software/gv/) megjelenítéséhez használja a `gv` parancsot. Nyomja meg a `q`-t a Ghostview-ból kilépéshez.
ja: 結果をGhostview(http://www.gnu.org/software/gv/)で表示するには、コマンド `gv` を使用します。`q` と入力してGhostviewを終了します。

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Documentation: https://www.soest.hawaii.edu/gmt/
es: Documentación: https://www.soest.hawaii.edu/gmt/

source: Website: https://gmt.soest.hawaii.edu
de: Webseite: https://gmt.soest.hawaii.edu
es: Sitio web: https://gmt.soest.hawaii.edu
fr: **Site web:** https://gmt.soest.hawaii.edu
hu: Honlap: https://gmt.soest.hawaii.edu
ja: Webサイト: https://gmt.soest.hawaii.edu

source: Support: https://gmt.soest.hawaii.edu/projects/gmt/boards/1
es: Soporte: https://gmt.soest.hawaii.edu/projects/gmt/boards/1
hu: Támogatás: https://gmt.soest.hawaii.edu/projects/gmt/boards/1
ja: サポート: https://gmt.soest.hawaii.edu/projects/gmt/boards/1

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: `GMT tutorial <https://docs.generic-mapping-tools.org/latest/tutorial>`
it: `Tutorial su GMT <https://docs.generic-mapping-tools.org/latest/tutorial>`
sv: `GMT handledning <https://docs.generic-mapping-tools.org/latest/tutorial>`

source: Documentation: https://docs.generic-mapping-tools.org/latest/
it: Documentazione: https://docs.generic-mapping-tools.org/latest/
sv: Dokumentation: https://docs.generic-mapping-tools.org/latest/

source: Website: https://www.generic-mapping-tools.org
it: Sito web: https://www.generic-mapping-tools.org
sv: Webbplats: https://www.generic-mapping-tools.org

source: Support: https://forum.generic-mapping-tools.org/
it: Supporto: https://forum.generic-mapping-tools.org/

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)
