Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gmt_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Look at some of the examples found in: `/usr/share/doc/gmt/examples <../../gmt/examples/>`_
de: Schauen Sie sich einige der Beispiele an unter: `/usr/share/doc/gmt/examples <../../gmt/examples/>`_
hu: Nézzen meg néhányat az itt található példákból: `/usr/share/doc/gmt/examples <../../gmt/examples/>`_
ja: 次の例を見てください。`/usr/share/doc/gmt/examples <././gmt/examples/>`_

source: Go through the GMT tutorial and follow the several examples available in the src code. There are 30 example jobs built in, to test:
de: Gehen Sie durch das GMT-Tutorial und folgen Sie den verschiedenen Beispielen, die im src-Code verfügbar sind. Es sind 30 Beispielaufträge zum Testen integriert:
hu: Menjen végig a GMT oktatóanyagokon és kövesse a számos a forráskódban elérhető példát. A teszteléshez 30 példa munkát építettek be:
ja: GMTチュートリアルを実行し、srcコードで利用可能ないくつかの例に従ってください。30のサンプルジョブが組み込まれています。テストするには:

source: Open a terminal, then
de: Öffnen Sie ein Terminal,
hu: Nyisson egy terminál ablakot ezután
ja: 端末を開き、次に

source: Have a read of the local documentation stored in: `/usr/share/doc/gmt/html/ <../../gmt/html/index.html>`_
de: Lesen Sie die lokale Dokumentation, die unter `/usr/share/doc/gmt/html/ <../../gmt/html/index.html>`_ gespeichert ist.
hu: Olvassa el az itt található helyi dokumentációt: `/usr/share/doc/gmt/html/ <../../gmt/html/index.html>`_
ja: `/usr/share/doc/gmt/html/ <../../gmt/html/index.html>`_ に保存されているローカルのドキュメントを読んでください。
