Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gpsprune_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: GpsPrune Quickstart
es: Inicio Rápido de GpsPrune
fr: Guide de démarrage avec GpsPrune
hu: GpsPrune gyorstalpaló
it: Guida rapida GpsPrune
ja: GpsPruneクイックスタート
sv: GpsPrune Snabbstart

source: GpsPrune is a java application for viewing and editing coordinate data. It can be used for preparing data for GPS devices and for analyzing the data recorded by them.
de: GpsPrune ist eine Java Anwendung für die Visualisierung und das Editieren von Koordinatendaten. Es kann zur Aufbereitung und zur Analyse von GPS Daten verwendet werden.
es: GpsPrune es una aplicación de Java para ver y editar datos de coordenadas. Se puede utilizar para preparar datos para dispositivos GPS y para analizar los datos grabados por ellos.
fr: GpsPrune est une application java pour la visualisation et l’édition des données de coordonnées. Il peut être utilisé pour la préparation des données pour les appareils GPS et pour l’analyse des données enregistrées par eux.
hu: A GpsPrune egy java alkalmazás koordináta adatok megjelenítésére és szerkesztésére. Felhasználható az adatok előkészítésére a GPS eszközökhöz és az azok által rögzített adatok elemzésére.
it: GpsPrune è un'applicazione java per visualizzare e modificare i dati delle coordinate. Può essere usato per preparare i dati per i dispositivi GPS e per analizzare i dati registrati da essi.
ja: GpsPruneは、座標データを表示および編集するためのJavaアプリケーションです。GPS機器のデータの準備や、記録されたデータの分析に使用できます。

source: In this Quick Start, we will load and view a data file included on this live image, and access some online information to supplement it. It will be useful therefore if you have some kind of internet connection for this demonstration.
de: In diesem Quickstart werden wir Daten die sich lokal auf OSGeo-Live befinden laden und anzeigen. Außerdem werden wir online auf Informationen zugreifen. Daher ist es sinnvoll eine Internetverbindung vorliegen zu haben.
es: En este Inicio rápido, cargaremos y veremos un archivo de datos incluido en esta imagen en vivo, y accederemos a información en línea para complementarlo. Por lo tanto, será útil si tiene algún tipo de conexión a Internet para esta demostración.
fr: Dans ce guide de démarrage rapide, nous allons charger et afficher un fichier de données inclus sur cette image ISO et accéder à certaines informations en ligne pour le compléter. Il sera donc utile que vous ayez une connexion Internet pour cette démonstration.
hu: Ebben a gyorstalpalóban betöltünk és megjelenítünk a live lemezen található adatokat és ezek kiegészítésére néhány online információhoz férünk hozzá. Ezért hasznos lesz, ha ennek bemutatásához valamilyen fajta internet kapcsolattal rendelkezik.
it: In questa Guida Rapida, caricheremo e visualizzeremo un file di dati incluso in questa immagine live e accederemo ad alcune informazioni online per completarle. Sarà quindi utile disporre di una connessione a Internet per questa dimostrazione.
ja: このクイックスタートでは、このライブイメージに含まれるデータファイルをロードして表示し、オンライン情報を使って追加情報を確認します。したがってこのデモでは、インターネット接続が必須です。

source: Contents
es: Contenidos
fr: Contenu
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Start GpsPrune
es: Iniciar GpsPrune
fr: Démarrer GpsPrune
hu: GpsPrune intdítás
it: Avvia GpsPrune
ja: GpsPruneの開始
sv: Starta GpsPrune

source: From the Start menu, choose :menuselection:`Geospatial --> Navigation and Maps --> GpsPrune`. This will then give you the empty window shown below.
es: En el menú Inicio, elija :menuselection:`Geospatial --> Navigation and Maps --> GpsPrune`. Esto le dará la ventana vacía que se muestra a continuación.
fr: Dans le menu Démarrer, choisissez:menuselection:`Geospatial --> Navigation and Maps --> GpsPrune`. Cela vous donnera alors la fenêtre vide montrée ci-dessous.
ja: スタートメニューから :menuselection:`Geospatial --> Navigation and Maps --> GpsPrune` を選択します。これにより、次のような空のウィンドウが表示されます。

source: We will now load a file by using the menu command :menuselection:`File --> Open file` and selecting the file to load. This can be a GPX file, a KML or KMZ file, or even a comma-separated or tab-separated file if you have one. A suitable GPX file containing a couple of tracks can be found on the disc at :file:`~/data/vector/gpx/test_trk2.gpx` so we will load this one.
de: Nun werden wir eine Datei über den Menüeintrag :menuselection:`Datei --> Datei öffnen` laden. Wählen Sie eine Datei. Die Datei kann entweder eine GPX-, KML- oder KMZ-Datei sein. Darüberhinaus können kommaseparierte oder tab-separierte Dateien geladen werden. Eine geeignete GPX-Datei mit einigen Tracks findet sich unter :file:`~/data/vector/gpx/test_trk2.gpx`. Laden Sie diese Datei.
es: Ahora cargaremos un archivo usando el comando de menú :menuselection:`File --> Open file` y seleccionando el archivo a cargar. Este puede ser un archivo GPX, un archivo KML o KMZ, o incluso un archivo separado por comas o tabulaciones si tiene uno. Puede encontrar un archivo GPX adecuado que contenga un par de pistas en el disco en :file:`~/data/vector/gpx/test_trk2.gpx` por lo que cargaremos este.
fr: Nous allons maintenant charger un fichier en utilisant la commande de menu :menuselection:`File --> Open file` et en sélectionnant le fichier à charger. Il peut s’agir d’un fichier GPX, d’un fichier KML ou KMZ, ou même d’un fichier CSV ou TSV si vous en avez un. Un fichier GPX approprié contenant quelques pistes peut être trouvé sur le disque à :file:`~/data/vector/gpx/test_trk2.gpx` donc nous allons charger celui-ci.
hu: A :menuselection:`File --> Open file` menü parancs felhasználásával most betöltünk egy fájlt. Ez lehet egy GPX, egy KML vagy egy KMZ fájl, vagy akár egy vesszővel vagy tabulátorral tagolt fájl, ha rendelkezik egy ilyennel. Egy megfelelő, pár nyomvonalat tartalmazó GPX fájl megtalálható a lemezen itt: :file:`~/data/vector/gpx/test_trk2.gpx`, így ezt töltjük be.
it: Ora caricherai un file usando il comando di menu :menuselection:`File --> Open file` e selezionando il file da caricare. Questo può essere un file GPX, un file KML o KMZ, o anche un file separato da virgole o da tabulazioni se ne avete uno. Un file GPX adatto contenente un paio di tracce può essere trovato sul disco a :file:`~/data/vector/gpx/test_trk2.gpx` quindi caricherai questo.
ja: 次に、メニューコマンド :menuselection:`File --> Open file` を使用して、読み込むファイルを選択します。読み込むファイルには、GPXファイル、KML、 KMZ、 CSV(カンマ区切り値)、TSV(タブ区切り値)ファイルが使用できます。それなりの量の記録が含まれるGPXファイルは、ディスク上の :file:`~/data/vector/gpx/test_trk2.gpx` にあり、読み込むことができます。

source: Because this file contains two tracks, we are offered the choice of which one(s) to load. We choose just the first one and press OK.
de: Da die Datei zwei Tracks enthält, werden wir aufgefordert welche geladen werden soll/en. Wählen Sie nur den ersten Track aus und klicken Sie ok.
es: Debido a que este archivo contiene dos pistas, se nos ofrece la opción de elegir cuál(es) cargar. Elegimos solo el primero y presionamos OK.
fr: Étant donné que ce fichier contient deux traces, on nous offre le choix de laquelle (s) charger. Nous choisissons juste le premier et appuyons sur OK.
hu: Mivel ez a fájl két nyomvonalat tartalmaz, kiválaszthatjuk melyiket töltsük be. Válasszuk az elsőt és nyomjunk OK-t.
it: Poiché questo file contiene due tracce, ti viene offerta la scelta di quali caricare. Scegli solo la prima e premi OK.
ja: このファイルには二つのトラックがはいっているので、どちらのトラックを読み込むか聞かれます。最初のトラックを選択して、OKを押してください。

source: Now you should see the track marked in blue against a white background. If this track had any waypoints (which it doesn't), then they would be shown too, marked with their names. Below the main map display is an altitude chart, which shows the profile of the track if it contains altitudes.
de: Jetzt sollten Sie den Track in blau auf einem weißen Hintergrund sehen. Sofern dieser Track über Wegpunkte verfügen würde (die er nicht hat), würden diese ebenfalls mit ihren Namen angezeigt. Unter Hauptkarte wird ein Höhendiagramm angezeigt, sofern der Track über Höhenangaben verfügt.
es: Ahora debería ver la pista marcada en azul sobre un fondo blanco. Si esta pista tuviera algún waypoint (que no tiene), entonces también se mostrarían marcados con sus nombres. Debajo de la pantalla principal del mapa hay un gráfico de altitud, que muestra el perfil de la pista si contiene altitudes.
fr: Maintenant, vous devriez voir la trace marquée en bleu sur un fond blanc. Si cette trace avait des points de passage (ce qui n’est pas le cas), alors ils seraient montrés aussi, marqués de leurs noms. Au-dessous de l’affichage de la carte principale se trouve un graphique d’altitude, qui montre le profil de la trace si elle contient des altitudes.
hu: Most látnia kell a kékkel jelölt nyomvonalat a fehér háttéren. Ha ez a nyomvonal útpontokat is tartalmazna (ami nem áll fent), akkor azok is megjelennének a nevükkel. Lent a fő térkép alatt egy magassági grafikon látható, mely a nyomvonal metszetét mutatja, ha az tartalmaz magasságokat.
it: Ora dovresti vedere la traccia segnata in blu su uno sfondo bianco. Se questa traccia avesse dei waypoint (ma non ne ha), anche questi verrebbero mostrati, segnati con i loro nomi. Sotto la schermata principale della mappa c'è un grafico dell'altitudine, che mostra il profilo della traccia se contiene altitudini.
ja: 白い背景に青でマークされたトラックが表示されるはずです。このトラックにウェイポイントがある場合(ない場合もあります)は、それも表示され、その名前が付加されます。メインマップ表示の下には高度チャートがあり、トラックに高度が含まれている場合は、そのトラックのプロファイルが表示されます。

source: Now, assuming you have a network connection, you can activate the map by clicking the globe icon at the top of the main map display, or with the menu option :menuselection:`View --> Show Map`.
de: Falls eine Netzwerkverbindung vorliegt, können Sie Karten über den Globus Button oder über die Menüoption :menuselection:`Ansicht --> Karte zeigen` hinzuschalten.
es: Ahora, suponiendo que tenga una conexión de red, puede activar el mapa haciendo clic en el icono del globo en la parte superior de la pantalla del mapa principal, o con la opción del menú :menuselection:`View --> Show Map`.
fr: Maintenant, en supposant que vous avez une connexion réseau, vous pouvez activer la carte en cliquant sur l’icône globe en haut de l’affichage de la carte principale, ou avec l’option menu :menuselection:`View --> Show Map`.
hu: Feltételezve, hogy van hálózati kapcsolata, bekapcsolhatja a térképet a földgömb ikonra kattintva a fő térképablak felső részén vagy a menüből :menuselection:`View --> Show Map`.
it: Ora, supponendo che tu abbia una connessione di rete, puoi attivare la mappa cliccando sull'icona del globo in cima alla schermata principale della mappa, o con l'opzione di menu :menuselection:`View --> Show Map`.
ja: ネットワークに接続している場合は、メインマップ表示の上部にある地球のアイコンをクリックするか、メニューオプション :menuselection:`View-->Show Map` でマップをアクティブにできます。
sv: Nu kan du, förutsatt att du har en nätverksanslutning, aktivera kartan genom att klicka på jordglobsikonen högst upp på huvudkartan, eller med menyalternativet :menuselection:`View --> Show Map`.

source: You can drag the map around with the mouse, and zoom in and out with the mousewheel or by double-clicking. Dragging with the right mouse button defines a rectangle to zoom to, and the right-click menu offers further options. Clicking on a point will show the details including altitude and timestamp if available. You can also click on the altitude profile to select the corresponding point.
de: Jetzt können Sie die Karte mit der Maus rumschieben und ein- und auszoomen. Das Zoomen kann per Mausrad oder über Doppelklick erfolgen. Über den gedrückten rechten Mausbutton kann ein Rechteck aufgezogen werden. Über das Kontextmenü stehen weitere Optionen zur Auswahl.
es: Puede arrastrar el mapa con el mouse y acercar y alejar con la rueda del mouse o haciendo doble clic. Arrastrar con el botón derecho del mouse define un rectángulo para hacer zoom y el menú del botón derecho ofrece más opciones. Al hacer clic en un punto, se mostrarán los detalles, incluida la altitud y la marca de tiempo, si están disponibles. También puede hacer clic en el perfil de altitud para seleccionar el punto correspondiente.
fr: Vous pouvez faire glisser la carte avec la souris, et zoomer avec la roue de souris ou en double cliquant. Cliquer-glisser avec le bouton de la souris droite définit un rectangle pour zoomer, et le menu du clic droit offre d’autres options. Cliquer sur un point affichera les détails, y compris l’altitude et l'horodatage si disponible. Vous pouvez également cliquer sur le profil d’altitude pour sélectionner le point correspondant.
hu: Az egérrel húzogathatja a térképet és az egérgörgővel vagy dupla kattintással nagyíthat/kicsinyíthet. Jobb egérgombbal húzva megadhat egy téglalapot melyre nagyítani akar, a jobb gomb menü további lehetőségeket tartalmaz. Egy pontra kattintva megjelennek a részletek, beleértve a magasságot és az időpontot, ha rendelkezésre áll. A magassági metszetre is kattinthat, hogy a megfelelő pontot kiválassza.
it: Puoi trascinare la mappa con il mouse, e ingrandire e rimpicciolire con la rotella del mouse o facendo doppio clic. Trascinando con il tasto destro del mouse si definisce un rettangolo in cui zoomare, e il menu del tasto destro offre ulteriori opzioni. Cliccando su un punto verranno mostrati i dettagli, inclusa l'altitudine e il timestamp, se disponibile. Puoi anche cliccare sul profilo dell'altitudine per selezionare il punto corrispondente.
ja: マウスでマップをドラッグして移動したり、マウスホイールまたはダブルクリックで拡大または縮小できます。マウスの右ボタンでドラッグすると、ズームする長方形が定義されます。右クリックメニューには、その他のオプションがあります。ポイントをクリックすると、高度やタイムスタンプなどの詳細が表示されます。高度プロファイルをクリックして、対応するポイントを選択することもできます。

source: Customizing the display
de: Anpassen der Ansicht
es: Personalizando la pantalla
fr: Personnalisation de l’affichage
hu: A megjelenítés testreszabása
it: Personalizzare la visualizzazione
ja: 表示のカスタマイズ
sv: Anpassa displayen

source: You can change the map with the menu option :menuselection:`Settings --> Set map background`. Let's have a look at an alternative map source by selecting the fifth one, "Hikebikemap". This uses the maps from hikebikemap.org to show additional information useful for hiking and cycling such as contour lines and cycle routes.
de: Andere Kartendarstellungen sind unter der Menüoption :menuselection:`Einstellungen --> Kartenhintergrund setzen`. Schauen Sie sich einmal eine alternative Karte an wie beispielsweise die "Cyclemap" (Radkarte). Diese verwendet Karten von OpenCycleMap, um für das Wandern und Rad fahren zusätzliche nützliche Information wie Höhenlinien und Radwege anzuzeigen.
es: Puede cambiar el mapa con la opción de menú :menuselection:`Settings --> Set map background`. Echemos un vistazo a una fuente de mapa alternativa seleccionando la quinta opción, "Hikebikemap". Esto utiliza los mapas de hikebikemap.org para mostrar información adicional útil para practicar senderismo y ciclismo, como curvas de nivel y rutas en bicicleta.
fr: Vous pouvez modifier la carte avec l’option menu : :menuselection:`Settings --> Set map background`. Jetons un coup d’oeil à une source de carte alternative en sélectionnant le cinquième, "Hikebikemap". Cela utilise les cartes d'hikebikemap.org pour montrer des informations supplémentaires utiles pour la randonnée et le vélo tels que les lignes de contour et les pistes cyclables.
hu: Megváltoztathatja a térképet a :menuselection:`Settings --> Set map background` menüponttal. Vessünk egy pillantást egy alternatív térképforrásra az ötödik "Hikebikemap" kiválasztásával. Ez a hikebikemap.org-ról használja a térképet hegymászáshoz és kerékpározáshoz hasznos további információk megjelenítéséhez mint szintvonalak és kerékpárutak.
it: Puoi cambiare la mappa con l'opzione del menu :menuselection:`Impostazioni --> Imposta sfondo mappa`. Diamo un'occhiata a una fonte di mappe alternativa selezionando la quinta, "Hikebikemap". Questa utilizza le mappe di hikebikemap.org per mostrare informazioni aggiuntive utili per l'escursionismo e il ciclismo come le curve di livello e i percorsi ciclabili.
ja: :menuselection:`Settings --> Set map background` のメニューオプションでマップを変更できます。5番目の "Hikebikemap" を選択して、別のマップソースを見てみましょう。hikebikemap.org の地図を使用して、等高線やサイクルルートなど、ハイキングやサイクリングに役立つ追加情報を表示します。

source: Advanced Functions
es: Funciones Avanzadas
fr: Fonctions avancées
hu: Haladó funkciók
it: Funzioni Avanzate
ja: 高度な機能
sv: Avancerade funktioner

source: Now that we can load and view files from the included file system, let's see if we can supplement this with some online information as well, using some more advanced functions.
es: Ahora que podemos cargar y ver archivos desde el sistema de archivos incluido, veamos si también podemos complementar esto con información en línea, utilizando algunas funciones más avanzadas.
fr: Maintenant que nous pouvons charger et afficher des fichiers à partir du système de fichiers inclus, nous allons voir si nous pouvons compléter cela avec quelques informations en ligne ainsi, en utilisant des fonctions plus avancées.
hu: Most, hogy fájlokat be tudunk tölteni és meg tudunk jeleníteni a mellékelt fájlrendszerből, nézzük meg, ki tudjuk-e egészíteni ezt néhány online információval is, a haladó funkciók használatával.
it: Ora che puoi caricare e visualizzare i file dal file system incluso, vedi se puoi integrare questo con alcune informazioni online, usando alcune funzioni più avanzate.
ja: 次に、組み込まれているファイル・システムからファイルをロードして表示できるようになったので、さらに高度な機能を使用して、オンライン情報でこれを補完できるかどうかを確認してみましょう。
sv: Nu när vi kan ladda och visa filer från det medföljande filsystemet ska vi se om vi kan komplettera detta med lite onlineinformation också, med hjälp av några mer avancerade funktioner.

source: Now let's find out some more information about where this track is. We can do this by selecting a point, and then choosing the menu option :menuselection:`Online --> Get nearby Wikipedia articles`. This shows a list of articles whose coordinates are nearest to the selected point. Clicking one of these entries in the list will show more information in the box below.
de: Lassen Sie uns nun ein paar mehr Informationen über die Lage des Tracks finden. Wir können dies indem wir einen Punkt auswählen und anschließend den Menüeintrag :menuselection:`Track --> Get nearby Wikipedia articles` auswählen. Diese Aktion zeigt eine Liste von Artikeln, deren Koordinaten am nächsten zum ausgewählten Punkt liegen. Per Klick auf einen Eintrag werden weitere Informationen in der unteren Box angezeigt.
es: Ahora descubramos más información sobre dónde está esta pista. Podemos hacer esto seleccionando un punto y luego eligiendo la opción de menú :menuselection:`Online --> Get nearby Wikipedia articles`. Esto muestra una lista de artículos cuyas coordenadas están más cercanas al punto seleccionado. Al hacer clic en una de estas entradas en la lista, se mostrará más información en el cuadro a continuación.
fr: Maintenant, nous allons trouver plus d’informations sur l’endroit où cette piste est. Nous pouvons le faire en sélectionnant un point, puis en choisissant l’option menu :menuselection:`Online --> Get nearby Wikipedia articles`. Cela montre une liste d’articles dont les coordonnées sont les plus proches du point sélectionné. En cliquant sur l’une de ces entrées dans la liste affichera plus d’informations dans la boîte ci-dessous.
hu: Most találjunk ki több információt, arról hol van ez a nyomvonal. Ezt egy pont kiválasztásával tehetjük meg és ezután a menüből :menuselection:`Online --> Get nearby Wikipedia articles`. Ez a cikkek listáját adja, melyek koordinátája a legközelebb vannak a kiválasztott ponthoz. Az egyik listaelemre kattintva további információt kapunk a lenti részben.
it: Ora cerca di scoprire qualche informazione in più su dove si trova questa traccia. Puoi farlo selezionando un punto, e poi scegliendo l'opzione di menu :menuselection:`Online --> Get nearby Wikipedia articles`. Questo mostra una lista di articoli le cui coordinate sono più vicine al punto selezionato. Cliccando su una di queste voci nella lista, verranno mostrate maggiori informazioni nel riquadro sottostante.
ja: では、このトラックがどこにあるのか、もう少し詳しく調べてみましょう。これを行うには、ポイントを選択し、メニューオプション :menuselection:`Online-->Get nearby Wikipedia articles` を選択します。選択した点に最も近い座標を持つ記事のリストが表示されます。これらのエントリのいずれかをクリックすると、下のボックスに詳細情報が表示されます。

source: You can then use the button `Load` to load that point into GpsPrune, or `Show webpage` to load the Wikipedia page in a browser.
de: Sie können über den Button `Laden` diesen Punkt in GpsPrune laden, oder über `Webseite anzeigen` die Wikipedia-Seite im Browser öffnen.
es: Luego puede usar el botón `Load` para cargar ese punto en GpsPrune, o `Show webpage` para cargar la página de Wikipedia en un navegador.
fr: Vous pouvez ensuite utiliser le bouton `Load` pour charger ce point dans GpsPrune, ou `Show webpage` pour charger la page Wikipedia dans un navigateur.
hu: Ezután a `Load` gombot használhatja a pont betöltésére a GpsPrune-ba vagy a `Show webpage` gombot a Wikipedia oldal böngészőbe betöltésére.
it: Puoi poi usare il pulsante `Load` per caricare quel punto in GpsPrune, o `Show webpage` per caricare la pagina di Wikipedia in un browser.
ja: その後、 `Load` ボタンを使ってそのポイントをGpsPruneに読み込んだり、 `Show webpage` ボタンを使ってWikipediaページをブラウザにロードしたりできます。
sv: Du kan sedan använda knappen `Load` för att ladda den punkten i GpsPrune, eller `Show webpage` för att ladda Wikipedia-sidan i en webbläsare.

source: We can also use an online service to download another track from the same area. We can use the menu command :menuselection:`Online --> Get Gpsies tracks` to search for tracks on the website gpsies.com. Again, we get a list of matching entries, and we can select one to view the description.
es: También podemos utilizar un servicio en línea para descargar otra pista de la misma área. Podemos usar el comando de menú :menuselection:`Online --> Get Gpsies tracks` para buscar pistas en el sitio web gpsies.com. Una vez más, obtenemos una lista de entradas coincidentes, y podemos seleccionar una para ver la descripción.
fr: Nous pouvons également utiliser un service en ligne pour télécharger une autre piste à partir de la même zone. Nous pouvons utiliser la commande de menu :menuselection:`Online --> Get Gpsies tracks` pour rechercher des traces sur le site gpsies.com. Encore une fois, nous obtenons une liste d’entrées correspondantes, et nous pouvons en sélectionner une pour afficher la description.
hu: Online szolgáltatást is használhatunk ugyanerről a területről egy másik nyomvonal letöltésére. A :menuselection:`Online --> Get Gpsies tracks` menü parancsot használhatjuk nyomvonalak keresésére a gpsies.com oldalról. A találatokról ismét egy listát kapunk és egyet szelektálhatunk a leírás megjelenítéséhez.
it: Puoi anche usare un servizio online per scaricare un altra traccia dalla stessa zona. Puoi usare il comando del menu :menuselection:`Online --> Get Gpsies tracks` per cercare tracce sul sito web gpsies.com. Di nuovo, ottieni una lista di voci corrispondenti, e puoi selezionarne una per vederne la descrizione.
ja: 同じエリアから別のトラックをダウンロードするオンラインサービスもあります。メニューコマンド :menuselection:`Online-->Get Gpsies tracks` を使ってウェブサイト gpsies.com でトラックを検索することができます。ここでも、一致するエントリのリストを取得し、その中から1つを選択して説明を表示できます。
