Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gpsprune_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Click the `Load` button to load the track, and select to append this track to the data we've already got. Now we can see both tracks in the same view.
de: Klicken Sie auf `Laden`, um den Track zu den bereits vorhandenen Daten zu laden. Nun sehen Sie beide Tracks in einer Ansicht.
es: Haga clic en el botón `Load` para cargar la pista y seleccione agregar esta pista a los datos que ya tenemos. Ahora podemos ver ambas pistas en la misma vista.
fr: Cliquez sur le bouton `Load` pour charger la trace, et sélectionnez pour annexer cette trace aux données que nous avons déjà. Maintenant, nous pouvons voir les deux traces dans la même vue.
hu: Kattintson a `Load` gombra a nyomvonal betöltéséhez és válasszuk ki a nyomvonal hozzáfűzéséhez a már betöltött adatokhoz. Most mindkét nyomvonalat láthatjuk ugyanabban az ablakban.
it: Clicca sul pulsante `Carica` per caricare la traccia e seleziona per aggiungere questa traccia ai dati che hai già. Ora puoi vedere entrambe le tracce nella stessa vista.
ja: `ロード` ボタンをクリックしてトラックをロードし、このトラックをすでに取得したデータに追加することを選択します。これで、両方のトラックが同じビューに表示されます。

source: Measuring distances
de: Distanzmessungen
es: Midiendo distancias
fr: Mesure des distances
hu: Távolságok mérése
it: Misura le distanze
ja: 距離の測定
sv: Mätning av avstånd

source: To find out how long the climb is, we will select just the part of the track which contains the climb, and then we will be able to view the properties of this selected range, such as the distance, climb and descent.
es: Para averiguar cuánto tiempo dura la subida, seleccionaremos solo la parte de la pista que contiene la subida, y luego podremos ver las propiedades de este rango seleccionado, como la distancia, ascenso y descenso.
fr: Pour savoir combien de temps la montée durera, nous sélectionnerons seulement la partie de la trace qui contient la montée, puis nous serons en mesure de voir les propriétés de cette plage sélectionnée, telles que la distance, la montée et la descente.
hu: Hogy megtudja, mennyi az emelkedés, akkor a pályának csak azt a részét választjuk ki, amely az emelkedőt tartalmazza, majd megtekinthetjük ennek a kiválasztott tartománynak a tulajdonságait, például a távolságot, az emelkedést és a lejtést.
it: Per scoprire quanto è lunga la salita, seleziona solo la parte del tracciato che contiene la salita, e poi potrai visualizzare le proprietà di questo intervallo selezionato, come la distanza, la salita e la discesa.
ja: 上昇の長さを確認するには、上昇を含むトラックの部分だけを選択し、選択した範囲のプロパティ(距離、上昇、下降など)を表示します。
sv: För att ta reda på hur lång stigningen är väljer vi bara den del av banan som innehåller stigningen, och sedan kan vi visa egenskaperna för det valda området, t.ex. avstånd, stigning och nedgång.

source: Click on the point at the start of the climb, just north of Dunedin, to select it.
es: Click en el punto al comienzo de la subida, justo al norte de Dunedin, para seleccionarlo.
fr: Cliquez sur le point au début de la montée, juste au nord de Dunedin, pour le sélectionner.
hu: Kattintson az emelkedő kezdőpontjába, Dunedintől északra, hogy kiválassza azt.
it: Clicca sul punto all'inizio della salita, appena a nord di Dunedin, per selezionarlo.
ja: ダニーデンのすぐ北にある登山口のポイントをクリックして選択します。
sv: Klicka på punkten i början av stigningen, strax norr om Dunedin, för att välja den.

source: Select :menuselection:`Range --> Set range start` to make this point the start of the selection.
es: Seleccione :menuselection:`Rango --> Establecer inicio de rango` para hacer de este punto el inicio de la selección.
fr: Sélectionnez :menuselection:`Range --> Set range start` pour faire de ce point le début de la sélection.
hu: Válassza a :menuselection:`Range --> Set range start`-ot, hogy ezt a pontot a szelekció kezdetévé tegye.
it: Seleziona :menuselection:`Range --> Set range start` per rendere questo punto l'inizio della selezione.
ja: :menuselection:`Range --> Set range start` を選択して、この地点を選択開始点とします。
sv: Välj :menuselection:`Range --> Set range start` för att göra denna punkt till början av urvalet.

source: Select a point at the top of the climb by clicking on the highest point of the altitude profile.
es: Seleccione un punto en la parte superior de la subida haciendo click en el punto más alto del perfil de altitud.
fr: Sélectionnez un point en haut de la montée en cliquant sur le point le plus élevé du profil d’altitude.
hu: Válasszon egy pontot az emelkedő tetején, a legmagasabb pontra kattintva a magasság metszeten.
it: Seleziona un punto in cima alla salita cliccando sul punto più alto del profilo di altitudine.
ja: 高度プロファイルの最高点をクリックして、上昇の頂点を選択します。
sv: Välj en punkt på toppen av stigningen genom att klicka på den högsta punkten i höjdprofilen.

source: Select :menuselection:`Range --> Set range end` to finish the selection.
es: Selectcione :menuselection:`Rango --> Establecer fin de rango` para finalizar la selección.
fr: Sélectionnez :menuselection:`Range --> Set range end` pour terminer la sélection.
hu: Válassza :menuselection:`Range --> Set range end` a szelekció befejezéséhez.
it: Seleziona :menuselection:`Range --> Set range end` per finire la selezione.
ja: :menuselection:`Range --> Set range end` を選択して、選択終了点とします。
sv: Välj :menuselection:`Range --> Set range end` för att avsluta urvalet.

source: You can now see in the "Range details" section that this part of the track is 8.55 km long, climbs 346 m and descends just 10 m.
es: Ahora se puede ver en la sección "Detalles del rango" que esta parte de la pista es de 8,55 km de largo, sube 346 m y desciende a sólo 10 m.
fr: Vous pouvez maintenant voir dans la section "Range details" que cette partie de la piste est de 8,55 km de long, grimpe de 346 m et descend seulement 10 m.
hu: Most láthatja a "Range details" részen, hogy a nyomvonal ezen része 8.55 km hosszú, 346 m-t emelkedik és 10 m-t lejt.
it: Ora puoi vedere nella sezione "Range details" che questa parte della pista è lunga 8,55 km, sale 346 m e scende solo 10 m.
ja: "Range Details" セクションでは、この部分の長さが8.55kmで、346mを登って10mだけ下っていることがわかります。
sv: Du kan nu se i avsnittet "Range details" att den här delen av banan är 8,55 km lång, går 346 m upp och bara 10 m ner.

source: Things to Try
es: Cosas para Probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Select a point in the track and delete it with :menuselection:`Point --> Delete point`
es: Seleccione un punto en la pista y elimínelo con :menuselection:`Punto --> Eliminar punto`
fr: Sélectionnez un point dans la trace et supprimez-le avec :menuselection:`Point --> Delete point`
hu: Válaszon egy pontot a nyomvonalon és törölje a :menuselection:`Point --> Delete point` paranccsal
it: Seleziona un punto nella traccia e cancellalo con :menuselection:`Point --> Delete point`.
ja: トラック内のポイントを選択し、次のコマンドで削除します。 :menuselection:`Point --> Delete point`
sv: Välj en punkt i spåret och ta bort den med :menuselection:`Punkt --> Ta bort punkt`

source: Draw your own track with `Create series of points` from the right-click menu and measure the total distance
es: Dibuja tu propia pista con `Crear serie de puntos` desde el menú del click derecho y mida la distancia total
fr: Dessinez votre propre piste avec `Create series of points` à partir du menu clic droit et mesurer la distance totale
hu: Rajzolja meg saját nyomvonalát a `Create series of points` paranccsal a jobb-kattintás menüből és mérje meg a teljes távolságot
it: Disegna la tua traccia con `Crea serie di punti` dal menu del tasto destro del mouse e misura la distanza totale
ja: 右クリックメニューから `Create series of points` で独自のトラックを描画し、合計距離を測定する
sv: Rita ditt eget spår med "Skapa en serie punkter" i högerklicksmenyn och mät det totala avståndet

source: Export an image of your track with :menuselection:`File --> Export image`
es: Exportar una imagen de la pista con :menuselection:`Archivo --> Exportar imagen`
fr: Exportez une image de votre trace avec :menuselection:`File --> Export image`
hu: Exportáljon egy képet a nyomvonaláról a :menuselection:`File --> Export image` paranccsal
it: Esporta un'immagine della tua traccia con :menuselection:`File --> Export image`.
ja: :menuselection:`File --> Export image` を使って、作成したトラックの画像をエキスポートする。
sv: Exportera en bild av ditt spår med :menuselection:`File --> Export image`

source: If you have your own track files in any of the formats gpx, kml, kmz or csv, load one of these into GpsPrune and view it using one of the available maps
es: Si tiene sus propios archivos de pista en cualquiera de los formatos gpx, kml, kmz o csv, cargue uno de estos en GpsPrune y visualícelo utilizando uno de los mapas disponibles
fr: Si vous avez vos propres fichiers de trace dans l’un des formats gpx, kml, kmz ou csv, chargez-en un dans GpsPrune et visualisez-le à l’aide de l’une des cartes disponibles
hu: Ha vannak saját nyomvonal fájljai gpx, kml, kmz vagy csv formátumban, töltse be őket GpsPrune-ba és nézze meg az egyik elérhető térképen
it: Se hai i tuoi file di traccia in uno dei formati gpx, kml, kmz o csv, carica uno di questi in GpsPrune e visualizzalo usando una delle mappe disponibili
ja: gpx、kml、kmz、csvのどれかの形式の独自トラックファイルがある場合は、GpsPruneにロードしてみて、使用可能なマップ上でトラックを表示します。
sv: Om du har egna spårfiler i något av formaten gpx, kml, kmz eller csv kan du ladda in en av dessa i GpsPrune och visa den med hjälp av någon av de tillgängliga kartorna

source: Using GpsPrune on other systems
de: GpsPrune auf anderen Systemen verwenden
es: Usando GpsPrune en otros sistemas
fr: Utilisation de GpsPrune sur d’autres systèmes
hu: GpsPrune használata más rendszereken
it: Usa GpsPrune su altri sistemi
ja: 他のシステムでの GpsPrune の利用
sv: Använda GpsPrune på andra system

source: After trying out GpsPrune on this live image, you may want to use it on another system, whether it's another Linux system or Mac OSX or Windows. Some linux distributions include GpsPrune in their normal software libraries (just search for "Prune" or "GpsPrune"), or you can just download the latest copy from the home page.
de: Nachdem Sie GpsPrune ausprobiert haben, kann es sein dass Sie GpsPrune auf einem anderen System benutzen wollen, egal ob das System Linux oder Mac OSX oder Windows ist. Manche Linuxdistributionen enthalten GpsPrune in den normalen Software Tools, Sie müssen nur nach "Prune" oder "Gpsprune" suchen. Anderenfalls können Sie die aktuelle Version als Jardatei von der Webseite herunterladen.
es: Después de probar GpsPrune en esta imagen de OSGeoLive, es posible que desee usarla en otro sistema, ya sea otro sistema Linux, Mac OSX o Windows. Algunas distribuciones de Linux incluyen GpsPrune en sus bibliotecas de software normales (solo busque "Prune" o "GpsPrune"), o simplemente puede descargar la última copia desde la página de inicio.
fr: Après avoir essayé GpsPrune sur cette image en direct, vous pouvez l’utiliser sur un autre système, qu’il s’agisse d’un autre système Linux ou Mac OSX ou Windows. Certaines distributions linux incluent GpsPrune dans leurs bibliothèques logicielles normales (il suffit de rechercher "Prune" ou "GpsPrune"), ou vous pouvez simplement télécharger la dernière copie de la page d’accueil.
hu: A GpsPrune kipróbálása után a livelemezről lehet, hogy más rendszeren is használni szeretné, egy másik Linux vagy Mac OSX vagy Windows rendszeren. Néhány Linux kiadás tartalmazza a GpsPrune-t a szabványos könyvtárai között (keresse a "Prune"-t vagy "GpsPrune"-t), vagy egyszerűen letöltheti a honlapról a legújabb változatot.
it: Dopo aver provato GpsPrune su questa immagine live, potresti volerlo usare su un altro sistema, che sia un altro sistema Linux o Mac OSX o Windows. Alcune distribuzioni linux includono GpsPrune nelle loro normali librerie di software (basta cercare "Prune" o "GpsPrune"), oppure si può semplicemente scaricare l'ultima copia dalla home page.
ja: このライブイメージでGpsPruneを試した後に、別のLinuxシステムでもMac OSXでもWindowsでも利用できます。一部のLinuxディストリビューションでは、通常のソフトウェアライブラリにGpsPruneが含まれています( "Prune" や "GpsPrune" を検索してください)。あるいは、ホームページから最新版をダウンロードすることもできます。

source: It doesn't need to be installed, but it does need a java runtime to be installed, version 1.5 or higher. You can extend GpsPrune's functionalities by installing other free software, such as *GPSBabel*, *Gnuplot*, *Exiftool* and *Java3d*.
es: No es necesario instalarlo, pero necesita un tiempo de ejecución java para ser instalado, versión 1.5 o superior. Puede ampliar las funcionalidades de GpsPrune instalando otro software libre, como *GPSBabel*, *Gnuplot*, *Exiftool* y *Java3d*.
fr: GpdPrune n’a pas besoin d’être installé, mais il a besoin d’un temps d’exécution java pour être installé, version 1.5 ou plus. Vous pouvez étendre les fonctionnalités de GpsPrune en installant d’autres logiciels libres, tels que *GPSBabel*, *Gnuplot*, *Exiftool* et *Java3d*.
hu: Nem kell telepíteni, de a java runtime telepítését igényli, 1.5 vagy magasabb verziót. Kibővítheti a GpsPrune funkcionalitását más szabad szoftverek telepítésével, mint például *GPSBabel*, *Gnuplot*, *Exiftool* és *Java3d*.
it: Non ha bisogno di essere installato, ma ha bisogno di un runtime java da installare, versione 1.5 o superiore. Puoi estendere le funzionalità di GpsPrune installando altro software libero, come *GPSBabel*, *Gnuplot*, *Exiftool* e *Java3d*.
ja: インストールする必要はありませんが、バージョン1.5以上のJavaランタイムをインストールする必要があります。*GPSBabel* 、*gnuplot* 、*Exiftool* 、*Java3d* などのフリーソフトウェアをインストールすることで、GpsPruneの機能を拡張することができます。

source: Once you've installed GpsPrune on your permanent system, you can save your settings with the menu option :menuselection:`Settings --> Save settings`. Then they will be remembered for the next time you run GpsPrune. However, note that when using this live system, all files that you save in the regular file system are lost when you shut down the computer.
de: Sobald Sie GpsPrune auf Ihrem System installiert haben, können Sie Ihre Einstellungen über den Menüeintrag :menuselection:`Einstellungen --> Einstellungen speichern` speichern. Ihrem Einstellungen sind liegen beim nächsten Start von GpsPrune weiterhin vor.
es: Una vez que haya instalado GpsPrune en su sistema permanente, puede guardar su configuración con la opción de menú :menuselection:`Settings --> Save settings`. Serán recordados la próxima vez que ejecute GpsPrune. Sin embargo, tenga en cuenta que cuando usa este sistema de OSGeoLive, todos los archivos que guarda en el sistema de archivos normal se pierden cuando apaga la computadora.
fr: Une fois que vous avez installé GpsPrune sur votre système permanent, vous pouvez enregistrer vos paramètres avec l’option de menu :menuselection:`Settings --> Save settings`. Ensuite, ils seront rappelés pour la prochaine fois que vous exécutez GpsPrune. Toutefois, notez que lors de l’utilisation de le LiveDVD, tous les fichiers que vous enregistrez dans le système de fichiers courant sont perdus lorsque vous coupez l’ordinateur.
hu: Miután telepítette a GpsPrune-t az állandó rendszerén elmentheti a beállításait a :menuselection:`Settings --> Save settings` menüponttal. A program emlékezni fog ezekre amikor legközelebb futtatja a GpsPrune-t. Vegye figyelembe, hogy a live lemez használatakor az összes, a normál fájlrendszerbe mentett minden fájl elveszik amikor leállítja a számítógépet.
it: Una volta che hai installato GpsPrune sul tuo sistema permanente, puoi salvare le tue impostazioni con l'opzione di menu :menuselection:`Settings --> Save settings`. Quindi saranno ricordate per la prossima volta che eseguirai GpsPrune. Comunque, nota che quando usi questo sistema live, tutti i file che salvi nel normale file system vengono persi quando spegni il computer.
ja: 永続的なシステムにGpsPruneをインストールしたら、メニューオプションの :menuselection:`Settings-->Save settings` を使って設定を保存することができます。すると次にGpsPruneを使うときに、設定が記憶されるようになります。ただし、このライブシステムを使用している場合は、コンピュータをシャットダウンすると、通常のファイルシステムに保存されているすべてのファイルが失われます。

source: You can also save the downloaded map tiles to disk by selecting the menu option :menuselection:`Settings --> Save maps to disk` and selecting a directory in which to save the images. This helps to speed up the display as it doesn't have to download the images again.
de: Sie die heruntergeladenen Karten-Kacheln auch herunterladen. Dies erfolgt durch Auswahl des Menüpunktes speichern: Menuselection: :`Settings --> Save maps to disk` und die Auswahl eines Verzeichnisses, in das die Bilder gespeichert werden sollen. Lokal vorliegende Kacheln beschleunigen die Darstellung, da die Bilder nicht nochmals herunterladen werden müsssen.
es: También puede guardar los mosaicos de mapas descargados en el disco seleccionando la opción de menúmenuselection:`Settings --> Save maps to disk` y seleccionando un directorio en el que guardar las imágenes. Esto ayuda a acelerar la pantalla ya que no tiene que descargar las imágenes nuevamente.
fr: Vous pouvez également enregistrer les vignettes de carte téléchargées sur disque en sélectionnant l’option dans le menu :menuselection:`Settings --> Save maps to disk` et sélectionner un répertoire dans lequel enregistrer les images. Cela permet d’accélérer l’affichage car il n’a pas à télécharger les images à nouveau.
hu: A letöltött térkép csempéket is elmentheti a lemezre a :menuselection:`Settings --> Save maps to disk` menüpont kiválasztásával és egy könyvtár megadásával, melybe a képeket mentjük. Ez segít a megjelenítés gyorsításában mivel nem kell ismételten letölteni a képeket.
it: Puoi anche salvare i tasselli delle mappe scaricate su disco selezionando l'opzione del menu :menuselection:`Settings --> Save maps to disk` e selezionando una directory in cui salvare le immagini. Questo aiuta a velocizzare la visualizzazione perché non deve scaricare nuovamente le immagini.
ja: ダウンロードしたマップタイルをディスクに保存するには、メニューオプションの :menuselection:`Settings-->Save maps to disk` を選択し、イメージを保存するディレクトリを選択します。これにより、イメージを再度ダウンロードする必要がなくなるため、表示速度が向上します。

source: Further reading
de: Weiterführende Literatur
es: Lectura adicional
fr: Pour aller plus loin
hu: További olvasmányok
it: Altre letture
ja: さらに読む
sv: Ytterligare läsning

source: GpsPrune home page: https://activityworkshop.net/software/gpsprune/
es: Sitio web: https://activityworkshop.net/software/gpsprune/
fr: Page d’accueil de GpsPrune : https://activityworkshop.net/software/gpsprune/
hu: GpsPrune honlap: https://activityworkshop.net/software/gpsprune/
ja: GpsPrune ホームページ: https://activityworkshop.net/software/gpsprune/
sv: GpsPrune hemsida: https://activityworkshop.net/software/gpsprune/

source: Screenshots: https://activityworkshop.net/software/gpsprune/screenshots.html
es: Capturas de pantalla: https://activityworkshop.net/software/gpsprune/screenshots.html
fr: Captures d’écran: https://activityworkshop.net/software/gpsprune/screenshots.html
hu: Képernyőképek: https://activityworkshop.net/software/gpsprune/screenshots.html
ja: スクリーンショット: https://activityworkshop.net/software/gpsprune/screenshots.html
sv: Skärmdumpar: https://activityworkshop.net/software/gpsprune/screenshots.html

source: How-tos and instructions: https://activityworkshop.net/software/gpsprune/how-tos.html
es: Cómo hacerlo e instrucciones: https://activityworkshop.net/software/gpsprune/how-tos.html
fr: Tutotriels et instructions: https://activityworkshop.net/software/gpsprune/how-tos.html
hu: Segéd és oktatóanyagok: https://activityworkshop.net/software/gpsprune/how-tos.html
it: Come fare e istruzioni: https://activityworkshop.net/software/gpsprune/how-tos.html
ja: ノウハウや手順: https://activityworkshop.net/software/gpsprune/how-tos.html
sv: Tips och instruktioner: https://activityworkshop.net/software/gpsprune/how-tos.html

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: From the Start menu, choose |menu_gpsprune|. This will then give you the empty window shown below.
hu: A Start menüből válassza a |menu_gpsprune|-t. Ez egy lent látható üres ablakot ad, mely lentebb látható.
it: Dal menu Start, |menu_gpsprune|. Questo ti darà la finestra vuota mostrata qui sotto.

source: GpsPrune is a java application for viewing and editing coordinate data. It can be used for preparing data for GPS devices and for analyzing the data recorded by them.
sv: GpsPrune är en java-applikation för visning och redigering av koordinatdata. Den kan användas för att förbereda data för GPS-enheter och för att analysera data som registreras av dem.

source: In this Quick Start, we will load and view a data file included on this live image, and access some online information to supplement it. It will be useful therefore if you have some kind of internet connection for this demonstration.
sv: I den här snabbstarten kommer vi att ladda och visa en datafil som ingår i den här livebilden och få tillgång till viss onlineinformation för att komplettera den. Det är därför bra om du har någon form av internetuppkoppling för den här demonstrationen.

source: From the Start menu, choose |menu_gpsprune|. This will then give you the empty window shown below.
sv: Från Start-menyn väljer du |menu_gpsprune|. Du får då det tomma fönster som visas nedan.

source: We will now load a file by using the menu command :menuselection:`File --> Open file` and selecting the file to load. This can be a GPX file, a KML or KMZ file, or even a comma-separated or tab-separated file if you have one. A suitable GPX file containing a couple of tracks can be found on the disc at :file:`~/data/vector/gpx/test_trk2.gpx` so we will load this one.
sv: Vi kommer nu att ladda en fil genom att använda menykommandot :menuselection:`File --> Open file` och välja den fil som ska laddas. Det kan vara en GPX-fil, en KML- eller KMZ-fil, eller till och med en kommaseparerad eller tabbseparerad fil om du har en sådan. En lämplig GPX-fil som innehåller ett par spår finns på skivan i :file:`~/data/vector/gpx/test_trk2.gpx` så vi laddar den här.

source: Because this file contains two tracks, we are offered the choice of which one(s) to load. We choose just the first one and press OK.
sv: Eftersom den här filen innehåller två spår får vi välja vilket eller vilka av dem som ska laddas. Vi väljer bara det första och trycker på OK.

source: Now you should see the track marked in blue against a white background. If this track had any waypoints (which it doesn't), then they would be shown too, marked with their names. Below the main map display is an altitude chart, which shows the profile of the track if it contains altitudes.
sv: Nu bör du se spåret markerat i blått mot en vit bakgrund. Om det här spåret hade några waypoints (vilket det inte har) skulle de också visas, markerade med sina namn. Under huvudkartan finns ett höjddiagram, som visar spårets profil om det innehåller höjder.

source: You can drag the map around with the mouse, and zoom in and out with the mousewheel or by double-clicking. Dragging with the right mouse button defines a rectangle to zoom to, and the right-click menu offers further options. Clicking on a point will show the details including altitude and timestamp if available. You can also click on the altitude profile to select the corresponding point.
sv: Du kan dra runt kartan med musen och zooma in och ut med mushjulet eller genom att dubbelklicka. Genom att dra med höger musknapp definieras en rektangel att zooma till, och högerklicksmenyn erbjuder ytterligare alternativ. Om du klickar på en punkt visas detaljerna, inklusive höjd och tidsstämpel om sådan finns. Du kan också klicka på höjdprofilen för att välja motsvarande punkt.
