Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gpsprune_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: You can change the map with the menu option :menuselection:`Settings --> Set map background`. Let's have a look at an alternative map source by selecting the fifth one, "Hikebikemap". This uses the maps from hikebikemap.org to show additional information useful for hiking and cycling such as contour lines and cycle routes.
sv: Du kan ändra kartan med menyalternativet :menuselection:`Inställningar --> Ställ in kartbakgrund`. Låt oss ta en titt på en alternativ kartkälla genom att välja den femte, "Hikebikemap". Den använder kartorna från hikebikemap.org för att visa ytterligare information som är användbar för vandring och cykling, t.ex. höjdkurvor och cykelvägar.

source: Now let's find out some more information about where this track is. We can do this by selecting a point, and then choosing the menu option :menuselection:`Online --> Get nearby Wikipedia articles`. This shows a list of articles whose coordinates are nearest to the selected point. Clicking one of these entries in the list will show more information in the box below.
sv: Låt oss nu ta reda på lite mer information om var det här spåret är. Det kan vi göra genom att markera en punkt och sedan välja menyalternativet :menuselection:`Online --> Get nearby Wikipedia articles`. Då visas en lista över de artiklar vars koordinater ligger närmast den markerade punkten. Om du klickar på en av dessa poster i listan visas mer information i rutan nedan.

source: We can also use an online service to download another track from the same area. We can use the menu command :menuselection:`Online --> Get Gpsies tracks` to search for tracks on the website gpsies.com. Again, we get a list of matching entries, and we can select one to view the description.
sv: Vi kan också använda en onlinetjänst för att ladda ner ett annat spår från samma område. Vi kan använda menykommandot :menuselection:`Online --> Get Gpsies tracks` för att söka efter spår på webbplatsen gpsies.com. Återigen får vi en lista med matchande poster och vi kan välja en för att se beskrivningen.

source: Click the `Load` button to load the track, and select to append this track to the data we've already got. Now we can see both tracks in the same view.
sv: Klicka på knappen `Load` för att ladda spåret och välj att lägga till det här spåret till de data vi redan har. Nu kan vi se båda spåren i samma vy.

source: After trying out GpsPrune on this live image, you may want to use it on another system, whether it's another Linux system or Mac OSX or Windows. Some linux distributions include GpsPrune in their normal software libraries (just search for "Prune" or "GpsPrune"), or you can just download the latest copy from the home page.
sv: När du har testat GpsPrune på den här live-bilden kanske du vill använda det på ett annat system, oavsett om det är ett annat Linux-system eller Mac OSX eller Windows. Vissa Linux-distributioner inkluderar GpsPrune i sina normala programvarubibliotek (sök bara efter "Prune" eller "GpsPrune"), eller så kan du bara ladda ner den senaste kopian från hemsidan.

source: It doesn't need to be installed, but it does need a java runtime to be installed, version 1.5 or higher. You can extend GpsPrune's functionalities by installing other free software, such as *GPSBabel*, *Gnuplot*, *Exiftool* and *Java3d*.
sv: Det behöver inte installeras, men det kräver att en Java Runtime installeras, version 1.5 eller högre. Du kan utöka GpsPrunes funktioner genom att installera annan fri programvara, t.ex. *GPSBabel*, *Gnuplot*, *Exiftool* och *Java3d*.

source: Once you've installed GpsPrune on your permanent system, you can save your settings with the menu option :menuselection:`Settings --> Save settings`. Then they will be remembered for the next time you run GpsPrune. However, note that when using this live system, all files that you save in the regular file system are lost when you shut down the computer.
sv: När du har installerat GpsPrune på ditt permanenta system kan du spara dina inställningar med menyalternativet :menuselection:`Inställningar --> Spara inställningar`. Då kommer de att komma ihåg till nästa gång du kör GpsPrune. Observera dock att när du använder detta live-system försvinner alla filer som du sparar i det vanliga filsystemet när du stänger av datorn.

source: You can also save the downloaded map tiles to disk by selecting the menu option :menuselection:`Settings --> Save maps to disk` and selecting a directory in which to save the images. This helps to speed up the display as it doesn't have to download the images again.
sv: Du kan också spara de nedladdade kartbilderna på disk genom att välja menyalternativet :menuselection:`Inställningar --> Spara kartor på disk` och välja en katalog där du vill spara bilderna. Detta hjälper till att snabba upp visningen eftersom bilderna inte behöver laddas ner igen.

source: Getting Started
de: Erste Schritte

source: To run GpsPrune on the live system, select the icon "GpsPrune" in the Navigation and Maps menu. This will then give you the empty window shown below.
de: Um GpsPrune auf OSGeo-Live laufen zu lassen, wählen Sie "GpsPrune" im Menü "Navigation und Karten" aus. Sie erhalten ein leeren Fenster wie im folgenden Bild.

source: Finally, let's download another track from the same area. We can use the menu command :menuselection:`Online --> Get Gpsies tracks` to search for tracks on the website gpsies.com. Again, we get a list of matching entries, and we can select one to view the description.
de: Lassen Sie uns abschließend einen anderen Track der selben Region runterladen. Wir können dazu den Menüeintrag :menuselection:`Track --> Get Gpsies tracks` verwenden und auf der Webseite gpsies.com nach Tracks suchen. Wieder erhalten wir eine Liste von passenden Einträgen. Bei Auswahl eines Tracks wird eine Beschreibung zum Track angezeigt.

source: To find out how long the climb is, we'll click on the point at the start of the climb, just north of Dunedin, and select :menuselection:`Range --> Set range start`. Then select the top of the climb by clicking on the highest point of the altitude profile, and select :menuselection:`Range --> Set range end`. We can now see in the "Range details" section that this part of the track is 8.55 km long, climbs 346 m and descends just 10 m.
de: Um herauszufinden wie lang der Anstieg ist, klicken wir auf den Start nördlich von Dunedin und wählen :menuselection:`Range --> Set range start`. Anschließend wählen wir den höchsten Punkt des Tracks am höchsten Punkt des Höhendiagramms und wählen :menuselection:`Range --> Set range end`. Nun können wir im "Range details" Bereich sehen, dass dieser Teil des Tracks 8.55 km lang ist, Aufstieg 346 m und Abstieg lediglich 10 m.

source: It doesn't need to be installed, but it does need a java runtime to be installed, version 1.5 or higher. You can extend GpsPrune's functionalities by installing other free software, such as *Gpsbabel*, *Gnuplot*, *Exiftool* and *Java3d*.
de: GpsPrune muss normalerweise nicht installiert werden Es braucht einen Java-Laufzeitumgebung in der Version 1.5 oder höher. Die Funktionalität kann erweitert werden, indem Sie zusätzlich andere freie Software installieren, wie zum Beispiel *Gpsbabel*, *Gnuplot*, *Exiftool* oder *Java3d* installieren.

source: GpsPrune home page: https://gpsprune.activityworkshop.net/
de: GpsPrune Homeseite (englisch): https://gpsprune.activityworkshop.net/

source: Screenshots: https://gpsprune.activityworkshop.net/screenshots.html
de: Bildschirmfotos: https://gpsprune.activityworkshop.net/screenshots.html

source: How-tos and instructions: http://gpsprune.activityworkshop.net/how-tos.html
de: Benutzeranleitung: https://gpsprune.activityworkshop.net/how-tos_de.html
