Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/grass_quickstart.po
Languages: de, es, hu, it, ja, sv

source: In the `Raster` menu select :menuselection:`Terrain analysis --> Compute shaded relief` (Terrain analysis is about half way down the `Raster` menu), and the module control dialog will appear. Select as the input name the "elevation" *@PERMANENT* map and as the output map you may specify "shaded_relief". Once done click [*Run*]. Now you should find the new `shaded_relief` *@user1* map added into your layer list. Un-tick the other raster layers to only display the newly created shaded relief raster layer.
de: Wählen Sie im Menü `Raster` die Option :menuselection:`Terrain analysis --> Compute shaded relief` (Terrain analysis ist etwa auf halbem Weg zum `Raster` Menü), und der Dialog zur Modulsteuerung erscheint. Wählen Sie als Eingangsname die Karte "elevation" *@PERMANENT* und als Ausgangskarte können Sie "shaded_relief" angeben. Klicken Sie anschließend auf [*Ausführen*]. Nun sollten Sie die neue `shaded_relief` *@user1* Map in Ihrer Layerliste finden. Deaktivieren Sie die anderen Rasterebenen, um nur die neu erstellte schattierte Relief-Rasterebene anzuzeigen.
es: En el menú Ráster , seleccione :menuselection:`Análisis de terreno --> Cálculo de relieve sombreado` (el análisis de terreno está aproximadamente a la mitad del menú `Ráster` ) y aparecerá el cuadro de diálogo de control del módulo. Seleccione como nombre de entrada el mapa "elevación" *@PERMANENT* y como mapa de salida puede especificar "relieve_sombreado". Una vez hecho esto, haga clic en [*Ejecutar*]. Ahora debería encontrar el nuevo mapa `relieve_sombreado` *@user1* agregado en su lista de capas. Desmarca las otras capas ráster para mostrar solo la capa de relieve sombreado recién creada.
hu: A `Raster` menüből válassza :menuselection:`Terrain analysis --> Compute shaded relief` (a Terrain analysis középtájon található a `Raster` menüben), és a modul párbeszédablaka jelenik meg. Az input rétegnek válassza az "elevation" *@PERMANENT* térképet és a outputnak megadhatja a "shaded_relief" nevet. Ha befejezte kattintson a [*Run*] gombra. Az új `shaded_relief` *@user1* térképet megtalálhatja a réteglistában. Kapcsolja ki a többi rétegmegjelenítését, hogy csak az újonnan létrehozott árnyékolt domborzat jelenjen meg.
it: Nel menu `Raster` seleziona :menuselection:`Terrain analysis --> Compute shaded relief` (Terrain analysis è circa a metà del menu `Raster`), e apparirà la finestra di controllo del modulo. Seleziona come nome in ingresso la mappa "elevation" *@PERMANENT* e come mappa in uscita puoi specificare "shaded_relief". Una volta fatto clic su [*Run*]. Ora dovresti trovare la nuova mappa `shaded_relief` *@user1* aggiunta nella vostra lista dei layer. Deseleziona gli altri layer raster per visualizzare solo il layer raster di rilievo ombreggiato appena creato.
ja: `ラスター` メニューで :menuselection:`地形解析 --> Compute shaded relief` (地形解析は `ラスター` メニューの中程にあります) を選択すると、モジュールコントロールダイアログが表示されます。入力マップ名として "elevation" *@PERMANENT*、出力マップとして "shaded_relief" を指定します。設定が完了したら、[*実行*] をクリックします。新しい `shaded_relief` *@user1* マップがレイヤリストに追加されます。他のラスターレイヤのチェックを外すと、新たに作成された陰影図ラスターレイヤのみが表示されます。
sv: I `Raster`-menyn väljer du :menuselection:`Terrain analysis --> Compute shaded relief` (Terrain analysis ligger ungefär halvvägs ner i `Raster`-menyn), och dialogrutan för modulkontroll visas. Välj "elevation" *@PERMANENT*-kartan som inmatningsnamn och som utmatningskarta kan du ange "shaded_relief". När du är klar klickar du på [*Run*]. Nu bör du se att den nya kartan `shaded_relief` *@user1* har lagts till i din lagerlista. Avmarkera de andra rasterlagren för att bara visa det nyskapade rasterlagret för skuggad lättnad.

source: Add watersheds and streams
hu: Vízgyűjtők és vízfolyások hozzáadása
it: Aggiungi spartiacque e corsi d'acqua
ja: 分水界と水系
sv: Lägg till vattendelare och vattendrag

source: Once again select the `elevation` *@PERMANENT* map. If you changed the region since the last step, again right click on the layer name and click on :menuselection:`Set computational region from selected map(s)` from the context menu in order to consider the full map for the watsershed calculation.
de: Wieder selektieren wir die Karte `elevation` *@PERMANENT*. Wenn Sie den Ausschnitt verändert haben sollten, klicken Sie mit der rechten Maustaste auf den Layernamen wählen Sie :menuselection:`Set computational region from selected map(s)` aus dem Kontextmenü um die volle Ausdehnung für die Berechnung der Wassereinzugsgebiete zu erhalten.
es: Una vez más, seleccione el mapa de `elevación` *@PERMANENTE* . Si cambió la región desde el último paso, nuevamente haga click derecho en el nombre de la capa y seleccione :menuselection:`establecer región computacional del (los) mapas seleccionados` del menú contextual para considerar el mapa completo para el cálculo de la cuenca hidrográfica.
hu: Ismét válassza az `elevation` *@PERMANENT* térképet. Ha az utolsó lépés óta megváltoztatta a régiót, kattintson jobb gombbal ismét a réteg nevére és kattintson a :menuselection:`Set computational region from selected map(s)`-re a felbukkanó menüben, hogy a teljes térképet figyelembe vegyük a vízgyűjtő terület számításánál.
it: Seleziona ancora una volta la mappa `elevation` *@PERMANENT*. Se hai cambiato la regione dall'ultimo passo, clicca di nuovo con il tasto destro del mouse sul nome del layer e clicca su :menuselection:`Imposta regione di calcolo dalla/e mappa/e selezionata/e` dal menu contestuale per considerare l'intera mappa per il calcolo del watsershed.
ja: もう一度 `elevation` *@PERMANENT* マップを選択します。先ほどの範囲から変更を加えた場合は、再度レイヤ名を右クリックし、コンテキストメニューから :menuselection:`マップから計算領域をセット` をクリックして、分水界計算のための全体のマップを考慮に入れます。
sv: Välj återigen kartan `elevation` *@PERMANENT*. Om du ändrade regionen sedan förra steget, högerklicka återigen på skiktnamnet och klicka på :menuselection:``Set computational region from selected map(s)`` från snabbmenyn för att ta hänsyn till hela kartan för beräkningen av vattendelaren.

source: The wxGUI map display's view and zoom is independent and does not affect processing calculations. Check the computational region at any time with :menuselection:`Settings --> Region --> Display Region`; this is of fundamental importance to any raster grid operations. Raster maps of differing bounds and resolution will be resampled to the current computational region on-the-fly.
de: Die wxGUI Karte Anzeige und Zoom ist unabhängig und hat keinen Effekt auf die Berechnung. Prüfen Sie die Berechnungsregion über :menuselection:`Settings --> Region --> Display Region`; dies ist äußerst wichtig für jede Raster Grid Operation. Raster Karten mit verschiedenen Begrenzungen und Auflösungen werden on-the-fly auf die Berechnungsregion angepasst.
es: La vista y el zoom de la visualización del mapa wxGUI es independiente y no afecta los cálculos de procesamiento. Verifique la región computacional en cualquier momento en :menuselection:`Ajustes --> Región --> Desplegar Región`; Esto es de importancia fundamental para cualquier operación de cuadrícula ráster. Los mapas ráster de diferentes límites y resolución se volverán a muestrear en la región computacional actual sobre la marcha.
hu: A wxGUI térképablak és annak nagyítása független ettől és nem befolyásolják a számítás határait. Bármikor ellenőrizheti a számítási területet a :menuselection:`Settings --> Region --> Display Region` menüponttal, ez alapvetően fontos bármilyen raszter műveletnél. Az eltérő terjedelmű és felbontású rasztertérképeket a rendszer röptében újramintavételezi az aktuális számítási területre.
it: La visualizzazione e lo zoom della mappa di wxGUI sono indipendenti e non influenzano i calcoli di elaborazione. Controlla la regione di calcolo in qualsiasi momento con :menuselection:`Impostazioni --> Regione --> Visualizza regione`; questo è di fondamentale importanza per qualsiasi operazione di griglia raster. Mappe raster con limiti e risoluzione diversi saranno ricampionate alla regione di calcolo corrente al volo.
ja: wxGUI のマップ表示のビューとズームは独立しており、処理計算には影響しません。計算領域は :menuselection:`設定 --> Region --> Display Region` でいつでも確認できます。これはラスターグリッド操作の重要な基本です。範囲や解像度が異なるラスターマップは、オンザフライで現在の計算領域にリサンプリングされます。
sv: Vyn och zoomen i wxGUI:s kartvisning är oberoende och påverkar inte bearbetningsberäkningarna. Kontrollera beräkningsregionen när som helst med :menuselection:` `Settings --> Region --> Display Region`; detta är av grundläggande betydelse för alla rasternätoperationer. Rasterkartor med olika gränser och upplösning kommer att omsamplas till den aktuella beräkningsregionen i farten.

source: Next, in the `Raster` menu choose :menuselection:`Hydrologic modeling --> Watershed analysis`. This will open the ``r.watershed`` module. Select the `elevation` layer as your input map, in the same 'Inputs' tab set the "Minimum size of the exterior watershed basin" *threshold* to 10000 cells, then in the 'Outputs' tab enter "elev.basins" for the "Name for basins raster map" *basins* option and "elev.streams" for the "Name for output stream segments raster map" *streams* option just below it. Then click [*Run*].
de: Wählen Sie nun im Menü `Raster` :menuselection:`Hydrologische Modellierung --> Wassereinzugsgebiet Analyse`. Der ``r.watershed`` Dialog öffnet sich. Wählen Sie die `elevation` Karte als Eingabe, im Reiter 'Eingabe Optionen' setzen sie *threshold* Wert auf 10000 Zellen, dann im Reiter 'Ausgabe Optionen' geben Sie "elev.basins" als basin Option und "streams" für die "Name for output stream segments raster map"-Option direkt darunter an. Dann klicken Sie auf [Los].
es: A continuación, en el menú `Ráster`, elija :menuselection:`Modelado hidrológico --> Análisis de cuencas` . Esto abrirá el módulo ``r.watershed``. Seleccione la capa de `elevación` como su mapa de entrada, en la misma pestaña 'Entradas' establezca el umbral "Tamaño mínimo de la cuenca hidrográfica exterior" *limitado* a 10000 celdas, luego en la pestaña 'Salidas' ingrese "elev.cuencas" para el “Nombre para mapa ráster de cuencas" en la opción *cuencas* y "elev.corrientes" para la opción de "Nombre de segmentos de corrientes de salida en el mapa ráster" en la opción *corrientes* justo debajo de ella. Luego haga click en [*Ejecutar*].
hu: Ezután a `Raster` menüből válassza a :menuselection:`Hydrologic modeling --> Watershed analysis` menüpontot. Ez az ``r.watershed`` modult nyitja meg. Válassza input rétegnek az `elevation` réteget, ugyanezen az 'Inputs' fülön állítsa be a "Minimum size of the exterior watershed basin" *threshold* értéket 10000 cellára, majd az 'Outputs' fülön a "Name for basins raster map" *basins* opciót állítsa "elev.basins"-ra és a "Name for output stream segments raster map" *streams* opciót "elev.streams"-re. Majd kattintson a [*Run*]-ra.
it: Poi, nel menu `Raster` scegli :menuselection:`Modellazione idrologica --> Analisi dello spartiacque`. Questo aprirà il modulo ``r.watershed``. Seleziona lo strato `elevation` come mappa in ingresso, nella stessa scheda 'Inputs' imposta la *soglia* "Minimum size of the external watershed basin" a 10000 celle, poi nella scheda 'Outputs' inserisci "elev.basins" per l'opzione "Name for basins raster map" *basins* e "elev.streams" per l'opzione "Name for output stream segments raster map" *streams* appena sotto. Poi clicca su [*Run*].
ja: 次に、`ラスター` メニューから :menuselection:`水文モデリング --> 分水界解析` を選択します。``r.watershed`` モジュールが開きます。`elevation` レイヤを入力マップとして選択し、同じ 'Inputs' タブで "Minimum size of the exterior watershed basin" の *threshold* を 10000 セルに設定し、 '出力' タブで "Name for basins raster map" *basins* (水域)オプションに "elev.basins" と入力し、その下の "Name for output stream segments raster map" *streams* (水系)オプションに "elev.streams" と入力します。 [*実行*] をクリックします。
sv: Välj sedan i `Raster`-menyn :menuselection:`Hydrologic modeling --> Watershed analysis`. Detta kommer att öppna modulen ``r.watershed``. Välj `elevation`-skiktet som din inmatningskarta, på samma flik "Inputs" ställer du in "Minimum size of the exterior watershed basin" *threshold* till 10000 celler, sedan anger du på fliken "Outputs" "elev.basins" för alternativet "Name for basins raster map" *basins* och "elev.streams" för alternativet "Name for output stream segments raster map" *streams* strax under det. Klicka sedan på [*Kör*].

source: Back in the `GIS Layer Manager` window check that those two new raster maps are in the layer list and make sure that the basins map is ticked for display in the box to the left of the layer name. You might untick the streams map for now. Next, right click on the "`elev.basins`" raster map layer name and select "`Change opacity level`". Set it to about 50% which will re-render the Map Display. Drag a map layer (such as the earlier created shaded relief map) to lower down in the layer list if you wish for it to be drawn behind the watershed basins map layer, and make sure to tick its visibility box to view it as a backdrop.
de: Zurück im Ebenen-Manager fügen Sie die zwei neuen Karten wieder in die Layerliste ein. Stellen sicher, dass nur diese für die Anzeige ausgewählt sind. Klicken Sie mit der rechten Maustaste auf "`elev.basins`" und wählen Sie "Deckkraft ändern". Setzen Sie den Wert auf 50% und rendern Sie die Karte nochmal.
es: De vuelta en la ventana `Administrador de Capas GIS` , verifique que esos dos nuevos mapas ráster estén en la lista de capas y asegúrese de que el mapa de cuencas esté marcado para desplegar mostrar en el cuadro a la izquierda del nombre de la capa. Puede desmarcar la corrientes del mapa de por ahora. A continuación, haga click derecho en el nombre de la capa del mapa ráster "`elev.cuencas`" y seleccione "`Cambiar nivel de opacidad`". Ajústelo a aproximadamente 50%, lo que volverá a renderizar la visualización del mapa. Arrastre una capa de mapa (como el mapa de relieve sombreado creado anteriormente) para bajar en la lista de capas si desea que se dibuje detrás de la capa de mapa de cuencas hidrográficas, y asegúrese de marcar su casilla de visibilidad para verlo como fondo .
hu: Visszatérve a `Layer Manager` ablakba ellenőrizze, hogy a két új raszterréteg megjelent a réteglistában és győződjön meg róla, hogy a vízgyűjtők rétege be van kapcsolva. A vízfolyások réteget kikapcsolhatja most. Ezután kattintson jobb gombbal az "`elev.basins`" rasztertérkép rétegre és válassza a "`Change opacity level`-t". Állítsa be 50% körüli értékre, ezután a Map Display tartalmát újrarajzolja. Ragadja meg az egyik térkép réteget (például a korábban létrehozott árnyékolt domborzatot) és húzza lentebb a réteglistában, hogy a vízgyűjtők rétege alatt legyen és kapcsolja be a réteget, hogy egy háttérképként jelenjen meg.
it: Di nuovo nella finestra `GIS Layer Manager` controlla che queste due nuove mappe raster siano nella lista dei layer e assicurati che la mappa dei bacini sia spuntata per la visualizzazione nella casella a sinistra del nome del layer. Potresti deselezionare la mappa dei corsi d'acqua per ora. Poi, clicca con il tasto destro del mouse sul nome della mappa raster "`elev.basins`" e seleziona "`Change opacity level`". Impostalo a circa il 50% che renderà nuovamente la visualizzazione della mappa. Trascina un layer di mappa (come la mappa di rilievo ombreggiata creata in precedenza) in basso nella lista dei layer se vuoi che sia disegnato dietro il layer di mappa dei bacini spartiacque, e assicurati di spuntare la sua casella di visibilità per vederlo come sfondo.
ja: `GIS Layer Manager` ウィンドウに戻り、これら2つの新しいラスターマップがレイヤリストにあることを確認し、水域マップのレイヤ名左側のボックスにチェックが付いていることを確認します。水系マップのチェックを外すこともできます。次に "`elev.basins`" ラスターマップレイヤ名を右クリックし、 "`不透明度レベルの変更`" を選択します。約50%に設定すると、 Map Display が再描画されます。(先ほど作成した陰影図などの)マップレイヤを分水界水域マップレイヤの背後に描画する場合は、レイヤリスト内で下にドラッグし、背景として表示するために、表示チェックボックスにチェックが付いていることを確認します。
sv: Tillbaka i fönstret `GIS Layer Manager` kontrollera att de två nya rasterkartorna finns i lagerlistan och se till att bassängkartan är markerad för visning i rutan till vänster om lagernamnet. Du kan avmarkera strömmarnas karta för tillfället. Högerklicka sedan på rasterkartans skiktnamn "`elev.basins`" och välj "`Change opacity level`". Ställ in den på cirka 50% vilket kommer att återge kartdisplayen. Dra ett kartlager (t.ex. den tidigare skapade skuggade reliefkartan) längre ner i lagerlistan om du vill att det ska ritas bakom kartlagret för avrinningsområden, och se till att kryssa i rutan för synlighet för att se det som en bakgrund.

source: In the `GIS Layer Manager` window click on the `Add various overlays` button and `Add grid layer`. For size of grid put 5000 (in map units, here meter). Once done press :guilabel:`OK`. Optionally you may change the colors for the grid lines and the text labels.
es: En la ventana `Administrador de Capas GIS`, haga click en `Agregar varias superposiciones` y en `Agregar capa de cuadrícula` el tamaño de la cuadrícula ponga 5000 (en unidades de mapa, aquí metro). Una vez hecho esto, presione :guilabel:`Aceptar`. Opcionalmente, puede cambiar los colores de las líneas de cuadrícula y las etiquetas de texto.
hu: A `GIS Layer Manager` ablakban kattintson az `Add various overlays` gombra, majd az `Add grid layer`-re. A rácsméretre adjon meg 5000-et (térképi egységekben, itt méterben). Ha kész nyomja meg az :guilabel:`OK`-t. Megváltoztathatja a rácsvonalak és a címkék színét.
it: Nella finestra `GIS Layer Manager` clicca sul pulsante `Add various overlays` e `Add grid layer`. Per la dimensione della griglia metti 5000 (in unità della mappa, qui metri). Una volta fatto premi :guilabel:`OK`. Opzionalmente puoi cambiare i colori per le linee della griglia e le etichette di testo.
ja: `GIS Layer Manager` ウィンドウで、`Add various overlays` ボタンをクリックし、`グリッドレイヤー追加` を選択します。グリッドのサイズに 5000 (地図単位、ここではメートル) を設定します。完了したら、:guilabel:`OK` をクリックします。必要に応じて、グリッド線とテキストラベルの色を変更できます。
sv: I fönstret `GIS Layer Manager` klickar du på knappen `Add various overlays` och `Add grid layer`. Som storlek på rutnätet anger du 5000 (i kartanheter, här meter). När du är klar trycker du på :guilabel:`OK`. Alternativt kan du ändra färgerna för rutnätslinjerna och textetiketterna.

source: To add a scalebar go to the `Map Display` window and press the "Add map elements" button to the right of where you selected the Profile tool earlier and select "Show/hide scalebar" then click :guilabel:`Ok`. A scalebar will appear in the top left of the map canvas. Drag it down to the bottom right.
de: Um eine Maßstabsleiste anzuzeigen, klicken Sie im Map Display Fenster auf das Icon "Kartenelemente hinzufügen" und klicken auf Nordpfeil und Maßstab hinzufügen. Lesen Sie die Instruktionen und klicken dann auf [Ok]. Eine Maßstabsleiste erscheint oben links, ziehen Sie sie in die linke untere Ecke. Aus demselben Menü wählen Sie nun "Legende hinzufügen", wählen die Rasterkarte aus, für die eine Legende erstellt werden soll. Danach klicken Sie [Ok] und dann nochmal [Ok]. Ziehen Sie nun die Legende auf die rechte Seite des Map Displays.
es: Para agregar una barra de escala, vaya a la ventana `Despliegue del mapa` y presione el botón "Agregar elementos del mapa" a la derecha de donde seleccionó la herramienta Perfil anteriormente y seleccione "Mostrar/ocultar barra de escala" y luego haga click en :guilabel:`Aceptar` . Aparecerá una barra de escala en la esquina superior izquierda del lienzo del mapa. Arrástrelo hacia la parte inferior derecha.
hu: Léptékvonalzó hozzáadásához menjen a `Map Display` ablakba és nyomja meg az "Add map elements" gombot a korábban használt metszet eszköztől jobbra és válassza a "Show/hide scalebar"-t, végül nyomja meg az :guilabel:`Ok`-t. Egy léptékvonalzó jelenik meg a bal-felső sarokban a térképen. Húzza le a jobb-alsó sarokba.
it: Per aggiungere una barra di scala, vai nella finestra `Map Display` e premi il pulsante "Add map elements" a destra di dove hai selezionato lo strumento Profilo prima e seleziona "Show/hide scalebar" poi clicca :guilabel:`Ok`. Una barra delle scale apparirà in alto a sinistra della mappa. Trascinala in basso a destra.
ja: スケールバーを追加するには、`Map Display` ウィンドウに移動し、先ほどプロファイルツールを選択したボタンの右にある "マップエレメント追加" ボタンをクリックし、 "レイヤー追加" から :guilabel:`Ok` ボタンをクリックします。スケールバーがマップキャンバスの左上に表示されます。ドラッグして右下に移動します。
sv: För att lägga till en scalebar går du till fönstret "Map Display" och trycker på knappen "Add map elements" till höger om där du valde profilverktyget tidigare och väljer "Show/hide scalebar" och klickar sedan på :guilabel:`Ok`. En scalebar visas längst upp till vänster på kartbilden. Dra ner den till nedre högra hörnet.

source: Now you may be thinking to yourself that these fonts are a bit bare. That's easily fixed in the `GIS Layer Manager` menus open :menuselection:`Settings --> Preferences` and in the Map Display tab click the [*Set font*] button, choose one (for example DajVu Sans Bold), and then [*Save*] or [*Save for this session only*] in the Preferences window. You will have to do a full re-render to see the change so click on the re-render button the first in the `Map Display` window. The fonts will now be much prettier.
es: Ahora puede estar pensando que estas fuentes están un poco desnudas. Eso se soluciona fácilmente en los menús del `Administrador de Capas SIG`, abra :menuselection:`Ajustes --> Preferencias` y en la pestaña Despliegue de Mapa, haga click en el botón [*Establecer fuente*], elija una (por ejemplo, DajVu Sans Bold) y luego [*Guardar*] o [*Guardar solo para esta sesión*] en la ventana de Preferencias. Tendrá que hacer un re-renderizado completo para ver el cambio, así que haga click en el botón de re-renderizado primero en la ventana de `Desplegar Mapa` . Las fuentes ahora serán mucho más bonitas.
hu: Elgondolkozhat azon, hogy ezek a betűkészletek túl egyszerűek. Ezt könnyen megoldhatjuk a `GIS Layer Manager` menüben, nyissa meg a :menuselection:`Settings --> Preferences`-t és a Map Display fülön kattintson a [*Set font*] gombra és válasszon egyet (például a DajaVu Sans Bold-ot). és végül [*Save*] vagy [*Save for this session only*] a Preferences ablakban. Újra kell rajzolni a térképet, hogy a változások életbe lépjenek, kattintson az első gombra a `Map Display` ablakban az újrarajzoláshoz. A betűk sokkal szebbek most.
it: Ora starai pensando che questi font sono un po' spogli. Questo è facilmente risolvibile nei menu di `GIS Layer Manager`, apri :menuselection:`Settings --> Preferences` e nella scheda Map Display clicca sul pulsante [*Set font*], scegline uno (per esempio DajVu Sans Bold), e poi [*Save*] o [*Save for this session only*] nella finestra Preferences. Dovrai fare un re-render completo per vedere il cambiamento, quindi clicca sul pulsante re-render il primo nella finestra `Map Display`. I font saranno ora molto più belli.
ja: 今度はこれらのフォントが少しイマイチに思えてくるかもしれません。これは、`GIS Layer Manager` メニューから :menuselection:`設定 --> GUI設定` を選択し、マップディスプレイタブから [*フォント設定*] ボタンをクリックして、設定ウィンドウから一つ(例えば DejaVu Sans Bold)を選択し、 [*Save*] もしくは [*Save for this session only*] ボタンをクリックすることで、簡単に修正できます。変更を確認するには、完全な再レンダリングが必要となるため、`Map Display` ウィンドウで一番左のレンダーマップボタンをクリックします。これでフォントは大分ましになったはずです。
sv: Nu kanske du tänker att de här teckensnitten är lite tunna. Det är lätt att åtgärda i menyerna i `GIS Layer Manager` öppna :menuselection:`Inställningar --> Inställningar` och på fliken Kartvisning klicka på knappen [*Set font*], välj ett (till exempel DajVu Sans Bold) och sedan [*Save*] eller [*Save for this session only*] i inställningsfönstret. Du måste göra en fullständig omrendering för att se förändringen, så klicka på omrenderingsknappen först i fönstret `Map Display`. Teckensnitten kommer nu att vara mycket snyggare.

source: Work with vector modules
hu: Munka a vektor modulokkal
it: Lavora coi moduli vettoriali
ja: ベクトルモジュールの操作
sv: Arbeta med vektormoduler
