Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/grass_quickstart.po
Languages: de, es, hu, it, ja, sv

source: GRASS GIS Quickstart
es: InicioRápido de GRASS GIS
hu: GRASS GIS gyorstalpaló
it: Guida rapida GRASS GIS
ja: GRASS GIS クイックスタート
sv: GRASS GIS Snabbstart

source: GRASS GIS is a powerful GIS which lets you visualize, manage, analyse and edit geospatial data.
de: GRASS GIS ist ein leistungsfähiges GIS, mit dem Sie Geodaten visualisieren, verwalten, analysieren und bearbeiten können.
es: GRASS GIS es un poderoso SIG que le permite visualizar, administrar, analizar y editar datos geoespaciales.
hu: A GRASS GIS egy hatékony GIS, mely lehetővé teszi, hogy térinformatikai adatokat megjelenítsen, kezeljen, elemezzen és szerkesszen.
it: GRASS GIS è un potente GIS che vi permette di visualizzare, gestire, analizzare e modificare dati geospaziali.
ja: GRASS GIS は、地理空間データの可視化、管理、分析、および編集を行うことができる強力な GIS です。
sv: GRASS GIS är ett kraftfullt GIS som låter dig visualisera, hantera, analysera och redigera geospatiala data.

source: Contents
it: Contenuti
sv: Innehåll

source: Start GRASS
hu: GRASS indítása
it: Avvia GRASS
ja: GRASS の起動

source: Click on |menu_grass82|.
it: Cliccare su |menu_grass82|.
sv: Klicka på |menu_grass82|.

source: From the "Welcome to GRASS GIS" window, select the "nc_basic_spm_grass7" dataset for the location, and "user1" for the mapset
it: Dalla finestra "Welcome to GRASS GIS", selezionare il dataset "nc_basic_spm_grass7" per la location e "user1" per il mapset.
sv: I fönstret "Välkommen till GRASS GIS" väljer du datasetet "nc_basic_spm_grass7" för platsen och "user1" för kartsetet

source: Click on :guilabel:`Start GRASS session`.
hu: Kattintson a :guilabel:`Start GRASS session`-re.
it: Clicca su :guilabel:`Avvia sessione GRASS`.
ja: :guilabel:`Start GRASS session` をクリックします。
sv: Klicka på :guilabel:`Start GRASS session`.

source: This will launch GRASS into the `graphical user interface (written in wxPython) <http://localhost/grass/wxGUI.html>`_.
it: Questo lancerà GRASS nella `interfaccia grafica (scritta in wxPython) <http://localhost/grass/wxGUI.html>`_.
sv: Detta kommer att starta GRASS i det `grafiska användargränssnittet (skrivet i wxPython) <http://localhost/grass/wxGUI.html>`_.

source: If you are on a netbook with a very small display (800x600 resolution) the startup screen might get a little scrunched and the [*Start GRASS*] button hidden behind the location and mapset lists. If this happens to you the solution is to drag the corner of the window to make it a little bigger. You might have to move the window up past the top of the screen a bit to get the room (hold down the Alt key and left-click drag the window to move it).
de: Wenn Sie auf einem Netbook mit kleinem Display (800x600 Auflösung) arbeiten, kann der Startbildschirm zu groß und der [*Start GRASS*] Knopf eventuell versteckt sein. In diesem Fall sollten Sie das Fenster an einer Ecke etwas größer ziehen. Oder Sie können das gesamte Fenster weiter nach oben schieben, in dem Sie die Alt-Taste gedrückt halten und dann das Fenster mit der linken Maustaste verschieben.
es: Si está en una netbook con una pantalla muy pequeña (resolución de 800x600), la pantalla de inicio puede quedar un poco arrugada y el botón [*Iniciar GRASS*] oculto detrás de las listas de ubicación y mapas. Si esto le sucede, la solución es arrastrar la esquina de la ventana para que sea un poco más grande. Es posible que tenga que mover la ventana un poco más arriba de la parte superior de la pantalla para obtener la habitación (mantenga presionada la tecla Alt y haga click izquierdo arrastrando la ventana para moverla).
hu: Ha egy netbookon dolgozik nagyon kis felbontással (800x600), akkor a kezdő képernyő egy kicsit széteshet és a [*Start GRASS*] gomb a munkaterület és térképhalmaz lista mögé kerül. Amennyiben ez történne önnel, akkor ragadja meg az ablak sarkát és növelje meg egy kicsit a méretét. Előfordulhat, hogy egy kicsit a képernyő felső széle fölé kell mozgatni egy kicsit az ablakot, hogy legyen hely (tartsa nyomva az Alt billentyűt és a bal egérgombbal ragadja meg ablakot a mozgatáshoz).
it: Se sei su un netbook con un display molto piccolo (risoluzione 800x600) la schermata di avvio potrebbe essere un po' accartocciata e il pulsante [*Avvia GRASS*] nascosto dietro le liste delle località e dei set di mappe. Se questo ti succede la soluzione è trascinare l'angolo della finestra per renderla un po' più grande. Potresti dover spostare la finestra oltre la parte superiore dello schermo per ottenere lo spazio necessario (tieni premuto il tasto Alt e clicca con il tasto sinistro del mouse per trascinare la finestra).
ja: ディスプレイが非常に小さいノートPC (解像度800x600) の場合には、スタートアップダイアログが画面からでてしまい、 [*Start GRASS*] ボタンが、ロケーションやマップセット一覧の裏に隠れてしまうかもしれません。この問題が発生するときは、ウインドウの角をドラッグして、もう少しサイズを大きくしてみてください。ウィンドウを画面の上にずらす必要があるかもしれません (Altキーを押しながら左クリックでドラッグするとウィンドウを動かせます)。
sv: Om du använder en netbook med en mycket liten skärm (800x600 upplösning) kan startskärmen bli lite skrynklig och knappen [*Starta GRASS*] döljs bakom listorna över platser och kartor. Om detta händer dig är lösningen att dra i fönstrets hörn för att göra det lite större. Du kanske måste flytta fönstret en bit upp förbi skärmens överkant för att få plats (håll ned Alt-tangenten och vänsterklicka på fönstret för att flytta det).

source: Display a map
hu: Egy térkép megjelenítése
it: Visualizzare una mappa
ja: マップの表示
sv: Visa en karta

source: Once inside, select for display the raster map layer "`elevation`" from the PERMANENT mapset.
hu: Belépés után a megjelenítéshez válasszon egy raszter réteget mint például az "`elevation`"-t a PERMANENT térképhalmazból.
it: Una volta che dentro, seleziona la mappa raster "elevation" dal mapset PERMANENT per visualizzarla.
ja: 内部に入ったら、 PERMANENT マップセットから "`elevation`" ラスタマップレイヤ表示を選択します。
sv: Väl inne, välj för visning rasterkartskiktet "`elevation`" från PERMANENT-kartuppsättningen.

source: Go into the `GIS Layer Manager` window.
hu: Menjen a `GIS Layer Manager` ablakba.
it: Vai nella finestra `GIS Layer Manager`.
ja: `GIS Layer Manager` ウインドウにすすみます。
sv: Gå in i fönstret `GIS Layer Manager`.

source: Click on the checkerboard toolbar button with a "+" on it.
hu: Kattintson a sakktábla eszköztár gombra, melyen "+" van.
it: Clicca sul pulsante della barra degli strumenti a scacchiera con un "+".
ja: "+" がついたチェッカーボードのツールバーボタンをクリックします。
sv: Klicka på knappen i verktygsfältet med ett "+" på.

source: Select the map name you want from the "*map to be displayed*" pull-down list, and click :guilabel:`Ok`.
hu: Válassza ki a térkép nevét a "*map to be displayed*" legördülő listából és kattintson a :guilabel:`Ok`-ra.
it: Selezionare il nome della mappa che volete dalla lista "*mappe da visualizzare*" e cliccare :guilabel:`Ok`.
ja: "*ラスターマップ名*" プルダウン・リストから選択したいマップ名を選択し、 :guilabel:`Ok` をクリックします。
sv: Välj det kartnamn du vill ha i rullgardinsmenyn "*karta som ska visas*" och klicka på :guilabel:`Ok`.

source: Click on the toolbar button with a "+" and a bent poly-line which looks a bit like a "V".
hu: Kattintson az eszközsorban a "V" betű alakú gombra a "+" jellel.
it: Clicca sul pulsante della barra degli strumenti con un "+" e una polilinea piegata che assomiglia un po' a una "V".
ja: "+" と、少し "V" 字型に似た折れ曲がったポリラインのツールバーボタンをクリックします。
sv: Klicka på knappen i verktygsfältet med ett "+" och en böjd polylinje som ser ut lite som ett "V".

source: Select the "`roadsmajor`" vector layer from the PERMANENT mapset, and click :guilabel:`Ok`.
hu: Válassza a "`roadsmajor`" vektor réteget a PERMANENT térképhalmazból és kattintson az :guilabel:`Ok`-ra.
it: Selezionare il livello vettoriale "`roadsmajor`" dal mapset PERMANENT e cliccare su :guilabel:`Ok`.
ja: PERMANNENT マップセットから "`roadsmajor`" ベクトルレイヤーを選択し、 :guilabel:`Ok` をクリックします。
sv: Välj vektorlagret "`roadsmajor`" från PERMANENT-kartuppsättningen och klicka på :guilabel:`Ok`.

source: If you need to, right click on the raster map layer and choose "Zoom to selected map(s)".
de: Es kann sein, dass Sie auf den Rasterlayer klicken müssen und über "Zoom to selected map(s)" in den Bereich der Daten navigieren.
es: Si lo necesita, haga click con el botón derecho en la capa del mapa ráster y elija "Acercamiento al (los) mapas seleccionados".
hu: Ha szükséges, kattintson jobb gombbal a raszter térképre és válassza a "Zoom to selected map(s)" menüpontot.
it: Se c'è bisogno, cliccare con il tasto destro del mouse sul livello della mappa raster e scegliere "Zoom alla mappa selezionata".
ja: 必要に応じて、ラスターマップ画層を右クリックし、 "選択したマップのズーム" を選択します。
sv: Om det behövs kan du högerklicka på rasterkartlagret och välja "Zoom to selected map(s)".

source: You should now see the maps displayed.
de: Sie sollten nun die beiden Karten im Kartenfenster sehen.
es: Ahora debería ver los mapas que se muestran.
hu: Most látnia kellene a térképet.
it: Ora dovreste vedere le mappe visualizzare.
ja: マップが表示されます。
sv: Du bör nu se kartorna visas.

source: Plot an elevation profile
de: Ein Höhenprofil erstellen
es: Trazar un perfil de elevación
hu: Metszet rajzolás
it: Tracciare un profilo altimetrico
ja: 標高プロファイルのプロット
sv: Rita upp en höjdprofil

source: Back in the `GIS Layer Manager` window click on the `elevation` raster map name to select it. Then in the `Map Display` window, to the right of the zooming buttons on the `Map Display` toolbar is an icon with a line graph and checkerboard on it. Click on that and select **Profile surface map**. The `@PERMANENT` mapset is automatically searched. If the map isn't automatically listed, again pick the `elevation` map as the raster layer and press :guilabel:`Ok`. In the `GRASS Profile Analysis Tool` window select the second button from the left, it allows you to set out the profile line, click it then mark out a few points on the `Map Display` canvas. When done go back to the Profile window. Click on the I/O button of the far right to close the profile window.
de: Zurück im Fenster "GIS Layer Manager" klicken Sie auf den Namen der Rasterkarte "Elevation", um ihn auszuwählen. Dann befindet sich im Fenster "Kartenanzeige" rechts neben den Zoomschaltflächen in der Symbolleiste "Kartenanzeige" ein Symbol mit einem Liniendiagramm und einer Kontrolltafel. Klicken Sie darauf und wählen Sie **Profilflächenkarte**. Das Mapset `@PERMANENT` wird automatisch durchsucht. Wenn die Karte nicht automatisch aufgelistet wird, wählen Sie erneut die `Elevationskarte` als Rasterebene und drücken Sie :guilabel:`Ok`. Wählen Sie im Fenster "GRASS Profile Analysis Tool" die zweite Schaltfläche von links, mit der Sie die Profillinie festlegen, darauf klicken und dann einige Punkte auf der Leinwand "Map Display" markieren können. Wenn Sie fertig sind, gehen Sie zurück zum Profilfenster. Klicken Sie auf die I/O-Taste ganz rechts, um das Profilfenster zu schließen.
es: De vuelta en la ventana del `Administrador de Capas SIG`, haga click en el nombre del mapa ráster de `elevación` para seleccionarlo. Luego, en la ventana de `Despliegue del Mapa` , a la derecha de los botones de acercamiento en la barra de herramientas de `Despliegue del Mapa`, hay un icono con un gráfico de líneas y un tablero de ajedrez. Haga click ahí y seleccione **Perfil de superficie de mapa**. El conjunto de mapas `@PERMANENTE` se busca automáticamente. Si el mapa no aparece automáticamente en la lista, vuelva a elegir el mapa de `elevación` como la capa ráster y presione :guilabel:`Aceptar` . En la ventana `Herramienta de Análisis de Perfil de GRASS` , seleccione el segundo botón de la izquierda, le permite establecer la línea de perfil, haga click en ella y marque algunos puntos en el lienzo de `Despliegue del Mapa`. Cuando termine, regrese a la ventana Perfil. Haga click en el botón de I/O en el extremo derecho para cerrar la ventana de perfil.
hu: Térjen vissza a `GIS Layer Manager` ablakba és kattintással válassza ki az `elevation` rasztertérkép réteget. Majd a `Map Display` ablakban keresse meg a `Map Display` eszközsorban a nagyítás gomboktól jobbra az ikont egy vonalas grafikonnal és sakktáblával. Kattintson rá és válassza **Profile surface map**-ot. A `@PERMANENT` térképhalmazban keres automatikusan. Ha térkép neve nem jelenik meg automatikusan válassza ki az `elevation` térképet és nyomja meg az :guilabel:`Ok`-t. A `GRASS ProfileAnalysis Tool` ablakban válassza a második gombot balról a metszetvonal megadásához, jelöljön ki néhány pontot a `Map Display` ablakban. Amikor elkészült térjen vissza a metszet ablakba. Kattintson a jobb szélen lévő I/O gombra a metszet ablak lezárásához.
it: Di nuovo nella finestra `GIS Layer Manager` clicca sul nome della mappa raster `elevation` per selezionarla. Poi nella finestra `Map Display`, a destra dei pulsanti di zoom sulla barra degli strumenti `Map Display` c'è un'icona con un grafico a linee e una scacchiera. Clicca su quella e seleziona **Profile surface map**. Il set di mappe `@PERMANENT` viene cercato automaticamente. Se la mappa non è elencata automaticamente, scegli di nuovo la mappa `elevation` come strato raster e premi :guilabel:`Ok`. Nella finestra `GRASS Profile Analysis Tool` seleziona il secondo pulsante da sinistra, ti permette di impostare la linea di profilo, cliccalo e traccia alcuni punti sulla tela `Map Display`. Quando hai finito torna alla finestra Profilo. Clicca sul pulsante I/O all'estrema destra per chiudere la finestra del profilo.
ja: `GIS Layer Manager` ウィンドウに戻って `elevation` ラスターマップ名をクリックして選択します。`Map Display` ウィンドウには、`マップ` ツールバーのズーム関連ボタンの右に、折れ線グラフとチェッカーボードのアイコンがあります。そのボタンをクリックし、**横断表層マップ** を選択します。`@PERMANENT` マップセットが自動的に検索されます。マップが自動的にリストに表示されない場合は、ラスターレイヤーとして `elevation` マップを再度選択し、:guilabel:`Ok` を押します。`GRASS プロファイル解析ツール` ウィンドウで、左から2番目のボタンを選択すると、プロファイルのラインを設定することができます。ボタンをクリックし、 `Map Display` キャンバス上でいくつかの点をマークします。完了したら、プロファイルウィンドウに戻ります。プロファイルウィンドウを閉じるには、右端の電源(I/O)ボタンをクリックします。
sv: Tillbaka i fönstret `GIS Layer Manager` klickar du på namnet på rasterkartan `elevation` för att välja den. I fönstret `Map Display`, till höger om zoomknapparna i verktygsfältet `Map Display` finns sedan en ikon med ett linjediagram och en schackbräda. Klicka på den och välj **Profile surface map**. Kartuppsättningen `@PERMANENT` söks automatiskt. Om kartan inte listas automatiskt väljer du återigen `elevation`-kartan som rasterlager och trycker på :guilabel:`Ok`. I fönstret `GRASS Profile Analysis Tool` välj den andra knappen från vänster, den låter dig lägga ut profillinjen, klicka på den och markera sedan några punkter på `Map Display` duken. När du är klar går du tillbaka till fönstret Profile. Klicka på I/O-knappen längst till höger för att stänga profilfönstret.

source: Adjust raster map colors
de: Farben von Rasterkarten anpassen
es: Ajustar colores de mapa ráster
hu: Rasztertérkép színeinek beállítása
it: Aggiustare i colori di una mappa rastet
sv: Justera färgerna på rasterkartan

source: Now you'll see your new raster map added to the layer list along with the elevation raster map, except this time it will be in your "user1" working mapset. You might un-tick the `elevation` layer's visibility check-box now so that the two raster layers don't draw over the top of each other. Click on the checkbox to view your new map if it doesn't render automatically. The colors might not be as you'd like so let's change them. With the fractal DEM selected in the layer list, right click on the this raster map layer name and choose "Set color table". As an alternative, you can manage color tables in the `Raster` menu select :menuselection:`Manage colors --> Color tables`. In the 'Define' tab click on the pull-down list for the "Name of color table" option, and pick one from the list. "terrain" or "srtm" are nice choices. Once done click the [*Run*] button and close the *r.colors* dialog window. The colors should then update automatically.
de: Nun sehen Sie Ihre neue Rasterkarte zusammen mit der Höhenrasterkarte in der Ebenenliste hinzugefügt, außer dass sie diesmal in Ihrer "user1"-Arbeitskarte enthalten ist. Sie können das Kontrollkästchen der Sichtbarkeit der Ebene "Erhöhung" jetzt deaktivieren, damit die beiden Rasterebenen nicht übereinander gezogen werden. Klicken Sie auf das Kontrollkästchen, um Ihre neue Karte anzuzeigen, wenn sie nicht automatisch gerendert wird. Die Farben sind vielleicht nicht so, wie Sie es möchten, also werden wir sie ändern. Wenn das fraktale DEM in der Ebenenliste ausgewählt ist, klicken Sie mit der rechten Maustaste auf den Namen dieser Rasterkartenebene und wählen Sie "Farbtabelle setzen". Alternativ können Sie Farbtabellen im Menü `Raster` unter :menuselection:`Manage colors --> Color tables` verwalten. Klicken Sie auf der Registerkarte "Definieren" auf die Pulldown-Liste für die Option "Name der Farbtabelle" und wählen Sie eine aus der Liste. "Terrain" oder "srtm" sind eine gute Wahl. Klicken Sie anschließend auf die Schaltfläche [*Ausführen*] und schließen Sie das Dialogfenster *r.colors*. Die Farben sollten dann automatisch aktualisiert werden.
es: Ahora verá su nuevo mapa ráster agregado a la lista de capas junto con el mapa ráster de elevación, excepto que esta vez estará en su conjunto de mapas de trabajo "usuario1". Puede desmarcar la casilla de verificación de visibilidad de la capa de `elevación` ahora para que las dos capas ráster no se dibujen una encima de la otra. Haga click en la casilla de verificación para ver su nuevo mapa si no se procesa automáticamente. Los colores pueden no ser los que desea, así que vamos a cambiarlos. Con el DEM fractal seleccionado en la lista de capas, haga click derecho en el nombre de esta capa de mapa ráster y elija "Establecer tabla de colores". Como alternativa, puede administrar tablas de colores en el menú `Ráster`, seleccione :menuselection:`Administrar colores --> Tablas de colores`. En la pestaña 'Definir', haga clic en la lista desplegable para la opción "Nombre de la tabla de colores" y elija uno de la lista. "Terreno" o "srtm" son buenas opciones. Una vez hecho esto, haga click en el botón [*Ejecutar*] y cierre la ventana de diálogo *r.colors*. Los colores deberían actualizarse automáticamente.
hu: A magasságokat tartalmazó rasztertérkép mellett most egy új rasztertérképet láthat a réteglistában, de ez az ön "user1" munka térképhalmazában lesz. Kikapcsolhatja az `elevation` réteg láthatóságát a jelölőnégyzetbe kattintással, hogy a két raszter réteg ne fedje egymást. Kattintson a jelölőnégyzetbe, ha az új réteg nem jelenne meg automatikusan. A színek lehet hogy nem felelnek meg önnek, szóval változtassuk meg őket. A fractal DEM legyen kiválasztva a réteglistában, Jobb egérgombbal kattintson a réteg nevére és válassza a "Set color table"-t. Alternatív megoldásként kezelheti a színeket a `Raster` menüből, válassza a :menuselection:`Manage colors --> Color tables`-t. A 'Define' fülön kattintson a "Name of color table" beállításra és válasszon egyet a listából. A "terrain" vagy "srtm" egy jó választás. Végül kattintson a [*Run*] gombra és zárja le az *r.colors* párbeszédablakot. A színek automatikusan frissülnek.
it: Ora vedrai la tua nuova mappa raster aggiunta alla lista dei layer insieme alla mappa raster di elevazione, tranne che questa volta sarà nel tuo mapset di lavoro "user1". Potresti togliere il segno di spunta dalla casella di visibilità del layer `elevation` in modo che i due layer raster non si sovrappongano l'uno all'altro. Clicca sulla casella di controllo per visualizzare la tua nuova mappa se non viene visualizzata automaticamente. I colori potrebbero non essere come vorresti, quindi cambiali. Con il DEM frattale selezionato nella lista dei layer, clicca con il tasto destro del mouse sul nome di questo layer raster e scegli "Set color table". In alternativa, puoi gestire le tabelle di colore nel menu `Raster` selezionando :menuselection:`Manage colors --> Color tables`. Nella scheda 'Define' clicca sul menu a tendina per l'opzione "Name of color table" e scegline una dall'elenco. "terrain" o "srtm" sono buone scelte. Una volta fatto, clicca sul pulsante [*Run*] e chiudi la finestra di dialogo *r.colors*. I colori dovrebbero quindi aggiornarsi automaticamente.
sv: Nu kommer du att se din nya rasterkarta läggas till i lagerlistan tillsammans med höjdrasterkartan, förutom den här gången kommer den att finnas i din "user1" arbetskartuppsättning. Du kan avmarkera kryssrutan för synlighet för `höjd` -skiktet nu så att de två rasterlagren inte ritar över varandra. Klicka på kryssrutan för att visa din nya karta om den inte renderas automatiskt. Färgerna kanske inte är som du vill ha så låt oss ändra dem. Med den fraktala DEM markerad i lagerlistan högerklickar du på namnet på detta rasterkartlager och väljer "Set color table". Som ett alternativ kan du hantera färgtabeller i menyn `Raster` välj :menuselection:`Manage colors --> Color tables`. På fliken "Definiera" klickar du på rullgardinsmenyn för alternativet "Namn på färgtabell" och väljer ett från listan. "terrain" eller "srtm" är bra val. När du är klar klickar du på [*Kör*]-knappen och stänger dialogfönstret *r.colors*. Färgerna bör då uppdateras automatiskt.

source: Create a shaded relief map
de: Erstellen einer Reliefschattierung (Schummerung)
es: Crear un mapa de relieve sombreado
hu: Árnyékolt domborzati térkép létrehozása
it: Creare una mappa dei rilievi ombreggiato
ja: 陰影図の作成
sv: Skapa en skuggad reliefkarta

source: Next we'll create a shaded relief map of the `elevation` layer we saw earlier. Start by verifying that the *computational region* is set match the raster map of interest, "`elevation`" in the PERMANENT mapset. To do this, make sure it is loaded into the layer list of the main `GIS Layer Manager` window, right click on its name and select "Set computation region from selected map(s)". If necessary, click on the "*Layers*" tab at the bottom to get back to the layer list.
hu: A következőben egy árnyékolt domborzati térképet hozunk létre a korábban látott "elevation" rétegből. Kezdjük a *computational region* ellenőrzésével, hogy a PERMANENT térképhalmazból használt "`elevation`" rétegnek megfelelő-e. Ennek megtételéhez győződjön meg, hogy a `GIS Layer Manager` ablak réteg listájába betöltötte a réteget, jobb gombbal kattintson a rétegnévre és válassza a "Set computation region from selected map(s)"-t. Ha szükséges kattintson a "*Layers*" fülre alul, hogy visszatérjen a réteglistához.
it: Ora creererai una mappa di rilievo ombreggiata del layer `elevation` che hai visto prima. Inizia verificando che la *regione computazionale* sia impostata con la mappa raster di interesse, "`elevation`" nel mapset PERMANENT. Per fare questo, assicurati che sia caricato nella lista dei layer della finestra principale di `GIS Layer Manager`, clicca con il tasto destro sul suo nome e seleziona "Set computation region from selected map(s)". Se necessario, clicca sulla scheda "*Layers*" in basso per tornare all'elenco dei layer.
ja: 次に、先ほどの `elevation` レイヤの陰影図を作成します。まず、*計算領域* が対象のラスターマップである PERMANENT マップセットの "`elevation`" に一致しているかを確認します。これを行うには、メインの `GIS Layer Manager` ウィンドウのレイヤリストに読み込まれているかを確認してから、名前を右クリックして、 "マップから計算領域をセット" を選択します。必要に応じて、下部の "*レイヤー*" タブをクリックしてレイヤリストに戻ります。
sv: Nu ska vi skapa en skuggad reliefkarta av `elevation`-skiktet som vi såg tidigare. Börja med att kontrollera att *beräkningsregionen* är inställd på att matcha rasterkartan av intresse, "`elevation`" i PERMANENT-kartuppsättningen. För att göra detta, se till att det är laddat i lagerlistan i huvudfönstret `GIS Layer Manager`, högerklicka på dess namn och välj "Ställ in beräkningsregion från vald karta (er)". Om det behövs, klicka på fliken "*Layers*" längst ned för att komma tillbaka till lagerlistan.
