Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/grass_quickstart.po
Languages: de, es, hu, it, ja, sv

source: The above tasks have only covered a few raster modules. Don't let this give you the idea that GRASS GIS is just for raster maps -- the vector engine and modules are every bit as full-featured as the raster ones. GRASS GIS maintains a fully topological vector engine which allows all sorts of very powerful analyses.
de: Die Aufgaben haben nur einige Rasteranalysen vorgestellt. GRASS GIS bietet aber auch eine Vielzahl von Vektor Modulen, die genauso umfangreich sind wie für die Rasteranalyse. GRASS bietet eine topologische Vektorumgebung.
es: Las tareas anteriores solo han cubierto algunos módulos ráster. No permita que esto le dé la idea de que GRASS GIS es solo para mapas ráster -- El motor y los módulos vectoriales son tan completos como los ráster. GRASS GIS mantiene un motor vectorial completamente topológico que permite todo tipo de análisis muy potentes.
hu: Az előző feladatokban csak néhány raszter modult érintettünk. Nem akarjuk, hogy az az elképzelés alakuljon ki, hogy a GRASS GIS csak rasztertérképekhez van - a vektor motor és modulok annyira teljes funkcionalitással bírnak mint a raszteresek. A GRASS GIS egy teljes topológikus vektormotort tart fenn, amely sokféle hatékony elemzést tesz lehetővé.
it: I compiti precedenti hanno coperto solo alcuni moduli raster. Non lasciare che questo ti dia l'idea che GRASS GIS sia solo per mappe raster - il motore vettoriale e i moduli sono altrettanto completi di quelli raster. GRASS GIS mantiene un motore vettoriale completamente topologico che permette ogni sorta di analisi molto potente.
ja: 上記の作業では、いくつかのラスターモジュールについてのみ説明しました。これは、GRASS GIS がラスターマップのためだけのものであるということではありません。-- ベクトルエンジンとモジュールも、ラスターと同じくらいの機能を持っています。GRASS GIS は、あらゆる種類の強力な解析を可能とする、完全なトポロジーベクトルエンジンを持っています。
sv: Ovanstående uppgifter har bara täckt några få rastermoduler. Låt dig inte förledas att tro att GRASS GIS bara är till för rasterkartor - vektormotorn och modulerna är precis lika fullfjädrade som rastermodulerna. GRASS GIS har en helt topologisk vektormotor som tillåter alla möjliga typer av mycket kraftfulla analyser.

source: Continuing with the watershed basins created above, next we'll convert them into vector polygons. In the `Raster` menu select :menuselection:`Map type conversions --> Raster to vector`. In the `r.to.vect` dialog that opens make sure that ``elev.basins @user1`` is selected for the input map, give a name for the output map like ``basins_areas`` (vector map names must be SQL compliant, hence not all characters are allowed), and change "Output feature type" to `area`. In the `Attributes` tab tick the box to use raster values as category numbers (i.e., the IDs), since these will match the values in our stream segment raster map created earlier. Then click on [*Run*]. Once the new vector map is displayed, you might right click on it in the `Layer Manager` list and change its opacity level to 50%.
es: Continuando con las cuencas hidrográficas creadas anteriormente, a continuación las convertiremos en polígonos vectoriales. En el menú `Ráster`, seleccione :menuselection:`Conversiones de tipo de mapa --> Ráster a vectores`. En el cuadro de diálogo `r.to.vect` que se abre, asegúrese de que ``elev.basins @user1`` esté seleccionado para el mapa de entrada: nombre el mapa de salida, por ejemplo ``cuencas_áreas`` (los nombres de mapas vectoriales deben ser compatibles con SQL, por lo tanto, no se permiten todos los caracteres). Ccambie "Tipo de característica de salida" a `área` . En la pestaña `Atributos`, marque la casilla para usar valores ráster como números de categoría (es decir, los ID), ya que estos coincidirán con los valores en nuestro mapa ráster de segmentos de corrientes creado anteriormente. Luego haga click en [*Ejecutar*]. Una vez que se muestra el nuevo mapa vectorial, puede hacer click derecho sobre él en la lista del `Administrador de Capas` y cambiar su nivel de opacidad al 50%.
hu: A korábban létrehozott vízgyűjtő területekkel folytatjuk, vektor poligonokká konvertáljuk őket. A `Raster` menüben válassza a :menuselection:`Map type conversions --> Raster to vector`-t. Az megnyíló `r.to.vect` párbeszédablakban válassza input térképnek az ``elev.basins @user1`` térképet, adjon meg egy output nevet mint például ``basins_areas`` (a vektor térképek nevének SQL kompatibilisnek kell lennie, így nem minden karakter használható) és módosítsa az "Output feature type" beállítást `area`-ra. Az `Attributes` fülön jelölje meg a raszter értékeket mint kategória számokat (azaz ID-k), mivel ezek megegyeznek a korábban létrehozott vízfolyás szegmensek értékeivel. Végül kattintson a [*Run*]-ra. Miután a vektortérkép megjelenik a `Layer Manager` listában, jobb kattintás után módosítsa az átlátszósági szintet 50%-ra.
it: Continuando con i bacini spartiacque creati sopra, ora li convertiremo in poligoni vettoriali. Nel menu `Raster` selezionate :menuselection:`Conversioni tipo mappa --> Da raster a vettore`. Nella finestra di dialogo `r.to.vect` che si apre assicurati che ``elev.basins @user1`` sia selezionato come mappa in ingresso, dai un nome alla mappa in uscita come ``basins_areas`` (i nomi delle mappe vettoriali devono essere conformi a SQL, quindi non tutti i caratteri sono ammessi), e cambia "Output feature type" in `area`. Nella scheda `Attributes` spunta la casella per usare i valori raster come numeri di categoria (cioè gli ID), dato che questi corrisponderanno ai valori nella nostra mappa raster del segmento di flusso creata in precedenza. Poi cliccate su [*Run*]. Una volta che la nuova mappa vettoriale è visualizzata, potete cliccare con il tasto destro del mouse su di essa nella lista `Layer Manager` e cambiare il suo livello di opacità al 50%.
ja: 上記で作成した分水界水域を元に、次にそれらをベクトルポリゴンに変換します。`ラスター` メニュから、:menuselection:`マップタイプの変換 --> ラスター → ベクトル` を選択します。`r.to.vect` ダイアログで、``elev.basins @user1`` が入力マップとして選択されていることを確認し、出力マップの名前を ``basins_areas`` のように指定し(ベクトルマップの名前はSQLに準拠している必要があるため、すべての文字が使用できるわけではありません)、 "Output feature type" を `area` に設定します。`属性` タブで、ラスター値をカテゴリーとして使用(例: IDなど)にチェックを入れ、先ほど作成した水系セグメントラスターマップと値を一致させるようにします。そして [*実行*] をクリックします。新しいベクトルマップが表示されたら、`Layer Manager` リストでそれを右クリックし、不透明度レベルを 50% に設定します。
sv: Vi fortsätter med de avrinningsområden som skapades ovan och konverterar dem nu till vektorpolygoner. I `Raster`-menyn väljer du :menuselection:`Map type conversions --> Raster to vector`. I dialogrutan `r.to.vect` som öppnas kontrollerar du att ``elev.basins @user1`` har valts som inmatningskarta, ger utmatningskartan ett namn som ``basins_areas`` (namn på vektorkartor måste vara SQL-kompatibla, så alla tecken är inte tillåtna) och ändrar "Output feature type" till `area`. På fliken `Attributes` kryssar du i rutan för att använda rastervärden som kategorinummer (dvs. ID:n), eftersom dessa kommer att matcha värdena i vår rasterkarta över strömsegment som skapades tidigare. Klicka sedan på [*Kör*]. När den nya vektorkartan visas kan du högerklicka på den i listan `Layer Manager` och ändra dess opacitetsnivå till 50%.

source: Adjust vector map colors
es: Ajuste de mapa de colores vectoriales
hu: Vektortérkép színeinek beállítása
it: Aggiustare i colori di un vettoriale
ja: ベクトルマップの色の調整
sv: Justera färgerna på vektorkartan

source: As we did earlier with a raster map we will change the color table of the new watershed basins vector map. With the ``basins_areas`` selected in the layer list, right click on the this vector map layer name and choose "Set color table". In the 'Define' tab click on the pull-down list for the "Name of color table" option, and pick for example "bcyr" (blue-cyan-yellow-red) from the list. Once done click the [*Run*] button and close the *v.colors* dialog window. You may need to re-draw the map to see the colorized vector map.
es: Como hicimos anteriormente con un mapa ráster, cambiaremos la tabla de colores del nuevo mapa vectorial de cuencas hidrográficas. Con la capa ``cuencas_areas`` seleccionada en la lista de capas, haga click derecho en el nombre de la capa de este mapa vectorial y seleccione "Establecer tabla de colores". En la pestaña 'Definir', haga click en la lista desplegable para la opción “Nombre de la tabla de colores” y seleccione, por ejemplo, "bcyr" (azul-cian-amarillo-rojo) de la lista. Una vez hecho esto, haga clic en el botón [*Ejecutar*] y cierre la ventana de diálogo *v.colores*. Es posible que deba volver a dibujar el mapa para ver el mapa vectorial coloreado.
hu: Mint ahogy korábban a rasztertérképpel tettük, meg fogjuk változtatni az új vízgyűjtő medencék vektortérkép színtábláját. Legyen a kiválasztott réteg a réteglistában a ``basins_areas``, jobb kattintás réteg nevére és válassza a "Set color table"-t. A 'Define' fülön kattintson a legördülő listára a "Name of color table" opcióhoz és például válassza a "bcyr"-t (blue-cyan-yellow-red) a listából. Végül kattintson a [*Run*] gombot és zárja be a *v.colors* párbeszédablakot. Lehet, hogy újra kel rajzoltatnia a térképet, hogy megjelenjen az átszínezett térkép.
it: Come hai fatto prima con una mappa raster, cambierai la tabella dei colori della nuova mappa vettoriale dei bacini spartiacque. Con ``basins_areas`` selezionato nella lista dei layer, clicca con il tasto destro del mouse sul nome di questo layer della mappa vettoriale e scegli "Set color table". Nella scheda 'Define' clicca sul menu a tendina per l'opzione "Name of color table", e scegli per esempio "bcyr" (blue-cyan-yellow-red) dalla lista. Una volta fatto clicca sul pulsante [*Run*] e chiudi la finestra di dialogo *v.colors*. Potrebbe essere necessario ridisegnare la mappa per vedere la mappa vettoriale colorata.
ja: 先ほどラスターマップで行ったように、新しい分水界水域ベクトルマップのカラーテーブルを変更します。レイヤリストで ``basins_areas`` を選択した状態で、このベクトルマップレイヤ名を右クリックし、 "カラーテーブルのセット" を選択します。'Define' タブで "Name of color table" オプションからプルダウンリストをクリックし、リストから "bcyr" (blue(青)-cyan(シアン)-yellow(黃)-red(赤)) などを選択します。完了したら、 [*実行*] ボタンをクリックして、*v.colors* ダイアログウィンドウを閉じます。カラー化されたベクトルマップ表示するには、マップを再描画する必要があるかもしれません。
sv: Som vi gjorde tidigare med en rasterkarta kommer vi att ändra färgtabellen för den nya vektorkartan för avrinningsområden. Med ``basins_areas`` markerat i lagerlistan högerklickar du på namnet på detta vektorkartlager och väljer "Set color table". På fliken "Definiera" klickar du på rullgardinsmenyn för alternativet "Namn på färgtabell" och väljer till exempel "bcyr" (blå-cyan-gul-röd) från listan. När du är klar klickar du på knappen [*Run*] och stänger dialogfönstret *v.colors*. Du kan behöva rita om kartan för att se den färgade vektorkartan.

source: Manage attributes
hu: Attribútumok kezelése
it: Gestire gli attributi
ja: 属性の管理
sv: Hantera attribut och variationer för denna variabla produkt

source: Next we'll add some attributes to those new areas, containing the average elevation in each basin. In the Vector menu select :menuselection:`Update attributes --> Update area attributes from raster`. Use ``basin_areas`` as the vector polygon map, and select the ``elevation`` raster map to calculate the statistics from; set the the "Column prefix for new attribute columns" to ``elev``, and click [*Run*]; then close the dialog when it is finished. You can query the values in the `Map Display` window using the fourth icon from the left and after verifying that the vector-areas map is selected in the `Layer List`, clicking on a vector area in the map canvas.
es: A continuación, agregaremos algunos atributos a esas nuevas áreas, que contienen la elevación promedio en cada cuenca. En el menú Vector, seleccione :menuselection:`Actualizar atributos --> Actualizar atributos de área desde ráster`. Use ``cuencas_áreas`` como el mapa poligonal vectorial y seleccione el mapa ráster de ``elevación`` para calcular las estadísticas; establezca el "Prefijo de columna para nuevas columnas de atributos" en ``elev``, y haga click en [*Ejecutar*]; luego cierre el cuadro de diálogo cuando haya terminado. Puede consultar los valores en la ventana de `Despliegue del Mapa` utilizando el cuarto icono de la izquierda y después de verificar que el mapa de áreas-vectoriales está seleccionado en la `Lista de capas`, haciendo click en un área vectorial en el lienzo del mapa.
hu: A következőkben néhány új attribútumot adunk az új területekhez, az átlagos magasságot minden medencéhez. A Vector menüből válassza a :menuselection:`Update attributes --> Update area attributes from raster` menüpontot. A ``basin_areas`` legyen a vektortérkép és válassza az ``elevation`` rasztertérképet a statisztika számítás alapjának; állítsa be "Column prefix for new attribute columns" értékét ``elev``-re és kattintson a [*Run*]-ra; majd zárja le az párbeszédablakot amikor kész. A `Map Display` ablak negyedik ikonjával kérdezheti le az értékeket, miután ellenőrizte, hogy az aktuális térkép a vector-areas legyen, kattintson a vektortérkép területére a térképvásznon.
it: Poi aggiungerai alcuni attributi a queste nuove aree, contenenti l'elevazione media in ogni bacino. Nel menu Vector selezionate :menuselection:`Update attributes --> Update area attributes from raster`. Usa ``basin_areas`` come mappa poligonale vettoriale, e seleziona la mappa raster ``elevation`` da cui calcolare le statistiche; imposta il "Column prefix for new attribute columns" su ``elev``, e clicca [*Run*]; poi chiudi la finestra di dialogo quando ha finito. Puoi interrogare i valori nella finestra `Map Display` usando la quarta icona da sinistra e dopo aver verificato che la mappa delle aree vettoriali sia selezionata nella `Layer List`, cliccando su un'area vettoriale della mappa.
ja: 次に、これらの新しい領域に、各水域の平均標高を含むいくつかの属性を追加します。ベクトルメニューから、:menuselection:`属性の更新 --> ラスターからエリア属性を更新` を選択します。ベクトルマップ名として ``basin_areas`` を使用し、``elevation`` ラスターマップを選択して、そこから統計情報を計算します。そして、 "新しい属性列の列プリフィックス" を ``elev`` に設定し、 [*実行*] をクリックします。完了したらダイアログを閉じます。`Map Display` ウィンドウで、左から4番目のアイコンを使用して値を照会できます。`Layer List` でベクトル領域マップが選択されていることを確認した後、マップキャンバスでベクトル領域をクリックします。
sv: Därefter lägger vi till några attribut till de nya områdena, som innehåller den genomsnittliga höjden i varje bassäng. I vektormenyn väljer du :menuselection:`Uppdatera attribut --> Uppdatera områdesattribut från raster`. Använd ``basin_areas`` som vektorpolygonkarta och välj rasterkartan ``elevation`` att beräkna statistiken från; ställ in "Column prefix for new attribute columns" till ``elev`` och klicka på [*Run*]; stäng sedan dialogen när den är klar. Du kan fråga efter värdena i fönstret `Map Display` genom att använda den fjärde ikonen från vänster och efter att ha kontrollerat att kartan med vektorområden är vald i `Layer List`, klicka på ett vektorområde i kartbilden.

source: You can now re-colorize the areas based on the average elevation values using the ``v.colors`` module. In the Vector menu select :menuselection:`Manage colors --> Color tables`. Select ``basin_areas`` for the input vector map, as "Source value" select ``attr`` instead of ``cat``. Then, in the "Define" tab choose the ``elev_average`` attribute column for the column containing the numeric range. The colors we want to copy from the `elevation` raster map, so we select it as the name for "Raster map from which to copy color table". After clicking [*Run*] you need to refresh the map display (first icon from left) to see the updated basins map.
es: Ahora puede cambiar el color de las áreas según los valores de elevación promedio utilizando el módulo ``v.colores``. En el menú Vector, seleccione :menuselection:`Administrar colores --> Tablas de color`. Seleccione ``cuencas_áreas`` para el mapa vectorial de entrada, como "Valor de origen" seleccione ``attr`` lugar de ``cat``. Luego, en la pestaña "Definir", elija la columna de atributo ``elev_promedio`` para la columna que contiene el rango numérico. Los colores que queremos copiar del mapa ráster de `elevación`, por lo que lo seleccionamos como el nombre de "Mapa ráster desde el que copiar la tabla de colores". Después de hacer click en [*Ejecutar*], debe actualizar la visualización del mapa (primer icono de la izquierda) para ver el mapa actualizado de las cuencas.
hu: Most átszínezheti a területeket az átlagmagasság szerint a ``v.colors`` modul felhasználásával. A Vector menüben válassza a :menuselection:`Manage colors --> Color tables`-t. Input vektortérképnek válassza a ``basin_areas``-t, "Source value"-ként válassza az ``attr``-t a `cat`` helyett. Ezután a "Define" fülön válassza az ``elev_average`` attribútumot az értékeket tartalmazó oszlopnak. A színeket a az `elevation` rasztertérképből akarjuk átmásolni, így a "Raster map from which to copy color table" listából válasszuk ki azt.. A [*Run*]-ra kattintás után frissítenie kell a térkép megjelenítést (első ikon balról) hogy a módosított térképet lássuk.
it: Ora puoi ricolorare le aree in base ai valori medi di elevazione usando il modulo ``v.colors``. Nel menu Vettore seleziona :menuselection:`Gestisci colori --> Tabelle colori`. Seleziona ``basin_areas`` per la mappa vettoriale in ingresso, come "Source value" seleziona ``attr`` invece di ``cat``. Poi, nella scheda "Define" scegli la colonna dell'attributo ``elev_average`` per la colonna contenente l'intervallo numerico. I colori li vogliamo copiare dalla mappa raster `elevation`, quindi la selezioniamo come nome per "Raster map da cui copiare la tabella dei colori". Dopo aver cliccato su [*Run*] è necessario aggiornare la visualizzazione della mappa (prima icona da sinistra) per vedere la mappa dei bacini aggiornata.
ja: ``v.colors`` モジュールを使用することで、平均標高値に基づいて領域を再配色できるようになります。ベクトルメニューで、 :menuselection:`カラー調整 --> カラーテーブル` を選択してください。入力ベクトルマップとして ``basin_areas`` を選択し、 "Source value" として、``cat`` のかわりに、``attr`` を選択します。そして、 "Define" タブで数値範囲を含む列(Name of column containing numeric data)の ``elev_average`` 属性列を選択します。`elevation` ラスターマップから色をコピーしたいので、 "Raster map from which to copy color table" にそれを選択します。[*実行*] をクリックした後、更新された水域マップを表示するには、マップ表示を(左から最初のアイコンで)更新する必要があります。
sv: Du kan nu färglägga områdena baserat på de genomsnittliga höjdvärdena med hjälp av modulen ``v.colors``. I vektormenyn väljer du :menuselection:`Hantera färger --> Färgtabeller`. Välj ``basin_areas`` för den ingående vektorkartan, som "Source value" välj ``attr`` istället för ``cat``. På fliken "Definiera" väljer du sedan attributkolumnen ``elev_average`` för den kolumn som innehåller det numeriska intervallet. Färgerna vill vi kopiera från rasterkartan `elevation`, så vi väljer den som namn för "Raster map from which to copy color table". När du har klickat på [*Kör*] måste du uppdatera kartvisningen (första ikonen från vänster) för att se den uppdaterade bassängkartan.
