Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/grass_quickstart.po
Languages: de, es, hu, it, ja, sv

source: Now let's look at the attribute table and SQL builder in more detail. In the `Layer Manager` click the table icon ("Show attribute data for selected vector map"), it is second from the left on the bottom row. This will open a view of the database table attached to the selected vector map. For now we'll just do a *Simple* database query to find watershed basins without a lot of variation in them. Where it says ``SELECT * FROM basin_areas WHERE`` pick ``elev_stddev`` from the pull down list for the standard deviation statistic, then select ``<`` from the relation list and in the text box to its right enter ``< 50`` and click [*Apply*]. You'll notice the number of loaded records in the information bar along the bottom of the window has shrunk, and that all of the rows with large values for standard deviation (std. dev.) are now gone from the displayed table. Right-click on the table data and choose ``Select all``. Again right-click on the table data and this time choose ``Highlight selected features``. You should see e.g. alluvial flood basins and mesas show up in the ``Map Display``.
es: Ahora veamos la tabla de atributos y el generador de SQL con más detalle. En el `Administrador de Capas`, haga click en el ícono de la tabla ("Mostrar datos de atributos para el mapa vectorial seleccionado"), es el segundo desde la izquierda en la fila inferior. Esto abrirá una vista de la tabla de la base de datos adjunta al mapa vectorial seleccionado. Por ahora solo haremos una consulta de base de datos *Simple* para encontrar cuencas hidrográficas sin mucha variación en ellas. Donde dice ``SELECCIONAR * DESDE cuencas_areas DONDE`` elija ``elev_stddev`` de la lista desplegable para la estadística de desviación estándar, luego seleccione ``<`` de la lista de relaciones y en el cuadro de texto a su derecha ingrese ``< 50`` y haga clicK en [*Aplicar*]. Notará que el número de registros cargados en la barra de información en la parte inferior de la ventana se ha reducido, y que todas las filas con valores grandes para la desviación estándar (std. dev.) ahora han desaparecido de la tabla mostrada. Haga click derecho en los datos de la tabla y elija ``Seleccionar todo`` . De nuevo, haga click derecho en los datos de la tabla y esta vez elija ``Resaltar características seleccionadas``. Debería ver, por ejemplo, cuencas de inundación aluviales y mesetas en el ``Despliegue del Mapa``.
hu: Most nézzük meg részletesebben az attribútum táblát és az SQL szerkesztőt. A `Layer Manager`-ben kattintson a tábla ikonra ("Show attribute data for selected vector map"), ez a második az alsó sorban. Ez a vektor réteghez kapcsolt adatbázistábla egy nézetét nyitja meg. Egy *egyszerű* adatbázis lekérdezést készítünk most a kevéssé változatos vízgyűjtő medencék megtalálására. Ahol a ``SELECT * FROM basin_areas WHERE`` látszik a legördülő listából válassza a ``elev_stddev``-et a szórás statisztikához, majd válassza a ``<``-t a reláció jelek listájából és a jobbra lévő szövegmezőbe írja be az ``50``-et és kattintson az [*Apply*]-ra. Az ablak alján az információ sorban láthatja a betöltött rekordok számát és a nagy szórás értékeket (std. dev.) tartalmazó eltűntek a megjelenített táblázatból. Jobb gombbal kattintson a táblába és válassza a ``Select all``-t. Ismételten kattintson jobb gombbal a táblázatba és most válassza a ``Highlight selected features``-t. A ``Map Display`` ablakban látnia kell a hordalékkal feltöltött medencéket.
it: Ora guarda più in dettaglio la tabella degli attributi e il costruttore SQL. Nel `Layer Manager` clicca sull'icona della tabella ("Show attribute data for selected vector map"), è la seconda da sinistra nella riga inferiore. Questo aprirà una vista della tabella del database collegata alla mappa vettoriale selezionata. Per ora farai solo una *Semplice* query al database per trovare i bacini idrografici senza molte variazioni. Dove dice ``SELECT * FROM basin_areas WHERE`` scegli ``elev_stddev`` dalla lista a discesa per la statistica della deviazione standard, poi seleziona ``<`` dalla lista delle relazioni e nella casella di testo alla sua destra inserisci ``< 50`` e clicca [*Apply*]. Noterai che il numero di record caricati nella barra delle informazioni lungo la parte inferiore della finestra si è ridotto e che tutte le righe con grandi valori di deviazione standard (std. dev.) sono ora sparite dalla tabella visualizzata. Clicca con il tasto destro del mouse sui dati della tabella e scegli ``Seleziona tutto``. Clicca di nuovo con il tasto destro del mouse sui dati della tabella e questa volta scegli ``Highlight selected features``. Dovresti vedere per esempio i bacini alluvionali e le mesas apparire nella ``Map Display``.
ja: 次に、属性テーブルとSQLビルダーを詳しく見ていきましょう。`Layer Manager` で、ツールバーの下側の左から2番目のテーブルアイコン ("Show attribute data for selected vector map") をクリックします。選択したベクトルマップにアタッチされているデータベーステーブルのビューが開きます。ここでは、たくさんある中でも *簡単な* データベースクエリを実行して、分水界の水域を検索しましょう。``SELECT * FROM basin_areas WHERE`` と表示されている箇所で、プルダウンリストから標準偏差統計 ``elev_stddev`` を選択し、リレーションリストから ``<`` を選択して、テキストボックスに ``50`` を入力して [*Apply*] をクリックします。ウィンドウ下部の情報バーに読み込まれているレコード数が少なくなり、標準偏差 (std. dev.) として大きな値が含まれている行は、表示されているテーブルから見えなくなります。テーブルデータ上で右クリックし、``全て選択`` を選択します。再度テーブルデータ上で右クリックし、``選択したフィーチャの強調表示`` を選択します。``Map Display`` に沖積氾濫水域やメサ(卓上台地)などが表示されます。
sv: Låt oss nu titta på attributtabellen och SQL-byggaren mer i detalj. I `Layer Manager` klickar du på tabellikonen ("Show attribute data for selected vector map"), den är andra från vänster på den nedre raden. Detta öppnar en vy över databastabellen som är kopplad till den valda vektorkartan. Nu ska vi bara göra en *enkel* databasfråga för att hitta avrinningsområden utan så mycket variation. Där det står ``SELECT * FROM basin_areas WHERE`` välj ``elev_stddev`` från rullgardinsmenyn för standardavvikelsestatistiken, välj sedan ``<`` från relationslistan och ange ``< 50`` i textrutan till höger och klicka på [*Apply*]. Du kommer att märka att antalet inlästa poster i informationsfältet längst ned i fönstret har minskat och att alla rader med stora värden för standardavvikelse (std. dev.) nu har försvunnit från den tabell som visas. Högerklicka på tabelldata och välj ``Select all``. Högerklicka igen på tabelldata och välj den här gången ``Highlight selected features``. Du bör se att t.ex. alluviala översvämningsbassänger och mesas dyker upp i "Map Display".

source: View a 3D visualization
hu: Egy 3D megjelenítés megtekintése
it: Vedi una visualizzazione 3D
ja: 3D 可視化表示
sv: Visa en 3D-visualisering

source: In order to start the 3D visualization suite, select the `elevation` map as the raster elevation in the `Layer list` and additionally highlight the entry, then select in the `Map Display` window the "3D view" (at the right end of the toolbar). Once the 3D display interface loads, you will see several tabs for the display control of the 3D view. Next select the "Data" tab and set the fine resolution to "1" (the lower the value, the finer the resolution), then move the positioning puck and height slider on the "View" tab around to get different views.
es: Para iniciar el conjunto de visualización 3D, seleccione el mapa de `elevación` como la elevación ráster en la `Lista de Capas` y, además, resalte la entrada, luego seleccione en la ventana de `Despliegue del Mapa` la "vista 3D" (en el extremo derecho de la barra de herramientas). Una vez que se carga la interfaz de visualización en 3D, verá varias pestañas para el control de visualización de la vista en 3D. Luego seleccione la pestaña "Datos" y establezca la resolución fina en "1" (cuanto menor sea el valor, más fina será la resolución), luego mueva el disco de posicionamiento y el control deslizante de altura en la pestaña "Vista" para obtener diferentes vistas.
hu: A 3D-s megjelentő csomag elindításához válassza ki a `elevation` térképet a réteglistából mint raszteres magasságot, majd válassza a `Map Display` ablakban a "3D view"-t (az eszköztár jobb oldali végén). Miután a 3D-s megjelenítési felület betöltődik, több fül látható a 3D nézet vezérlésére. Ezután válassza ki az "Data" fület, és állítsa be a finom felbontást "1" -re (minél kisebb az érték, annál finomabb a felbontás), majd mozgassa a pozicionáló korong és a magasság csúszkát a "View" fülön, hogy különböző nézeteket kapjon.
it: Per avviare la suite di visualizzazione 3D, seleziona la mappa `elevation` come elevazione raster nella `Layer list` e inoltre evidenzia la voce, poi seleziona nella finestra `Map Display` la "3D view" (all'estremità destra della toolbar). Una volta caricata l'interfaccia di visualizzazione 3D, si vedranno diverse schede per il controllo della visualizzazione 3D. Quindi seleziona la scheda "Data" e imposta la risoluzione fine a "1" (più basso è il valore, più fine è la risoluzione), poi muovi il disco di posizionamento e il cursore dell'altezza sulla scheda "View" per ottenere diverse viste.
ja: 3D可視化スイートを開始するには、`Layer list` でラスター標高として `elevation` マップを選択し、さらに追加の項目を選択してから、`Map Display` ウィンドウで "3D表示" (ツールバーの右端) を選択します。3D表示インタフェースが読み込まれると、3D表示のコントロール用のタブがいくつか表示されます。次に "データ" タブを選択し、 解像度に "1" を設定し(値が低いほど解像度は高くなります)、 "ビュー" タブで位置決めコントロールと高さスライダを動かして、視点を変更します。
sv: För att starta 3D-visualiseringssviten väljer du kartan `elevation` som rasterhöjd i `Layer list` och markerar dessutom posten, sedan väljer du i fönstret `Map Display` "3D view" (i högra änden av verktygsfältet). När gränssnittet för 3D-visning har laddats ser du flera flikar för kontroll av 3D-visningen. Välj sedan fliken "Data" och ställ in den fina upplösningen på "1" (ju lägre värde, desto finare upplösning) och flytta sedan positioneringspucken och höjdreglaget på fliken "View" för att få olika vyer.

source: To drape maps, satellite or aerial imagery over the top of the DEM, in the "Data" tab select as name for the **Surface Attributes** map the overlay image "`landuse`" in the PERMANENT mapset is a good choice. The new view is rendered immediately. Since the area is relatively flat, you can go back to the "View" tab and increase the Z exaggeration ("z-Exag").
de: Um Satelliten- oder Luftbilder über das Höhenmodell zu legen, klicken Sie auf den Knopf **Oberflächenattribute** und wählen dort color aus. Klicken Sie in dem neuen Dialog auf "Neue Karte" und wählen dann eine Karte aus, die für die Farbdarstellung verwendet werden soll. Im Spearfish Datensatz ist "`spot.image`" und im North Carolina Datensatz "`lsat7_2002_50`" eine gute Wahl. Klicken Sie nun auf "Annehmen" und zurück im Hauptfenster auf den Knopf "Zeichne" in der oberen linken Ecke.
es: Para colocar mapas, imágenes satelitales o aéreas sobre la parte superior del DEM, en la pestaña "Datos", seleccione como nombre para el mapa de **Atributos de Superficie**, la imagen de superposición "`landuse`" en el conjunto de mapas PERMANENTE es una buena opción. La nueva vista se renderizada de inmediato. Como el área es relativamente plana, puede volver a la pestaña "Ver" y aumentar la exageración Z ("z-Exag").
hu: Térképek, műholdas vagy légi felvételek a DEM tetejére ráfeszítéséhez, a "Data"fülön a **Surface Attributes** alatt a PERMANENT térképhalmazból a "`landuse`" jó választás. Az új nézet azonnal megjelenik. Mivel a terület viszonylag sík, visszatérhet a "View" füre és növelheti a Z nagyítás ("z-Exag") értékét.
it: Per sovrapporre mappe, immagini satellitari o aeree sopra il DEM, nella scheda "Data" seleziona come nome per la mappa **Surface Attributes** l'immagine di sovrapposizione "`landuse`" nel mapset PERMANENT è una buona scelta. La nuova vista viene resa immediatamente. Poiché l'area è relativamente piatta, puoi tornare alla scheda "View" e aumentare l'esagerazione Z ("z-Exag").
ja: DEMの上に衛星画像や航空写真を重ね合わせるには、 "データ" タブで **曲面属性** マップのオーバーレイイメージとして PERMANNENT マップセットの "`landuse`" を選択します。新しいビューはすぐにレンダリングされます。領域は比較的平坦なため、 "ビュー" タブに戻り、Z 鉛直方向の誇張 ("Z-鉛直") を増やすこともできます。
sv: För att drapera kartor, satellit- eller flygbilder över toppen av DEM, i fliken "Data", välj som namn för **Surface Attributes**-kartan överläggningsbilden "`landuse`" i PERMANENT-kartuppsättningen är ett bra val. Den nya vyn renderas omedelbart. Eftersom området är relativt platt kan du gå tillbaka till fliken "View" och öka Z-överdimensioneringen ("z-Exag").

source: For easy navigation in the 3D view, switch on the "Rotate 3D scene" in the map display toolbar, then use the mouse to move the view around.
es: Para una fácil navegación en la vista 3D, active la opción "Girar escena 3D" en la barra de herramientas de visualización del mapa, luego use el mouse para mover la vista.
hu: A 3D nézetben az egyszerű navigáláshoz kapcsoljon át a "Rotate 3D scene"-re a térkép ablak eszköztárában, majd használja az egeret a nézet forgatásához.
it: Per facilitare la navigazione nella vista 3D, attiva "Rotate 3D scene" nella barra degli strumenti di visualizzazione della mappa, poi usa il mouse per spostare la vista.
ja: 3D表示で簡単に操作するために、Map Display のツールバーから "Rotate 3D scene" をオンにし、マウスを使用してビューを移動します。
sv: För enkel navigering i 3D-vyn kan du aktivera "Rotera 3D-scen" i verktygsfältet för kartvisning och sedan använda musen för att flytta runt vyn.

source: Things to try
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: While not covered here, you may like to experiment with the Cartographic Composer and object-oriented Graphical Modelling Tool (offers export to Python). You'll find icons to launch them on the lower row of icons in the `Layer Manager` window. Further details can be found in the `wxGUI <https://grass.osgeo.org/grass-stable/manuals/wxGUI.html>`_ help pages.
hu: Bár nem szerepelt itt, érdemes kísérletezni a Cartographic Composerrel és az objektum-orientált Graphical Modelling Toollal (Pythonba exportálást biztosít); Az indításukra szolgáló ikonokat a Layer Manager ablakban az alsó ikonsorban találja. További részletek a `wxGUI <https://grass.osgeo.org/grass-stable/manuals/wxGUI.html>` _ súgóoldalakon találhatók.
it: Sebbene non siano trattati in questa sede, è possibile sperimentare il Compositore Cartografico e lo Strumento di Mdellazione Grafica orientato ad oggetti (offre l'esportazione in Python). Le icone per lanciarli si trovano nella riga inferiore delle icone della finestra `Layer Manager`. Ulteriori dettagli sono disponibili nelle pagine di aiuto di `wxGUI <https://grass.osgeo.org/grass-stable/manuals/wxGUI.html>`_.
sv: Även om det inte tas upp här kanske du vill experimentera med Cartographic Composer och det objektorienterade Graphical Modelling Tool (erbjuder export till Python). Du hittar ikoner för att starta dem på den nedre raden av ikoner i fönstret `Layer Manager`. Mer information finns i hjälpsidorna för `wxGUI <https://grass.osgeo.org/grass-stable/manuals/wxGUI.html>`_.

source: The wxGUI is written in Python, and if you're a fan of Python programming there are a number of great tools and an API available to you. In the bottom of the `Layer Manager` window click on the `Python shell` tab and type ``help(grass.core)`` to see a listing of the many functions available in the core GIS python library. Besides the core GIS functions there is also `array` (NumPy), `db` (database), `raster`, and `vector` libraries available. For advanced use `Pythons Ctypes` is supported allowing the Python programmer direct access to GRASS GIS' extensive C libraries. See the manual pages for an extensive description of the programming options.
es: El wxGUI está escrito en Python, y si eres un fanático de la programación de Python, hay una serie de excelentes herramientas y una API disponibles para ti. En la parte inferior de la ventana del `Administrador de Capas`, haga click en la pestaña de `Python shell` y escriba ``help(grass.core)`` para ver una lista de las muchas funciones disponibles en la biblioteca principal de Python GIS. Además de las funciones centrales de SIG, también hay disponibles bibliotecas de `arreglos` (NumPy), `db` (base de datos), `ráster` y `vectores` . Para uso avanzado, se admite `Pythons Ctypes` que permite al programador de Python acceso directo a las amplias bibliotecas C de GRASS GIS. Consulte las páginas del manual para obtener una descripción extensa de las opciones de programación.
hu: A wxGUI-t Pythonban írták, ha kedveli y Python programozást sok nagyszerű eszköz és API áll rendelkezésére. A `Layer Manager` ablak alján kattintson a `Python shell` és írja be a ``help(grass.core)`` parancsot, hogy a python GIS alapkönyvtárban rendelkezésre álló számos függvény listáját láthassa. A GIS alapfunkciók mellett `array` (NumPy), `db` (adatbázi), `raster`, és `vector` könyvtárak érhetők el. A profi felhasználáshoz a `Pythons Ctypes`-ot támogatjuk, lehetővé téve a Python programozók számára a közvetlen hozzáférést a GRASS GIS kiterjedt C könyvtáraihoz. A programozási lehetőségek leírásához nézze meg a kézikönyv oldalakat.
it: La wxGUI è scritta in Python, e se sei un fan della programmazione Python ci sono una serie di ottimi strumenti e un'API a tua disposizione. Nella parte inferiore della finestra `Layer Manager` clicca sulla scheda `Python shell` e digita ``help(grass.core)`` per vedere un elenco delle molte funzioni disponibili nella libreria python del core GIS. Oltre alle funzioni GIS di base sono disponibili anche le librerie `array` (NumPy), `db` (database), `raster` e `vector`. Per un uso avanzato è supportato `Pythons Ctypes` che permette al programmatore Python di accedere direttamente alle ampie librerie C di GRASS GIS. Vedere le pagine del manuale per una descrizione completa delle opzioni di programmazione.
ja: wxGUIはPythonで書かれており、Pythonプログラミングのファンならば、素晴らしいツールやAPIがたくさんあります。`Layer Manager` ウィンドウの下部にある `Python shell` タブをクリックし、``help(grass.core)`` と入力すると、コアGIS Pythonライブラリで使用できる多くの関数のリストが表示されます。コアGIS関数の他に、 `array` (NumPy)、 `db` (データベース)、 `raster` 、 `vector` ライブラリも利用できます。高度な使用のために `Pythons Ctypes` がサポートされており、PythonプログラマーがGRASS GISの広範なCライブラリに直接アクセスできるようになっています。高度なプログラミングの詳細については、マニュアルページを参照してください。
sv: WxGUI är skrivet i Python, och om du gillar Python-programmering finns det ett antal bra verktyg och ett API tillgängligt för dig. Längst ner i fönstret `Layer Manager` klickar du på fliken `Python shell` och skriver ``help(grass.core)`` för att se en lista över de många funktioner som finns i GIS pythonbibliotek. Förutom GIS-kärnfunktionerna finns även biblioteken `array` (NumPy), `db` (databas), `raster` och `vector` tillgängliga. För avancerad användning stöds `Pythons Ctypes` som ger Python-programmeraren direkt tillgång till GRASS GIS omfattande C-bibliotek. Se manualsidorna för en utförlig beskrivning av programmeringsalternativen.

source: Command line
hu: Parancssor
it: Linea di comando
ja: コマンドライン
sv: Kommandorad

source: In the GRASS terminal session, try a GRASS module by typing "``v.clean --help``" which will give you a list of module options. The GRASS command line is where the true power of the GIS comes into its own. GRASS is designed to allow all commands to be tied together in scripts for large bulk processing jobs. Popular scripting languages are Bourne Shell and Python, and many neat tricks to help make scripting easier are included for both. With these tools you can make a new GRASS module with only about 5 minutes of coding, complete with powerful parser, GUI, and help page template.
hu: A GRASS terminál munkafolyamatban próbáljon ki egy GRASS modult a "``v.clean --help``" begépelésével, mely a modul lehetőségek listáját adja. A GRASS parancssor ahol a GIS valódi ereje megmutatkozik. A GRASS-t úgy tervezték, hogy minden parancs összekapcsolható legyen egy szkriptben, nagy, tömeges feldolgozási feladatokhoz. A Bourne burok és a Python népszerű szkript nyelv, a GRASS a szkript készítés könnyebbé tételéhez számos trükköt tartalmaz mindkettőhöz. Ezekkel az eszközökkel kb. öt perc kódolással létrehozhat egy új GRASS modult a hatékony parancsértelmező, GUI és súgó oldal sablon segítségével.
it: Nella sessione terminale di GRASS, prova un modulo di GRASS digitando "``v.clean --help`` che ti darà una lista di opzioni del modulo. La linea di comando di GRASS è dove la vera potenza del GIS viene fuori. GRASS è progettato per permettere che tutti i comandi siano legati insieme in script per grandi lavori di elaborazione di massa. I linguaggi di scripting più diffusi sono Bourne Shell e Python, e per entrambi sono inclusi molti trucchi per facilitare lo scripting. Con questi strumenti è possibile creare un nuovo modulo di GRASS con soli 5 minuti circa di codifica, completo di potente parser, interfaccia grafica e modello di pagina di aiuto.
ja: GRASS端末セッションで、モジュールのオプションを表示する "``v.clean --help``" をタイプして、GRASSモジュールを試すことができます。GRASSコマンドラインを使うと、GISの本当のパワーを得られます。多量のデータをまとめて処理するジョブを、スクリプトのなかで全てのコマンドを結びつけて実行できるように、GRASSはデザインされています。スクリプト作成が容易にできるように、人気スクリプト言語のBourneシェルやPythonの双方で簡単に利用できる、巧みなトリックがいろいろ提供されています。これらのツールを使うと、たった5分のコーディングだけで、強力なパーサやGUIにヘルプページまでついたGRASS モジュールを新規作成できます。
sv: I GRASS-terminalsessionen kan du prova en GRASS-modul genom att skriva "``v.clean --help``", vilket ger dig en lista med modulalternativ. Det är på GRASS kommandorad som GIS:ets verkliga kraft kommer till sin rätt. GRASS är utformat så att alla kommandon kan kopplas samman i skript för stora massbearbetningsjobb. Populära skriptspråk är Bourne Shell och Python, och många smarta trick för att göra skriptningen enklare ingår för båda. Med dessa verktyg kan du skapa en ny GRASS-modul med bara ca 5 minuters kodning, komplett med kraftfull parser, GUI och mall för hjälpsida.

source: "``g.manual -i``" will launch a web browser with the module help pages. When you are done close the browser and type "exit" at the GRASS terminal prompt to leave the GIS environment.
de: "``g.manual -i``" startet einen Webbrowser mit den Modul Hilfeseiten. Am Ende schliessen Sie den Browser und tippen "exit" in das GRASS Terminal, um die GRASS GIS Umgebung zu verlassen.
es: "``g.manual -i``" lanzará un navegador web con las páginas de ayuda del módulo. Cuando haya terminado, cierre el navegador y escriba "salir" en el indicador de terminal de GRASS para abandonar el entorno SIG.
hu: "``g.manual -i``" egy böngészőt indít el a modul súgó oldallal. Amikor elolvasta zárja be a böngészőt és gépelje be az "exit" parancsot a GRASS terminál promptnál a kilépéshez a GRASS környezetből.
it: "``g.manual -i`` avvierà un browser web con le pagine di aiuto del modulo. Quando hai finito chiudi il browser e digita "exit" al prompt del terminale di GRASS per lasciare l'ambiente GIS.
ja: "``g.manual -i``" を実行すると、Webブラウザがひらき、モジュールのヘルプページがひらきます。完了したらブラウザを閉じ、GRASSターミナルプロンプトで "exit" と入力してGIS環境を終了します。
sv: "``g.manual -i``" kommer att starta en webbläsare med modulens hjälpsidor. När du är klar stänger du webbläsaren och skriver "exit" på GRASS terminalprompt för att lämna GIS-miljön.

source: What next?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Visit the GRASS GIS website at `https://grass.osgeo.org <https://grass.osgeo.org>`_
es: Visite el sitio web de GRASS GIS en `https://grass.osgeo.org <https://grass.osgeo.org>`_
hu: Látogassa meg a GRASS GIS honlapot `http://grass.osgeo.org <https://grass.osgeo.org>`_
it: Visita il sito web di GRASS GIS all'indirizzo `https://grass.osgeo.org <https://grass.osgeo.org>`_
ja: GRASS GIS Webサイト `https://grass.osgeo.org <https://grass.osgeo.org>`_
sv: Besök GRASS GIS webbplats på `https://grass.osgeo.org <https://grass.osgeo.org>`_
