Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/grass_quickstart.po
Languages: de, es, hu, it, ja, sv

source: Visit the GRASS GIS Wiki help site at `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/Main_Page>`_
hu: Látogassa meg a GRASS GIS Wiki súgó oldalt `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/Main_Page>`_
it: Visita il sito di aiuto di GRASS GIS Wiki all'indirizzo `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/Main_Page>`_
ja: GRASS GIS Wikiヘルプサイト `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/Main_Page>`_
sv: Besök GRASS GIS Wikis hjälpwebbplats på `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/Main_Page>`_

source: More tutorials and overviews can be found `here <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_.
es: Más tutoriales y resúmenes se pueden encontrar `aquí <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_.
hu: `Itt <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_ több oktatóanyagot és összefoglalót találhat.
it: Altri tutorial e panoramiche possono essere trovati `qui <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_.
ja: チュートリアルや概要は、 `こちら <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_.
sv: Fler handledningar och översikter finns här <https://grasswiki.osgeo.org/wiki/GRASS_Help#Getting_Started>`_.

source: A `synopsis of the GRASS GIS modules <https://grass.osgeo.org/grass-stable/manuals/full_index.html>`_
hu: Egy `összefoglaló a GRASS modulokhoz <https://grass.osgeo.org/grass-stable/manuals/full_index.html>`_
it: Una `sinossi dei moduli di GRASS GIS <https://grass.osgeo.org/grass-stable/manuals/full_index.html>`_
sv: En `sammanfattning av GRASS GIS-modulerna <https://grass.osgeo.org/grass-stable/manuals/full_index.html>`_

source: If the 400 GIS modules which come with GRASS aren't enough for you have a look at the many contributed add-ons at `https://grass.osgeo.org/grass-stable/manuals/addons/ <https://grass.osgeo.org/grass-stable/manuals/addons/>`_
hu: Ha a GRASS-szal érkező 400 GIS modul nem elegendő önnek, akkor vessen egy pillantást a sok hozzáadott bővítményre a `https://grass.osgeo.org/grass-stable/manuals/addons/ <https://grass.osgeo.org/grass-stable/manuals/addons/>`_ oldalon.
it: Se i 400 moduli GIS forniti con GRASS non vi bastano, date un'occhiata ai numerosi componenti aggiuntivi che sono stati forniti sul sito `https://grass.osgeo.org/grass-stable/manuals/addons/ <https://grass.osgeo.org/grass-stable/manuals/addons/>`_.
sv: Om de 400 GIS-modulerna som medföljer GRASS inte räcker till kan du ta en titt på de många tilläggsmodulerna som finns på https://grass.osgeo.org/grass-stable/manuals/addons/ <https://grass.osgeo.org/grass-stable/manuals/addons/>`_

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: screenshot
sv: skärmbild

source: Click on the GRASS link in the :menuselection:`Geospatial --> Desktop GIS` menu.
hu: Kattintson a GRASS linkre a :menuselection:`Geospatial --> Desktop GIS` menüben
ja: :menuselection:`Geospatial --> Desktop GIS` メニューから、 GRASS のリンクをクリックします。

source: From the "Welcome to GRASS GIS " window, select the nc_basic_spm_grass7 dataset for the location, and "user1" for the mapset
hu: A "Welcome to GRASS GIS " ablakban válassza a nc_basic_spm_grass7 adathalmazt a helyhez és a "user1"-et a térképhalmazhoz.
ja: "Welcome to GRASS GIS " ウインドウから、ロケーションに nc_basic_spm_grass7 データセット、マップセットに "user1" を選択します。

source: This will launch GRASS into the `graphical user interface (written in wxPython) <../../grass/wxGUI.html>`_.
de: Dies started GRASS mit der `grafischen Benutzeroberfläche (geschrieben in wxPython) <../../grass/wxGUI.html>`_.
es: Esto lanzará GRASS en la `interfaz gráfica de usuario (escrita en wxPython) <../../grass/wxGUI.html>`_.
hu: Ez elindítja a GRASS-t a `grafikus felhasználói felülettel (wxPythonban írták) <../../grass/wxGUI.html>`_.

source: Quick tour
de: Keine Rundreise
es: Tour rápido

source: To run GRASS GIS on the Live DVD, click on the GRASS link in the :menuselection:`Geospatial --> Desktop GIS` menu. From the "Welcome to GRASS GIS " window select the nc_basic_spm_grass7 dataset for the location, and "user1" for the mapset, then click on [*Start GRASS*].
de: Um GRASS GIS auf der Live-DVD auszuführen, klicken Sie auf den GRASS-Link im Menü :menuselection:`Geospatial --> Desktop GIS`. Wählen Sie im Fenster "Welcome to GRASS GIS" den Datensatz nc_basic_spm_grass7 für den Standort und "user1" für die Kartensammlung und klicken Sie dann auf [*Start GRASS*].
es: Para ejecutar GRASS GIS en el DVD en vivo, haga click en el enlace GRASS en el menú :menuselection:`Geospatial --> Desktop GIS`. Desde la ventana "Bienvenido a GRASS GIS", seleccione el conjunto de datos nc_basic_spm_grass7 para la ubicación y "usuario1" para el conjunto de mapas, luego haga click en [*Iniciar GRASS*].

source: Displaying maps
de: Karten anzeigen
es: Mostrar mapas

source: Once inside select for display a raster map layer such as "`elevation`" from the PERMANENT mapset. To do this go into the `GIS Layer Manager` window and click on the checkerboard toolbar button with a "+" on it. Then select the map name you want from the "*map to be displayed*" pull-down list, and click :guilabel:`Ok`.
de: Einmal geöffnet, laden Sie eine Rasterkarte, z.B.: "`elevation`" aus der PERMANENT Mapset. Dazu klicken Sie in der Werkzeugleiste auf das erste Icon mit einem "+", um eine Rasterkarte zu öffnen. Dann wählen Sie eine Karte in dem "*Name der Rasterkarte, die angezeigt werden soll*" Pulldown-Liste aus und klicken auf :guilabel:`Ok`.
es: Una vez dentro, seleccione para mostrar una capa de mapa ráster como "`elevación`" conjunto de mapas PERMANENTES. Para hacerlo, vaya a la ventana del `Administrador de Capas SIG` y haga click en el botón de la barra de herramientas del tablero de damas con un "+". Luego seleccione el nombre del mapa que desea de la lista desplegable "*mapa para mostrar*" y :guilabel:`Aceptar`.

source: In a similar fashion add the "`roadsmajor`" vector layer from the PERMANENT mapset by clicking on the toolbar button with a "+" and a bent poly-line which looks a bit like a "V".
de: Auf ähnliche Weise laden Sie die Vektorkarte "`roadsmajor`" aus der PERMANENT Mapset, indem Sie in der Werkzeugleite auf das zweite Icon mit einem "+" und einer Linie, die wie ein "V" aussieht, klicken, um eine Vektorkarte zu öffnen.
es: De manera similar, agregue la capa vectorial "`roadsmajor`" del conjunto de mapas PERMANENTES haciendo click en el botón de la barra de herramientas con un "+" y una poli-línea doblada que se parece un poco a una "V".

source: The icon tooltips (shown with mouse-over) will guide you easily.
de: Die Schaltflächen verfügen über Tooltipps, die beim Mouseover-Ereignis erscheinen. Diese werden Ihnen weiterhelfen.
es: La información sobre herramientas de íconos (mostrada con el mouse-encima) lo guiará fácilmente.

source: Create a random surface
de: Erstellen einer zufälligen Oberfläche
es: Crear una superficie aleatoria

source: Now let's create a new map. First set the *computational region* to the default bounds with :menuselection:`Settings --> Computational region --> Set region`, ticking "*Set from default region*", and clicking [*Run*]. Next select :menuselection:`Raster --> Generate surfaces --> Fractal surface` from the menu (it's near the bottom); give your new map a name; and adjust any options you like in the "Optional" tab (the defaults are fine); and click [*Run*]. You can then [*Close*] the *r.surf.fractal* module's dialog window.
de: Nun erstellen wir eine neue Karte. Stellen Sie zunächst das *Rechengebiet" auf die voreingestellten Grenzen ein mit :menuselection:`Settings --> Computational region --> Set region`, aktivieren Sie "*Set from default region*" und klicken Sie auf [*Run*]. Als nächstes wählen Sie :menuselection:`Raster --> Generate surfaces --> Fractal surface` aus dem Menü (es ist unten in der Nähe); geben Sie Ihrer neuen Karte einen Namen und passen Sie alle Optionen an, die Sie möchten, auf der Registerkarte "Optional" (die Standardeinstellungen sind in Ordnung); und klicken Sie auf [*Run*]. Sie können dann das Dialogfenster des Moduls *r.surf.fractal* schließen.
es: Ahora creemos un nuevo mapa. Primero establezca la *región computacional* en los límites predeterminados con :menuselection:`Características --> Región Computacional --> Establecer region`, marcando “*Establecer desde región predeterminada*” y haciendo click en [*Ejecutar*]. A continuación, seleccione :menuselection:`Ráster --> Generar superficies --> Superficies fractales` en el menú (está cerca de la parte inferior); dale un nombre a tu nuevo mapa;y ajuste las opciones que desee en la pestaña "Opcional" (los valores predeterminados están bien); y haga click en [*Ejecutar*]. Luego puede [*Cerrar*] la ventana de diálogo del módulo *r.surf.fractal*.

source: Next we'll create a shaded relief map of the "elevation" layer we saw earlier. Start by verifying that the *computational region* is set match the raster map of interest, "`elevation`" in the PERMANENT mapset. To do this, make sure it is loaded into the layer list of the main `GIS Layer Manager` window, right click on its name and select "Set computation region from selected map(s)". You will notice the Layer Manage tab will switch to a text console to display the new settings. Click on the "*Layers*" tab at the bottom to get back to the layer list.
de: Als nächstes erstellen wir eine schattierte Reliefkarte der Ebene "Höhe", die wir zuvor gesehen haben. Vergewissern Sie sich zunächst, dass der *Rechengebiet* entsprechend der Rasterkarte von Interesse - "Elevation" in der PERMANENT-Mapset - eingestellt ist. Dazu muss er in die Layerliste des Hauptfensters "GIS Layer Manager" geladen werden, mit der rechten Maustaste auf seinen Namen klicken und "Berechnungsregion aus ausgewählten Karten festlegen" auswählen. Sie werden feststellen, dass die Registerkarte Ebenenverwaltung zu einer Textkonsole wechselt, um die neuen Einstellungen anzuzeigen. Klicken Sie unten auf die Registerkarte "*Layers*", um zur Ebenenliste zurückzukehren.
es: A continuación, crearemos un mapa de relieve sombreado de la capa de "elevación" que vimos anteriormente. Comience por verificar que la *región computacional* está configurada para que coincida con el mapa ráster de interés, "`elevación`" en el conjunto de mapas PERMANENTES. Para hacer esto, asegúrese de que esté cargado en la lista de capas de la ventana principal de `GIS Layer Manager`, haga click derecho en su nombre y seleccione "Establecer región de cálculo de mapa(s) seleccionados". Notará que la pestaña Layer Manage cambiará a una consola de texto para mostrar la nueva configuración. Haga click en la pestaña "*Capas*" en la parte inferior para volver a la lista de capas.

source: Watersheds and streams
de: Wassereinzugsgebiete und Flüsse
es: Cuencas y arroyos

source: Vector modules
de: Vektor-Module
es: Modulo vectorial

source: Managing attributes
es: Manejando atributos

source: 3D visualization
de: 3D-Visualisierung
es: Visualización 3D

source: Other things to try
de: Weitere Aufgaben
es: Cosas para probar

source: While not covered here, you may like to experiment with the Cartographic Composer and object-oriented Graphical Modelling Tool (offers export to Python); you'll find icons to launch them on the lower row of icons in the `Layer Manager` window. Further details can be found in the `wxGUI <https://grass.osgeo.org/grass76/manuals/wxGUI.html>`_ help pages.
es: Si bien no se trata aquí, es posible que desee experimentar con el Compositor Cartográfico y la Herramienta de Modelado Gráfico orientados a objetos (ofrece exportación a Python); encontrará íconos para iniciarlos en la fila inferior de iconos en la ventana del `Administrador de Capas` . Se pueden encontrar más detalles en las páginas de ayuda de `wxGUI <https://grass.osgeo.org/grass76/manuals/wxGUI.html>`_.

source: Shutdown and the command line
de: Beenden und die Kommandozeile
es: Apagado y la linea de comandos

source: When finished, exit the GRASS GUI with :menuselection:`File --> Exit GUI`. Before you close the GRASS terminal session as well, try a GRASS module by typing "``g.manual --help``" which will give you a list of module options. The GRASS command line is where the true power of the GIS comes into its own. GRASS is designed to allow all commands to be tied together in scripts for large bulk processing jobs. Popular scripting languages are Bourne Shell and Python, and many neat tricks to help make scripting easier are included for both. With these tools you can make a new GRASS module with only about 5 minutes of coding, complete with powerful parser, GUI, and help page template.
de: Wenn Sie GRASS beenden möchten, wählen Sie im GRASS GUI :menuselection:`Datei --> GUI Schließen`. Bevor Sie auch das GRASS Kommandofenster schliessen, versuchen Sie mal ein Modul über die Kommandozeile zu starten, in dem Sie eingeben "``g.manual --help``". Sie bekommen nun eine Liste von Optionen angezeigt. In der Kommandozeile hat GRASS seine wahren Stärken. All Kommandos können in Skripten zu umfangreichen Prozessketten zusammengefasst werden. Populäre Sprachen sind Bourne Shell and Python, die einige nette Tricks parat haben, um das Skripten zu vereinfachen. Damit können Sie in weniger als 5 Minuten ein neues GRASS Modul schreiben, inklusive Parser, GUI und Hilfeseiten Template.
es: Cuando termine, salga de GRASS GUI con :menuselection:`Archivo --> Salir de GUI`. Antes de cerrar también la sesión del terminal GRASS, pruebe un módulo GRASS escribiendo "``g.manual --help``", que le dará una lista de opciones de módulo. La línea de comando de GRASS es donde el verdadero poder del SIG adquiere su propio significado. GRASS está diseñado para permitir que todos los comandos se unan en scripts para grandes trabajos de procesamiento masivo. Los lenguajes de secuencias de comandos populares son Bourne Shell y Python, y se incluyen muchos trucos interesantes para ayudar a facilitar la creación de secuencias de comandos para ambos. Con estas herramientas, puede crear un nuevo módulo GRASS con solo unos 5 minutos de codificación, completo con un potente analizador, GUI y plantilla de página de ayuda.

source: Further reading
de: Weiterführende Links
es: Lectura adicional

source: Visit the GRASS GIS Wiki help site at `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/>`_
es: Visite el sitio de ayuda de GRASS GIS Wiki en `https://grasswiki.osgeo.org/wiki/ <https://grasswiki.osgeo.org/wiki/>`_

source: A `synopsis of the GRASS GIS modules <https://grass.osgeo.org/grass76/manuals/full_index.html>`_
es: Una sinopsis de los módulos GRASS GIS <https://grass.osgeo.org/grass76/manuals/full_index.html>`_

source: If the 400 GIS modules which come with GRASS aren't enough for you have a look at the many contributed add-ons at `https://grass.osgeo.org/grass7/manuals/addons/ <https://grass.osgeo.org/grass7/manuals/addons/>`_
es: Si los 400 módulos SIG que vienen con GRASS no son suficientes para que eche un vistazo a los muchos complementos contribuidos en `https://grass.osgeo.org/grass7/manuals/addons/ <https://grass.osgeo.org/grass7/manuals/addons/>`_
