Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gvsig_quickstart.po
Languages: es, hu, it, sv

source: Select the :menuselection:`Properties` submenu.
es: Seleccione el submenú :menuselection:`Propiedades`
hu: Válassza a :menuselection:`Properties` almenüt.
it: Seleziona il sottomenu :menuselection:`Properties`.
sv: Välj undermenyn :menuselection:`Properties`.

source: The **Layer properties** dialog box will appear.
es: El cuadro de diálogo **Propiedades de la Capa** aparecerá.
hu: A **Layer properties** párbeszédablak jelenik meg.
it: Apparirà la finestra di dialogo **Layer properties**.
sv: Dialogrutan **Layer properties** visas.

source: Changing the symbology of a vector layer
es: Cambiar la simbología de una capa vectorial

source: Select the :guilabel:`Symbols` tab at the top of the **Layers properties** dialog.
es: Seleccione la pestaña :guilabel:`Símbolos` en la parte superior del diálogo de **Propiedades de Capa**.
hu: Válassza a guilabel:`Symbols` fület a **Layers properties** párbeszédablak tetején.
it: Seleziona la scheda :guilabel:`Symbols` in cima alla finestra di dialogo **Layers properties**.
sv: Välj fliken :guilabel:`Symboler` högst upp i dialogrutan **Layers egenskaper**.

source: Select :guilabel:`Choose symbol` button so the **Symbol selector** dialog appears.
es: Seleccione el botón :guilabel:`Elegir Símbolo` para que aparezca el diálogo de **Selector de Símbolo**
hu: Válassza a guilabel:`Choose symbol` gombot, hogy a **Symbol selector** párbeszédablak megjelenjen.
it: Seleziona il pulsante :guilabel:`Choose symbol` per far apparire la finestra di dialogo **Symbol selector**.
sv: Välj :guilabel:`Välj symbol`-knappen så att dialogrutan **Symbolväljare** visas.

source: Removing the fill symbol and changing the border color
es: Eliminar el símbolo de relleno y cambiar el color del borde

source: Uncheck the :guilabel:`Fill color` box so the polygons are transparent.
es: Desactivar la caja :guilabel:`Color de Relleno` para que los polígonos sean transparentes.
hu: Kapcsolja ki a :guilabel:`Fill color` négyzetet, hogy a területek átlátszóak legyenek.
it: Deseleziona la casella :guilabel:`Fill color` in modo che i poligoni siano trasparenti.
sv: Avmarkera rutan :guilabel:`Fill color` så att polygonerna blir genomskinliga.

source: Click on the :guilabel:`...` close to :guilabel:`Border color:`.
es: Haga click en :guilabel:`...` cerca de :guilabel:`Color de Borde:`.
hu: Kattintson a :guilabel:`...`-ra a :guilabel:`Border color` mellett.
it: Clicca su :guilabel:`...` vicino a :guilabel:`Border color:`.
sv: Klicka på :guilabel:`...` i närheten av :guilabel:`Border color:`.

source: Choose white as color.
es: Elegir el blanco como color.
hu: Válassza a fehéret mint szín.
it: Scegli bianco come colore.
sv: Välj vit som färg.

source: Click on the :guilabel:`OK` button to return to the **Symbol selector** dialog.
es: Haga click en el botón :guilabel:`OK` para regresar al diálogo del **Selector de Símbolo**.
hu: Kattintson a :guilabel:`OK` gombra, hogy a **Symbol selector** párbeszédablakhoz visszatérjen.
it: Clicca sul pulsante :guilabel:`OK` per tornare alla finestra di dialogo **Symbol selector**.
sv: Klicka på knappen :guilabel:`OK` för att återgå till dialogrutan **Symbolväljare**.

source: Click on the :guilabel:`OK` button to return to the **Layers properties** dialog.
es: Haga click en el botón :guilabel:`OK` para regresar al diálogo de **Propiedades de Capa**.
hu: Kattintson a :guilabel:`OK` gombra, hogy a **Layers properties** párbeszédablakhoz visszatérjen.
it: Clicca sul pulsante :guilabel:`OK` per tornare alla finestra di dialogo **Layers properties**.
sv: Klicka på knappen :guilabel:`OK` för att återgå till dialogrutan **Layers egenskaper**.

source: Changing the labelling of a vector layer
es: Cambiar el etiquetado de una capa vectorial

source: Select the :guilabel:`Labelling` tab at the top of the **Layers properties** dialog.
es: Seleccione la pestaña :guilabel:`Etiquetado` en la parte superior del diálogo de **Propiedades de Capas**.
hu: Válassza a :guilabel:`Labelling` fület a **Layers properties** párbeszédablak tetején.
it: Seleziona la scheda :guilabel:`Labelling` in cima alla finestra di dialogo **Layers properties**.
sv: Välj fliken :guilabel:`Labelling` högst upp i dialogrutan **Layers egenskaper**.

source: Change the text attributes to those shown on the image, then click on the :guilabel:`Accept` button.
es: Cambiar los atributos de texto que se muestra en la imagen, a continuación, haga click en el botón :guilabel:`Aceptar`.
hu: Módosítsa a szöveg attribútumokat képen láthatókra, majd kattintson a :guilabel:`Accept` gombra.
it: Cambia gli attributi del testo con quelli mostrati nell'immagine, poi clicca sul pulsante :guilabel:`Accept`.
sv: Ändra textattributen till de som visas på bilden och klicka sedan på knappen :guilabel:`Accept`.

source: The result
es: El resultado

source: Note that this is a very basic view showing a point, a line and a polygon vector file superimposed over a raster file. It is just as easy to have an aerial photograph or Digital Terrain Model as a backdrop to your vector data, or to show other vector data stored in different formats.
es: Tenga en cuenta que esta es una vista muy básica que muestra un punto, una línea y un archivo de vector de polígono superpuestas a un archivo ráster. Es tan fácil tener una fotografía aérea o un Modelo Digital del Terreno como fondo de los datos vectoriales, o para mostrar otros datos vectoriales almacenados en diferentes formatos.
hu: Vegye észre, hogy ez egy nagyon egyszerű nézet, amely egy pontot, egy vonalat és egy sokszögvektort tartalmazó fájlt jelenít meg egy raszter felett. Ez ugyanolyan egyszerű, ahogy egy légi fénykép vagy digitális terep modell háttér előtt a különböző formátumokban tárolt vektor adatok megjelenítése.
it: Nota che questa è una vista molto semplice che mostra un punto, una linea e un poligono vettoriale sovrapposti a un file raster. È altrettanto facile avere una fotografia aerea o un modello digitale del terreno come sfondo ai tuoi dati vettoriali, o mostrare altri dati vettoriali memorizzati in formati diversi.
sv: Observera att detta är en mycket grundläggande vy som visar en punkt, en linje och en polygon vektorfil överlagrad på en rasterfil. Det är lika enkelt att ha ett flygfoto eller en digital terrängmodell som bakgrund till dina vektordata, eller att visa andra vektordata som lagras i olika format.

source: A user exercise - change the symbology and labelling of the point and line layers
es: Un ejercicio de usuario - cambiar la simbología y el etiquetado de las capas de puntos y líneas.

source: Following the previous few steps change the symbols, colour and labelling of the rivers and towns to generally match the following screen shot.
es: Siguiendo los anteriores que pasos, cambie los símbolos, colores y el etiquetado de los ríos y pueblos para que coincidan generalmente con la siguiente captura de pantalla.

source: Adding an overview or locator
es: Adición de una vista general o localizador

source: Opening the Locator setup
es: Abrir la configuración del localizador

source: Select :menuselection:`View --> Locator setup`.
es: Seleccione :menuselection: `Ver--> Configuración del Localizador`.
hu: Válassza a :menuselection:`View --> Locator setup`-ot.
it: Seleziona :menuselection:`View --> Locator setup`.
sv: Välj :menuselection:`Vy --> Locator setup`.

source: Adding a layer to the overview zone
es: Añadir una capa a la zona de vista general

source: Click on the :guilabel:`Add layer…` button.
es: Haga click en el botón :guilabel:`Añadir Capa…`
hu: Kattintson a :guilabel:`Add layer…` gombra.
it: Clicca sul pulsante :guilabel:`Aggiungi layer...`.
sv: Klicka på knappen :guilabel:`Add layer...`.

source: Within the Add layer window, click on the :guilabel:`Add` button.
es: Dentro de la ventana de Añadir capa, haga click en el botón :guilabel:`Añadir`.
hu: A réteg hozzáadás ablakban kattintson az :guilabel:`Add` gombot.
it: Nella finestra Add layer, clicca sul pulsante :guilabel:`Add`.
sv: I fönstret Add layer klickar du på knappen :guilabel:`Add`.

source: Select the ``HYP_50M_SR_W.tif`` layer.
es: Seleccione la capa ``HYP_50M_SR_W.tif``.
hu: Válassza a ``HYP_50M_SR_W.tif`` réteget.
it: Seleziona il layer ``HYP_50M_SR_W.tif``.
sv: Välj skiktet ``HYP_50M_SR_W.tif``.

source: Click on the :guilabel:`Open` button to return to the Add layer window.
es: Haga click en el botón :guilabel:`Abrir` para volver a la ventana de Añadir Capa.
hu: Kattintson az :guilabel:`Open` gombra a réteg hozzáadása ablakhoz visszatéréshez.
it: Clicca sul pulsante :guilabel:`Open` per tornare alla finestra Add layer.
sv: Klicka på knappen :guilabel:`Open` för att återgå till fönstret Add layer.

source: Click on the :guilabel:`Ok` button and close the Configure locator window.
es: Haga click en el botón :guilabel:`OK` y cierre la ventana de Configuración del Localizador.
hu: Kattintson az :guilabel:`Ok` gombra és zárja le a lokátor konfiguráció ablakot.
it: Clicca sul pulsante :guilabel:`Ok` e chiudi la finestra Configure locator.
sv: Klicka på knappen :guilabel:`Ok` och stäng fönstret Configure locator.

source: Now we can easily know where the view is located in the world.
es: Ahora podemos saber fácilmente donde se encuentra el punto de vista en el mundo.
hu: Most könnyen megtudhatjuk a nézetünk hol helyezkedik el a világban,
it: Ora puoi sapere facilmente dove si trova la vista nel mondo.
sv: Nu kan vi enkelt få reda på var utsikten finns i världen.

source: Simple analysis - select towns within a region
es: Análisis simple - seleccionar ciudades dentro de una región

source: Selecting the region
es: Selección de la región

source: Select the ``ne_10m_admin_1_states_provinces.shp`` layer using the left-mouse-button.
es: Seleccione la capa de ``ne_10m_admin_1_states_provinces.shp`` usando el botón izquierdo del ratón.
hu: Válassza ki az ``ne_10m_admin_1_states_provinces.shp`` réteget a bal egérgomb használatával.
it: Seleziona il layer ``ne_10m_admin_1_states_provinces.shp`` usando il tasto sinistro del mouse.
sv: Välj lagret ``ne_10m_admin_1_states_provinces.shp`` med hjälp av vänster musknapp.

source: Select the :guilabel:`Select by point` icon in the main toolbar.
es: Seleccione el ícono :guilabel:`Seleccionar por punto` en la barra de herramientas principal.
hu: Válassza a :guilabel:`Select by point` ikont a fő eszközsorban.
it: Seleziona l'icona :guilabel:`Seleziona per punto` nella barra degli strumenti principale.
sv: Välj ikonen :guilabel:`Select by point` i huvudverktygsfältet.

source: Click the polygon representing the State of New South Wales. The polygon will go yellow or some other colour depending on your user preferences.
es: Haga click en el polígono que representa el estado de Nueva Gales del Sur. El polígono se volverá amarillo o de cualquier otro color dependiendo de las preferencias del usuario.
hu: Kattintson az Új Dél Wales államot reprezentáló területre. A terület sárgára vagy más színűre változik a felhasználói beállításoknak megfelelően.
it: Clicca sul poligono che rappresenta lo Stato del Nuovo Galles del Sud. Il poligono diventerà giallo o di qualche altro colore a seconda delle tue preferenze.
sv: Klicka på den polygon som representerar delstaten New South Wales. Polygonen blir gul eller får någon annan färg beroende på dina användarinställningar.

source: Opening the Selection by layer tool
es: Abrir la herramienta de selección por capa

source: Select the ``ne_10m_populated_places.shp`` layer using the left-mouse-button.
es: Seleccione la capa ``ne_10m_populated_places.shp`` con el botón izquierdo del ratón.
hu: Válassza az ``ne_10m_populated_places.shp`` réteget a bal egérgombbal.
it: Seleziona il layer ``ne_10m_populated_places.shp`` usando il tasto sinistro del mouse.
sv: Välj lagret ``ne_10m_populated_places.shp`` med hjälp av vänster musknapp.

source: Select :menuselection:`Selection --> Select by layer` to open the **Selection by Layer** dialog
es: Seleccione :menuselection:`Seleccionar --> Seleccionar por capa` para abrir el diálogo de ** Selección por Capa **
hu: Válassza a :menuselection:`Selection --> Select by layer`-t a **Selection by Layer** párbeszédablak megnyitásához
it: Seleziona :menuselection:`Selection --> Select by layer` per aprire la finestra di dialogo **Selection by Layer**
sv: Välj :menuselection:`Selection --> Select by layer` för att öppna dialogrutan **Selection by Layer**

source: Selecting the towns contained within a region
es: Selección de las ciudades contenidas dentro de una región

source: Change the first selection criteria using the dropdown boxes on the left-hand side of the **Selection by Layer** dialog as shown in the picture.
es: Cambiar los primeros criterios de selección utilizando los cuadros desplegables de la parte izquierda del diálogo de **Selección por Capa** diálogo como se muestra en la imagen.
hu: Módosítsa az első kiválasztási feltételt a **Selection by Layer** párbeszédablak bal oldali legördülő listájában, ahogy a képen látja.
it: Cambia il primo criterio di selezione usando le caselle a discesa sul lato sinistro della finestra di dialogo **Selection by Layer** come mostrato nell'immagine.
sv: Ändra det första urvalskriteriet med hjälp av rullgardinsmenyerna på vänster sida i dialogrutan **Selection by Layer** enligt bilden.

source: Change the second selection criteria as shown in the picture.
es: Cambiar el segundo criterio de selección como se muestra en la imagen.
hu: Módosítsa a második szelekció feltételt, ahogy a képen látszik.
it: Cambia il secondo criterio di selezione come mostrato nell'immagine.
sv: Ändra det andra urvalskriteriet som visas på bilden.

source: Click the :guilabel:`New set` button to select towns within the selected polygon.
es: Haga click enel botón :guilabel:`Nuevo conjunto` para seleccionar ciudades dentro del polígono seleccionado.
hu: Kattintson a :guilabel:`New set` gombra a kiválasztott területbe eső városok kiválasztásához.
it: Clicca il pulsante :guilabel:`New set` per selezionare le città all'interno del poligono selezionato.
sv: Klicka på knappen :guilabel:`New set` för att välja städer inom den valda polygonen.

source: Select the :guilabel:`Cancel` button in the **Selection by Layer** dialog to return to the view.
es: Seleccione el botón :guilabel:`Cancelar` en el diálogo de **Selección por Capa** diálogo para volver a la vista.
hu: Válassza a :guilabel:`Cancel` gombot a **Selection by Layer** párbeszédablakban a térkép nézethez visszatéréshez.
it: Seleziona il pulsante :guilabel:`Cancel` nella finestra di dialogo **Selection by Layer** per tornare alla vista.
sv: Välj knappen :guilabel:`Cancel` i dialogrutan **Selection by Layer** för att återgå till vyn.

source: Unselect the polygon so you can see what has happened
es: Deseleccionar el polígono para que pueda ver lo que ha sucedido

source: Select the 'Clear selection' icon in the main toolbar.
es: Seleccione el ícono 'Borrar selección' en la barra de herramientas principal.
hu: Válassza a 'Clear selection' ikont a fő eszközsorban.
it: Seleziona l'icona 'Cancella selezione' nella barra degli strumenti principale.
sv: Välj ikonen "Rensa urval" i huvudverktygsfältet.

source: You can now see that only those towns within New South Wales are selected.
es: Ahora puede ver que están seleccionadas sólo aquellas poblaciones dentro de Nueva Gales del Sur.
hu: Most láthatja, hogy csak Új dél Wales-en belüli városokat választottuk ki.
it: Ora puoi vedere che sono selezionate solo le città del Nuovo Galles del Sud.
sv: Du kan nu se att endast de städer som ligger i New South Wales är valda.

source: Export selected features to a new shapefile
es: Exportar funciones seleccionadas a un nuevo archivo shape.
hu: Kiválasztott elemek exportálása egy új shape fájlba
it: Esporta gli elementi selezionati in un nuovo shapefile
sv: Exportera utvalda funktioner till en ny shapefil

source: Selecting the output file format
es: Seleccionar el formato de archivo de salida

source: Select :menuselection:`Layer --> Export to...` to start the export.
es: Seleccionar :menuselection:`Capa --> Exportar a...` para iniciar la exportación.
hu: Válassza a :menuselection:`Layer --> Export to...` menüpontot az export indításához.
it: Seleziona :menuselection:`Layer --> Export to...` per iniziare l'esportazione.
sv: Välj :menuselection:`Layer --> Export to...` för att starta exporten.

source: Select *Shape Format*.
es: Seleccione *Formato Shape*.
hu: Válassza a *Shape Format*-ot.
it: Seleziona *Formato Shape*.
sv: Välj *Shape Format*.

source: Click on *Next*.
es: Haga click en *Siguiente*.
hu: Kattintson a *Next*-re.
it: Clicca su *Avanti*.
sv: Klicka på *Nästa*.

source: Selecting the output file name
es: Seleccionar el nombre del archivo de salida

source: Choose a folder and type the file name.
es: Elija una carpeta y escriba el nombre del archivo.
hu: Válasszon egy mappát és írja be a fájl nevét.
it: Scegli una cartella e digita il nome del file.
sv: Välj en mapp och skriv in filnamnet.

source: Click on *Open* and then on *Next*.
es: Haga click en *Abierta* y luego *Siguiente*.
hu: Kattintson az *Open*-re majd a *Next*-re.
it: Cliccare su *Apri* e poi su *Avanti*.
sv: Klicka på *Öppna* och sedan på *Nästa*.

source: Reference system
es: Sistema de Referencia
hu: Referencia rendszer
it: Sistema di riferimento
sv: Referenssystem

source: Choose the option *Original (EPSG:4326)* in order to keep the reference system of the view.
es: Elija la opción *Original (EPSG:4326)* para mantener el Sistema de Referencia de la vista.
hu: Válassza az *Original (EPSG:4326)* beállítást a nézet referencia rendszerének megőrzéséhez.
it: Scegli l'opzione *Originale (EPSG:4326)* per mantenere il sistema di riferimento della vista.
sv: Välj alternativet *Original (EPSG:4326)* för att behålla referenssystemet för vyn.

source: Export options
es: Opciones de exportación
hu: Export beállítások
it: Opzioni di esportazione
sv: Alternativ för export

source: Choose the option *Selected features* in order to export only the towns of New South Wales.
es: Elija la opción *CaracterísticasSeleccionadas* para exportar sólo las localidades de Nueva Gales del Sur.
hu: Válassza a *Selected features*, hogy csak az Új dél Wales-be eső városokat exportálja.
it: Scegli l'opzione *Selected features* per esportare solo le città del Nuovo Galles del Sud.
sv: Välj alternativet *Selected features* för att endast exportera städerna i New South Wales.

source: Click on *Export*.
es: Haga click en *Exportar*.
hu: Kattintson az *Export*-ra.
it: Clicca su *Esporta*.
sv: Klicka på *Export*.

source: The Result
es: El resultado

source: The new layer has been added to the view.
es: Se ha añadido la nueva capa a la vista.
hu: Az új réteget hozzáadtuk a nézethez.
it: Il nuovo layer è stato aggiunto alla vista.
sv: Det nya lagret har lagts till i vyn.

source: In order to check that the export was ok set the original file as invisible. Only the towns of New South Wales should be shown.
es: Para comprobar que la exportación era aceptable establece el archivo original como invisible. Se mostrarán solamente las localidades de Nueva Gales del Sur.
hu: Annak érdekében, hogy ellenőrizze, hogy az export rendben volt, állítsa át az eredeti fájlt láthatatlanná. Csak Új-Dél-Wales városait kell látnia.
it: Per controllare che l'esportazione sia andata bene, imposta il file originale come invisibile. Solo le città del Nuovo Galles del Sud dovrebbero essere mostrate.
sv: För att kontrollera att exporten var ok ställde du in originalfilen som osynlig. Endast städerna i New South Wales ska visas.

source: How to create a map
es: Cómo crear un mapa

source: Create a new map
es: Crear un nuevo mapa
hu: Új térkép létrehozása
it: Crea una nuova mappa
sv: Skapa en ny karta

source: Select the *Map* document type in the **Project Manager**.
es: Seleccione el tipo de documento *Mapa* en **Administrador del Proyecto**.
hu: Válassza a *Map* dokumentum típust a **Project Manager**-ben.
it: Seleziona il tipo di documento *Map* nel **Project Manager**.
sv: Välj dokumenttypen *Map* i **Project Manager**.

source: Click on the :guilabel:`New` button to create a map.
es: Haga click en el botón :guilabel:`Nuevo` para crear un mapa.
hu: Kattintson a :guilabel:`New` gombra egy térkép létrehozásához.
it: Clicca sul pulsante :guilabel:`New` per creare una mappa.
sv: Klicka på knappen :guilabel:`New` för att skapa en karta.

source: A new window is shown, where you can select the view to insert on the Map. Select the only view that you have and press *Accept*.
es: Se muestra una nueva ventana donde puede seleccionar la vista para insertar en el Mapa. Seleccione la única vista que tiene y presione *Aceptar*.
hu: Egy új ablak jelenik meg, ahol kiválaszthatja a térképre beszúrni kívánt nézetet. Válassza ki az egyetlen nézetet, amellyel rendelkezik, és nyomja le az "Accept* gombot.
it: Viene mostrata una nuova finestra dove è possibile selezionare la vista da inserire sulla Mappa. Seleziona l'unica vista che hai e premi *Accept*.
sv: Ett nytt fönster visas där du kan välja den vy som ska infogas på kartan. Välj den enda vy som du har och tryck på *Accept*.

source: The map will appear with the view selected.
es: El mapa aparecerán con la vista seleccionada.
hu: A térkép a kijelölt nézettel jelenik meg.
it: La mappa apparirà con la vista selezionata.
sv: Kartan visas med den vy som valts.

source: What else can you do to a map?
es: ¿Qué puede hacerle a un mapa?

source: Additional elements like a scale and north arrow can be added to the map using the icons in the main toolbar or with the submenus in the :menuselection:`Map` menu.
es: Elementos adicionales como una y una flecha de norte, se pueden añadir al mapa usando los iconos en la barra de herramientas principal o con los submenús del menú :menuselection:`Map`.
hu: A fő eszköztár ikonjaival vagy a :menuselection:`Map` menü almenüivel további elemeket adhat hozzá a térképhez, például egy léptéket és egy északi nyilat.
it: Elementi aggiuntivi come una scala e una freccia nord possono essere aggiunti alla mappa usando le icone nella barra degli strumenti principale o con i sottomenu nel menu :menuselection:`Map`.
sv: Ytterligare element som skala och norrpil kan läggas till på kartan med hjälp av ikonerna i huvudverktygsfältet eller med undermenyerna i menyn :menuselection:`Map`.

source: The map can be printed or exported to PDF or Postscript for incorporation into other works.
es: El mapa se puede imprimir o exportar a PDF o a Postscript para incorporación en otros trabajos.
hu: A térképet kinyomtathatja vagy exportálhatja PDF-be vagy Postscriptbe, hogy más munkába beillessze.
it: La mappa può essere stampata o esportata in PDF o Postscript per essere incorporata in altri lavori.
sv: Kartan kan skrivas ut eller exporteras till PDF eller Postscript för att integreras i andra arbeten.

source: Select the :guilabel:`Close window` icon to return to the **Project manager**
es: Seleccione el ícono :guilabel:`Cerrar Ventana` para volver a **Administrador del Proyecto**
hu: Válassza a :guilabel:`Close window` ikont a **Project manager**-hez visszatéréshez
it: Seleziona l'icona :guilabel:`Close window` per tornare al **Project manager**
sv: Välj ikonen :guilabel:`Stäng fönstret` för att återgå till **Projektledaren**

source: Saving your project or exiting gvSIG
es: Guardar su proyecto o salir de gvSIG
