Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gvsig_quickstart.po
Languages: es, hu, it, sv

source: Projects can be saved for use later by using the :menuselection:`File --> Save as...` menu option, or
es: Proyectos pueden guardarse para uso posterio, utilizando la opción en el menú de :menuselection:`Archivo --> Guardar Como...`
hu: A későbbi használathoz a projektek elmenthetők a :menuselection:`File --> Save as...` menüponttal vagy
it: I progetti possono essere salvati per un uso successivo usando l'opzione di menu :menuselection:`File --> Save as...`, o
sv: Projekt kan sparas för senare användning genom att använda menyalternativet :menuselection:`File --> Save as...`, eller

source: Projects can be exited or closed by using the :menuselection:`File --> Exit` menu option.
es: Es posible salir de un proyecto o cerrarlo utilizando la opción :menuselection:`Archivo--> salida`.
hu: A projektekből kiléphet vagy lezárhatja a :menuselection:`File --> Exit` menüponttal.
it: I progetti possono essere abbandonati o chiusi usando l'opzione di menu :menuselection:`File --> Exit`.
sv: Projekt kan avslutas eller stängas genom att använda menyalternativet :menuselection:`File --> Exit`.

source: Installing an add-on
es: Instalar un complemento

source: Opening the add-ons manager
es: Abrir el administrador de complementos

source: Select :menuselection:`Tools --> Addons manager`. After a while, the *Install package* window will appear.
es: Seleccione :menuselection:`Herramientas--> Administrador de complementos`. Después de un momento, aparecerá lña ventana de *Instalar Paquete*
hu: Válassza a :menuselection:`Tools --> Addons manager`-t. Kis idő múlva az *Install package* ablak jelenik meg.
it: Seleziona :menuselection:`Tools --> Addons manager`. Dopo un po', apparirà la finestra *Install package*.
sv: Välj :menuselection:`Tools --> Addons manager`. Efter ett tag kommer fönstret *Installera paket* att visas.

source: Within the *Install package* window, select the option *Installation from URL*.
es: Dentro de la ventana de *Instalar Paquete*, seleccione la opción de ~Instalación desde USB*.
hu: Az *Install package* ablakon belül válassza a *Installation from URL* lehetőséget.
it: Nella finestra *Install package*, seleziona l'opzione *Installazione da URL*.
sv: I fönstret *Install package* väljer du alternativet *Installation från URL*.

source: Choose the repo URL shown in the picture.
es: Elija la URL de repositorio que se muestra en la imagen.
hu: Válassza a képen látható repo URL-t.
it: Scegli l'URL del repo mostrato nell'immagine.
sv: Välj den URL för repot som visas på bilden.

source: Click on the *Next* button.
es: Haga click en el botón de *Siguiente*.
hu: Kattintson a *Next* gombra.
it: Clicca sul pulsante *Avanti*.
sv: Klicka på knappen *Nästa*.

source: Finding an add-on
es: Encontrar un complemento

source: At the add-ons manager we can find plugins and symbol libraries.
es: En el administrador de complementos podemos encontrar bibliotecas de plugins y símbolos.
hu: A bővítmény kezelőben modulokat és szimbólum könyvtárakat találunk.
it: Nel gestore dei componenti aggiuntivi puoi trovare plugin e librerie di simboli.
sv: I tilläggshanteraren hittar vi plugins och symbolbibliotek.

source: Type 'Forestry' in the *Fast filter* text box.
es: Escriba 'Forestry' en el cuadro de texto del *Filtro Rápido*
hu: Gépelje be a *Fast filter* szövegmezőbe 'Forestry'.
it: Digita 'Forestry' nella casella di testo *Fast filter*.
sv: Skriv "Forestry" i textrutan *Fast filter*.

source: Check the add-on called *Symbols: Forestry* (it's a symbol library).
es: Verifique el complemento llamado *Symbols: Forestry* (es una biblioteca de símbolos).
hu: Kattintson a *Symbols: Forestry* bővítményre (ez egy szimbólum könyvtár)
it: Controlla l'add-on chiamato *Symbols: Forestry* (è una libreria di simboli).
sv: Kolla in tillägget som heter *Symboler: Forestry* (det är ett symbolbibliotek).

source: Finishing the installation
es: Terminando la instalación

source: Click on *Start downloading*.
es: Haga click en *Iniciar Descraga*.
hu: Kattintson a *Start downloading*-ra.
it: Clicca su *Inizia a scaricare*.
sv: Klicka på *Starta nedladdning*.

source: Then click on *Next*.
es: Luego haga click en *Siguiente*
hu: Majd kattintson a *Next*-re.
it: Poi clicca su *Avanti*.
sv: Klicka sedan på *Nästa*.

source: Finally click on *Finish*.
es: Finalmente haga click en *Finalizar*.
hu: Végül kattintson a *Finish*-re.
it: Infine clicca su *Finish*.
sv: Klicka slutligen på *Finish*.

source: Although the new message indicates that a restart is needed, for symbol libraries it's not necessary. We only have to restart when we install plugins.
es: Aunque el nuevo mensaje indique que es necesario reiniciar, para bibliotecas de símbolos no es necesario. Solo tenemos que reiniciar al instalar plugins.
hu: Bár az üzenet azt jelzi, hogy újraindításra van szükség, a szimbólum könyvtárakhoz ez nem szükséges. Csak modul telepítésekor kell újraindítani.
it: Anche se il nuovo messaggio indica che è necessario un riavvio, per le librerie di simboli non è necessario. Devi riavviare solo quando installi i plugin.
sv: Även om det nya meddelandet anger att en omstart behövs, är det inte nödvändigt för symbolbibliotek. Vi behöver bara starta om när vi installerar plugins.

source: Adding a OpenStreetMap layer
es: Agregar una capa de OpenStreetMap

source: Now we are going to add OpenStreetMap cartography. Within a new view, in EPSG 3857, click on the :guilabel:`Add layer…` button.
es: Ahora vamos a añadir cartografía de OpenStreetMap. Dentro de una visión nueva, en EPSG 3857, haga click en el botón :guilabel:`Add layer…`.
hu: Most hozzáadjuk az OpenStreetMap térképet. Egy új nézetben, EPSG 3857, kattintson az :guilabel:`Add layer…` gombra.
it: Ora aggiungerai la cartografia di OpenStreetMap. All'interno di una nuova vista, in EPSG 3857, clicca sul pulsante :guilabel:`Add layer...`.
sv: Nu ska vi lägga till OpenStreetMap-kartografi. I en ny vy, i EPSG 3857, klickar du på :guilabel:`Add layer...`-knappen.

source: Choose the *OSM* tab.
es: Elija la pestaña *OSM*.
hu: Válassza az *OSM* fület.
it: Scegli la scheda *OSM*.
sv: Välj fliken *OSM*.

source: Select 'Mapnik' from the available layers.
es: Seleccione 'Mapnik' de las capas disponibles.
hu: Válassza a 'Mapnik'-et az elérhető rétegek közül.
it: Seleziona 'Mapnik' tra i layer disponibili.
sv: Välj "Mapnik" bland de tillgängliga lagren.

source: Click on *Ok*.
es: Haga click en *OK*.
hu: Kattintson az *Ok*-ra.
it: Clicca su *Ok*.
sv: Klicka på *Ok*.

source: A new layer has been added to the view. Just doing zoom over a region we could see the detailed Open Street Map data.
es: Se ha añadido una nueva capa a la vista. Haciendo acercamiento sobre una región podríamos ver detalladamente los datos de Open Street Map.
hu: Egy új réteget adtunk a nézethez. Egy régióra ránagyítva láthatjuk a részletes OpenStreetMap adatokat.
it: Un nuovo layer è stato aggiunto alla vista. Semplicemente facendo lo zoom su una regione potrai vedere i dati dettagliati di Open Street Map.
sv: Ett nytt lager har lagts till i vyn. Genom att bara zooma över en region kan vi se detaljerade data från Open Street Map.

source: Adding a WMTS layer
es: Añadir una capa WMTS

source: WMTS is an evolution of WMS OGC standard based on tile management.
es: WMTS es una evolución del estándar WMS OGC basado en la gestión de mosaicos.
hu: A WMTS az OGC WMS szabvány egy továbbfejlesztése, mely csempék kezelésén alapul.
it: WMTS è un'evoluzione dello standard WMS OGC basato sulla gestione dei tasselli.
sv: WMTS är en vidareutveckling av WMS OGC-standarden baserad på kakelhantering.

source: Selecting a server
es: Seleccionar un servidor

source: Within a view, click on the :guilabel:`Add layer…` button.
es: Dentro de una vista, haga click en el botón :guilabel:`Añadir Capa…`.
hu: Egy nézeten belül kattintson a :guilabel:`Add layer…` gombra.
it: All'interno di una vista, clicca sul pulsante :guilabel:`Add layer...`.
sv: I en vy klickar du på knappen :guilabel:`Add layer...`.

source: Choose the *WMTS* tab.
es: Elija la pestaña *WMTS*.
hu: Válassza a *WMTS* fület.
it: Scegli la scheda *WMTS*.
sv: Välj fliken *WMTS*.

source: Choose the URL shown in the picture.
es: Elija la URL que se muestra en la imagen.
hu: Válassza a képen látható URL-t.
it: Scegli l'URL mostrato nell'immagine.
sv: Välj den URL som visas på bilden.

source: Click on *Connect*.
es: Haga click en *Conectar*.
hu: Kattintson a *Connect*-re.
it: Clicca su *Connetti*.
sv: Klicka på *Connect*.

source: Selecting one of the available layers
es: Seleccionar una de las capas disponibles

source: Select one of the available layers (e.g. bluemarble)
es: Seleccione una de las capas disponibles (por ejemplo, bluemarble)
hu: Válasszon egyet a rendelkezésre álló rétegek közül (pl. bluemarble)
it: Seleziona uno dei layer disponibili (ad es. bluemarble)
sv: Välj ett av de tillgängliga lagren (t.ex. bluemarble)

source: Click on *Add*.
es: Haga click en *Añadir*.
hu: Kattintson az *Add*-ra.
it: Clicca su *Aggiungi*.
sv: Klicka på *Add*.

source: Selecting image format and reference system
es: Selección de formato de imagen y sistema de referencia

source: Select *image/jpeg* as image format.
es: Seleccione *imagen/jpeg* como formato de imagen .
hu: Válassza az *image/jpeg*-et a képformátumnak.
it: Seleziona *image/jpeg* come formato immagine.
sv: Välj *image/jpeg* som bildformat.

source: Select *EPSG:4326* (notice that the view must have the same SRS. If not then cancel, change it and start again).
es: Seleccione *EPSG:4326* (observe que la vista debe tener el mismo SRS. Si no entonces cancele, cámbielo y empiece de nuevo).
hu: Válassza az *EPSG:4326*-ot (vegye figyelembe, hogy a nézethez ugyanez az SRS kell, ha ez nem igaz lépjen vissza, módosítsa és kezdje elölről).
it: Seleziona *EPSG:4326* (nota che la vista deve avere lo stesso SR, altrimenti annulla, cambialo e avvia di nuovo).
sv: Välj *EPSG:4326* (observera att vyn måste ha samma SRS. Om inte, avbryt, ändra och börja om).

source: Click on *Accept*.
es: Haga click en *Aceptar*.
hu: Kattintson az *Accept*-re.
it: Clicca su *Accetta*.
sv: Klicka på *Accept*.

source: A new layer has been added to the view.
es: Se ha añadido una nueva capa a la vista.
hu: Egy új réteget adott a nézethez.
it: Un nuovo layer è stato aggiunto alla vista.
sv: Ett nytt lager har lagts till i vyn.

source: Where to from here...
es: Hacia dónde a partir de aquí ...

source: `User manuals <http://downloads.gvsig.org/download/web/en/build/html/index.html>`_
es: `Manuales de Usuario <http://downloads.gvsig.org/download/web/en/build/html/index.html>`_
hu: `Felhasználói kézikönyv <http://downloads.gvsig.org/download/web/en/build/html/index.html>`_
it: `Manuali utente <http://downloads.gvsig.org/download/web/en/build/html/index.html>`_
sv: användarhandböcker <http://downloads.gvsig.org/download/web/en/build/html/index.html>`_

source: `Courses and tutorials <http://www.gvsig.com/en/diffusion/educational-material?p_p_id=122_INSTANCE_A9eo37KAqtxs&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_count=1&p_r_p_564233524_resetCur=true&p_r_p_564233524_categoryId=25973>`_
es: `Cursos y tutoriales <http://www.gvsig.com/en/diffusion/educational-material?p_p_id=122_INSTANCE_A9eo37KAqtxs&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_count=1&p_r_p_564233524_resetCur=true&p_r_p_564233524_categoryId=25973>`_
hu: `Kurzusok és oktatóanyagok <http://www.gvsig.com/en/diffusion/educational-material?p_p_id=122_INSTANCE_A9eo37KAqtxs&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_count=1&p_r_p_564233524_resetCur=true&p_r_p_564233524_categoryId=25973>`_
it: `Corsi e tutorial <http://www.gvsig.com/en/diffusion/educational-material?p_p_id=122_INSTANCE_A9eo37KAqtxs&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_count=1&p_r_p_564233524_resetCur=true&p_r_p_564233524_categoryId=25973>`_

source: `Learning gvSIG in 30 minutes <https://blog.gvsig.org/2017/05/23/learning-gvsig-in-30-minutes/>`_
es: `Aprender gvSIG en 30 minutos <https://blog.gvsig.org/2017/05/23/learning-gvsig-in-30-minutes/>`_
hu: `Tanulja meg a gvSIG-et 30 perc alatt <https://blog.gvsig.org/2017/05/23/learning-gvsig-in-30-minutes/>`_
it: `Impara gvSIG in 30 minuti <https://blog.gvsig.org/2017/05/23/learning-gvsig-in-30-minutes/>`_
sv: `Lär dig gvSIG på 30 minuter <https://blog.gvsig.org/2017/05/23/learning-gvsig-in-30-minutes/>`_

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale OSGeoLive

source: Contents
it: Contenuti
sv: Innehåll

source: Select gvSIG from the application menu, |menu_gvsig|. The application usually takes about a minute to startup.
it: Seleziona gvSIG dal menu dell'applicazione, |menu_gvsig|. L'applicazione di solito impiega circa un minuto per avviarsi.
sv: Välj gvSIG från applikationsmenyn, |menu_gvsig|. Det tar vanligtvis ungefär en minut att starta programmet.

source: For the :guilabel:`Current projection`, click on the :guilabel:`...` button. This will open the **New CRS** dialog.
hu: Az :guilabel:`aktuális vetülethez`, kattintson a guilabel:`...` gombra. Ez a **New CRS** párbeszédablakot nyitja meg.
it: Per la :guilabel:`Proiezione corrente`, clicca sul pulsante :guilabel:`...`. Questo aprirà la finestra di dialogo **Nuovo CRS**.
sv: För :guilabel:`Current projection`, klicka på :guilabel:`...`-knappen. Detta öppnar dialogrutan **Ny CRS**.

source: Select :guilabel:`OK` to return to the **View Properties** dialog. The EPSG code is now 4326 and that the map units have changed to degrees.
hu: Válassza az guilabel:`OK` gombot, hogy visszatérjen **View Properties** párbeszédablakhoz. Az EPSG kód most 4326 és a térképi egységek fokokra változott.
it: Seleziona :guilabel:`OK` per tornare alla finestra di dialogo **Visualizza proprietà**. Il codice EPSG è ora 4326 e le unità della mappa sono cambiate in gradi.
sv: Välj :guilabel:`OK` för att återgå till dialogen **View Properties**. EPSG-koden är nu 4326 och kartans enheter har ändrats till grader.

source: (2) The top-left cell contains a list of vector or raster layers being used in the view (i.e. Table-of-Contents).
hu: (2) A bal-felső cella tartalmazza az aktuális nézetben használt raszter rétegek listáját (azaz tartalomjegyzékét).
it: (2) La cella in alto a sinistra contiene una lista di layer vettoriali o raster utilizzati nella vista (cioè la tabella dei contenuti).
sv: (2) Den övre vänstra cellen innehåller en lista över de vektor- eller rasterlager som används i vyn (dvs. innehållsförteckningen).

source: (3) The bottom-left cell displays the extent of the main view over a selected vector file.
hu: (3) A bal-alsó cella jeleníti meg a a fő nézet terjedelmét.
it: (3) La cella in basso a sinistra mostra l'estensione della vista principale su un file vettoriale selezionato.
sv: (3) Den nedre vänstra cellen visar huvudvyns omfattning över en vald vektorfil.

source: (4) The right cell is the main display area where raster and vector data is rendered.
hu: (4) A jobboldali cella a fő megjelenítő terület ahol a raszter és vektor adatokat kirajzoljuk.
it: (4) La cella di destra è l'area di visualizzazione principale dove vengono visualizzati i dati raster e vettoriali.
sv: (4) Den högra cellen är det huvudsakliga visningsområdet där raster- och vektordata återges.

source: Add layers to the view
hu: Rétegek hozzáadása a nézethez
it: Aggiungi layer alla vista
sv: Lägg till lager i vyn

source: Configure the view display
hu: A nézet konfigurálása
it: Configura la visualizzazione della vista
sv: Konfigurera visningsdisplayen

source: Change how the layers look
hu: Réteg megjelenítés módosítása
it: Cambia l'aspetto dei layer
sv: Ändra hur lagren ser ut

source: Make a polygon transparent
hu: Felület átlátszóvá tétele
it: Rendi un poligono trasparente
sv: Gör en polygon transparent

source: Change the symbology of a vector layer
hu: Vektor rétek jelrendszerének módosítása
it: Cambia la simbologia di un layer vettoriale
sv: Ändra symbologin för ett vektorlager

source: Remove the fill symbol and changing the border color
hu: Szüntesse meg a szimbólum kitöltést és módosítsa a körvonal színét
it: Rimuovi il simbolo di riempimento e cambia il colore del bordo
sv: Ta bort fyllningssymbolen och ändra kantfärgen

source: Change the labelling of a vector layer
hu: Vektor réteg címkézésének módosítása
it: Cambiare l'etichettatura di un layer vettoriale
sv: Ändra märkningen av ett vektorlager

source: View the result
hu: Eredmény megtekintése
it: Visualizza il risultato
sv: Se resultatet

source: Add an overview or locator
hu: Áttekintő vagy lokátor hozzáadása
it: Aggiungi una panoramica o un localizzatore
sv: Lägg till en översikt eller sökfunktion

source: Select towns within a region
hu: Városok kiválasztása egy régióban
it: Seleziona le città di una regione
sv: Välj städer inom en region

source: Select the region
hu: Válassza ki a régiót
it: Seleziona la regione
sv: Välj region

source: Open the Selection by layer tool
hu: Nyissa meg a réteggel szelektálás eszközt
it: Apri lo strumento Seleziona per layer
sv: Öppna verktyget Urval efter lager

source: Select the towns contained within a region
hu: Válassza ki a régióba eső városokat
it: Seleziona le città contenute in una regione
sv: Välj de städer som ingår i en region

source: Deselect the polygon so you can see what has happened
hu: Szüntesse meg a terület kiválasztását, hogy lássa mi történt
it: Deseleziona il poligono per vedere cosa è successo
sv: Avmarkera polygonen så att du kan se vad som har hänt

source: Select the output file format
hu: Válassza ki az output fájl formátumot
it: Seleziona il formato del file in uscita
sv: Välj format för utdatafilen

source: Select the output file name
hu: Válassza ki az output fájl nevét
it: Seleziona il nome del file in uscita
sv: Välj namn på utdatafilen

source: Work with the map
hu: Munka a térképekkel
it: Lavora con la mappa
sv: Arbeta med kartan

source: Save your project or exiting gvSIG
hu: Projektjének mentése és kilépés a gvSIG-ből
it: Salva il progetto o esci da gvSIG
sv: Spara ditt projekt eller avsluta gvSIG

source: Install an add-on
hu: Egy bővítmény telepítése
it: Installa un componente aggiuntivo
sv: Installera ett tillägg

source: Open the add-ons manager
hu: Nyissa meg a bővítmény kezelőt
it: Apri il gestore dei componenti aggiuntivi
sv: Öppna tilläggshanteraren

source: Find an add-on
hu: Bővítmény keresés
it: Trova un add-on
sv: Hitta ett tillägg

source: Finish the installation
hu: Telepítés befejezése
it: Termina l'installazione
sv: Slutför installationen

source: Add an OpenStreetMap layer
hu: OpenStreetMap réteg hozzáadása
it: Aggiungi un layer OpenStreetMap
sv: Lägg till ett OpenStreetMap-lager

source: Add a WMTS layer
hu: WMTS réteg hozzáadás
it: Aggiungi un layer WMTS
sv: Lägg till ett WMTS-lager

source: Select a server
hu: Válasszon egy szervert
it: Seleziona un server
sv: Välj en server

source: Select one of the available layers
hu: Válasszon egyet az elérhető rétegekből
it: Seleziona uno dei layer disponibili
sv: Välj ett av de tillgängliga lagren

source: Select image format and reference system
hu: Válasszon képformátumot és referencia rendszert
it: Seleziona il formato dell'immagine e il sistema di riferimento
sv: Välj bildformat och referenssystem

source: What next?
hu: Mi a következő?
it: E ora?
sv: Hur vill du gå vidare?

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)

source: `gvSIG Blog <https://blog.gvsig.org/category/languages/english/>`_
sv: `gvSIG Blogg <https://blog.gvsig.org/category/languages/english/>`_
