Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/gvsig_quickstart.po
Languages: es, hu, it, sv

source: gvSIG Desktop Quickstart
es: Guía de Inicio Rápido de gvSIG Desktop
hu: gvSIG Desktop gyorstalpaló
it: Guida rapida gvSIG Desktop
sv: snabbstart för gvSIG Desktop

source: gvSIG is a Geographic Information System (GIS), that is, a desktop application designed for capturing, storing, handling, analyzing and deploying any kind of referenced geographic information in order to solve complex management and planning problems. gvSIG is known for having a user-friendly interface, being able to access the most common formats, both vector and raster ones. It features a wide range of tools for working with geographic-like information (query tools, layout creation, geoprocessing, networks, etc.), which turns gvSIG into the ideal tool for users working in the land realm.
es: gvSIG es un Sistema de Información Geográfica (SIG), es decir, una aplicación de escritorio diseñada para capturar, almacenar, manejar, analizar y desplegar cualquier tipo de información geográfica referenciada con el fin de resolver la compleja gestión y planificación de problemas. gvSIG es conocido por tener una interfaz fácil de usar, haciendo posible el acceso a los formatos más comunes, vectoriales y ráster. Cuenta con una amplia gama de herramientas para trabajar con información geográfica (herramientas de consulta, creación de layout, geoprocesamiento, redes, etc.), que convierte a gvSIG en la herramienta ideal para los usuarios que trabajan en el Reino de la Tierra.
hu: A gvSIG egy térinformatikai rendszer (GIS), egy asztali alkalmazás, melyet bármilyen térinformatikai adatok rögzítésére, tárolására, kezelésére, elemzésére és szétosztására terveztek, abból a célból, hogy komplex vezetési és tervezési problémákat oldjanak meg. A gvSIG a felhasználóbarát kezelő felületéről ismert, képes megnyitni a legelterjedtebb vektor és raszter formátumokat. Számos eszközt tartalmaz a térinformatikai adatokkal történő munkához (lekérdező eszközök, nyomtatái kép, geoprocessing, hálózatok, stb.), melyek a téradatokkal dolgozó felhasználók számára ideális eszközzé teszik.
it: gvSIG è un sistema informativo geografico (GIS), cioè un'applicazione desktop progettata per catturare, memorizzare, gestire, analizzare e distribuire qualsiasi tipo di informazione geografica di riferimento al fine di risolvere complessi problemi di gestione e pianificazione. gvSIG è noto per avere un'interfaccia user-friendly, essendo in grado di accedere ai formati più comuni, sia vettoriali che raster. Dispone di una vasta gamma di strumenti per lavorare con informazioni di tipo geografico (strumenti di query, creazione di layout, geoprocessi, reti, ecc.), il che rende gvSIG lo strumento ideale per gli utenti che lavorano nel regno del territorio.
sv: gvSIG är ett geografiskt informationssystem (GIS), dvs. ett skrivbordsprogram som är utformat för att fånga, lagra, hantera, analysera och distribuera alla typer av geografisk information för att lösa komplexa förvaltnings- och planeringsproblem. gvSIG är känt för att ha ett användarvänligt gränssnitt och kan hantera de vanligaste formaten, både vektor- och rasterformat. Det har ett brett utbud av verktyg för att arbeta med geografisk information (frågeverktyg, layoutskapande, geoprocessing, nätverk etc.), vilket gör gvSIG till det perfekta verktyget för användare som arbetar inom markområdet.

source: This quickstart describes how to...
es: Esta Guía de Inicio Rápido describe cómo...

source: Add projection, raster and vector data to a view
es: Añadir proyección, datos ráster y vectoriales a una vista

source: Navigate around
es: Navegar por

source: Change layers
es: Cambiar Capas

source: Select features
es: Seleccionar Funciones

source: Create a map with a graticule
es: Crear un mapa con gratícula

source: Save the project and exit gvSIG
es: Guarde el proyecto y salga de gvSIG

source: Install an add-on (OpenStreetMap service)
es: Instalar el componente adicional (servicio de OpenStreetMap)

source: Load a WMTS layer
es: Cargar una capa WMTS

source: If gvSIG user interface becomes unresponsive, try :kbd:`Alt+f` to open the file menu for example. User interface should work again, then. This bug only happens in the gvSIG distro for OSGeoLive. It doesn't appear in a normal gvSIG installation.
es: Si la interfaz de usuario de gvSIG no responde, pruebe :kbd:`Alt+f` para abrir el menú Archivo por ejemplo. Interfaz de usuario debe trabajar otra vez, entonces. Este error sólo ocurre en la distribución de gvSIG para OSGeoLive. No aparece en una instalación normal de gvSIG.
hu: Ha a gvSIG interfész nem válaszol, próbálja meg az :kbd:`Alt+f` billentyűt a fájl menü megnyitásához. Ezután a felhasználói felület működni fog. Ez a hiba csak az OSGeoLive kiadásban fordul elő. A normál gvSIG telepítésnél nem jelenik meg.
it: Se l'interfaccia utente di gvSIG diventa non reattiva, provare :kbd:`Alt+F` per aprire il menu file, per esempio. Allora l'interfaccia utente dovrebbe funzionare di nuovo. Questo bug accade solo nella distro gvSIG per OSGeoLive. Non appare in una normale installazione di gvSIG.
sv: Om gvSIG:s användargränssnitt inte svarar, prova :kbd:`Alt+f` för att öppna filmenyn till exempel. Användargränssnittet bör fungera igen, då. Den här buggen inträffar bara i gvSIG-distributionen för OSGeoLive. Det visas inte i en normal gvSIG-installation.

source: Note for version gvSIG 2.3.1: To load raster files the user must have write permission in the folder where the file is. Otherwise the application will ask for a valid folder (with write permission). Since the "user" user doesn't have write permission in the "data" folder, it will be necessary to select, when asked, a folder where the user does have write permission, like for example, "/home/user".
es: Nota para gvSIG versión 2.3.1: para cargar raster archivos el usuario debe tener permiso de escritura en la carpeta donde está el archivo. De lo contrario la aplicación le pedirá una carpeta válida (con permiso de escritura). Puesto que el usuario "usuario" no tiene permiso de escritura en la carpeta "data", será necesario seleccionar, cuando se le preguntó, una carpeta donde el usuario tiene permiso de escritura, como por ejemplo, "/home/user".
hu: Megjegzés a gvSIG 2.3.1 verzióhoz: Raszter fájlok betöltéséhez a felhasználónak írási joggal kell rendelkeznie ahhoz a mappához, melyben a fájl van. Különben az alkalmazás egy megfelelő mappát (írási joggal) fog kérni. Mivel a "user" felhasználó nem rendelkezik írási joggal a "data" mappában, szükséges egy egy olyan mappa kiválasztása ahová a felhasználó rendelkezik írási joggal, például "/home/user".
it: Nota per la versione gvSIG 2.3.1: Per caricare i file raster l'utente deve avere il permesso di scrittura nella cartella dove si trova il file. Altrimenti l'applicazione chiederà una cartella valida (con permesso di scrittura). Poiché l'utente "user" non ha il permesso di scrittura nella cartella "data", sarà necessario selezionare, quando richiesto, una cartella dove l'utente ha il permesso di scrittura, come per esempio, "/home/user".
sv: Anmärkning för version gvSIG 2.3.1: För att ladda rasterfiler måste användaren ha skrivbehörighet i den mapp där filen finns. Annars kommer programmet att fråga efter en giltig mapp (med skrivbehörighet). Eftersom användaren "user" inte har skrivbehörighet i mappen "data", måste man vid förfrågan välja en mapp där användaren har skrivbehörighet, t.ex. "/home/user".

source: Start gvSIG and create a view
es: Iniciar gvSIG y crear una vista
hu: gvSIG indítása és egy nézet létrehozása
it: Avvia gvSIG e crea una vista
sv: Starta gvSIG och skapa en vy

source: Select gvSIG from the application menu, :menuselection:`Geospatial --> Desktop GIS --> gvSIG`. The application usually takes about a minute to startup.
es: Seleccione gvSIG en el menú aplicación, :menuselection:`Geospatial --> Desktop GIS --> gvSIG`. Normalmente, la aplicación demora aproximadamente un minuto en iniciarse.
hu: Válassza a gvSIG-et az alkalmazás menüből, :menuselection:`Geospatial --> Desktop GIS --> gvSIG`. Általában az alkalmazás elindulása egy percbe telik.

source: By default gvSIG opens with an empty project file with the 'View' document type selected. However, on OSGeoLive, gvSIG has been configured to start with a default project. Click on the :guilabel:`New Project` button or go to :menuselection:`File --> New Project`. When prompted, you can select :guilabel:`Discard Changes` as we won't be using the last project.
es: gvSIG se abre predeterminadamente con un archivo de proyecto vacío con el tipo de documento 'Ver' seleccionado. Sin embargo, en OSGeoLive, gvSIG ha sido configurado para iniciar con un proyecto predeterminado. Haga click en el botón :guilabel:`Nuevo Proyecto` o diríjase a :menuselection:`Archivo --> Nuevo Proyecto`. Cuando se le solicite, usted puede seleccionar :guilabel:`Descartar Cambios` ya que no usaremos el último proyecto.
hu: Alapértelmezés szerint a gvSIG egy üres projektet fájlt nyit meg és a 'View' dokumentum típust választja. Habár az OSGeoLive-on a gvSIG-et úgy konfiguráltuk, hogy egy alapértelmezett projekttel induljon. Kattintson a :guilabel:`New Project` gombra vagy menjen a menüben a :menuselection:`File --> New Project`-re. Válassza a :guilabel:`Discard Changes`, mivel nem akarjuk az legutóbbi projektet használni.
it: Per impostazione predefinita gvSIG si apre con un file di progetto vuoto con il tipo di documento 'View' selezionato. Tuttavia, su OSGeoLive, gvSIG è stato configurato per iniziare con un progetto di default. Clicca sul pulsante :guilabel:`New Project` o andare su :menuselection:`File --> New Project`. Quando viene richiesto, è possibile selezionare :guilabel:`Discard Changes` poiché non userai l'ultimo progetto.
sv: Som standard öppnas gvSIG med en tom projektfil med dokumenttypen "View" vald. På OSGeoLive har dock gvSIG konfigurerats för att starta med ett standardprojekt. Klicka på knappen :guilabel:`New Project` eller gå till :menuselection:`File --> New Project`. När du blir tillfrågad kan du välja :guilabel:`Discard Changes` eftersom vi inte kommer att använda det senaste projektet.

source: Click on the :guilabel:`New` button to create a view. It will be opened automatically.
es: Haga click en el botón :guilabel:`Nuevo` para crear una vista. Se abrirá automáticamente.
hu: Kattintson a :guilabel:`New` gombra egy nézet létrehozásához. Automatikusan megnyílik.
it: Clicca sul pulsante :guilabel:`New` per creare una vista. Verrà aperta automaticamente.
sv: Klicka på knappen :guilabel:`New` för att skapa en vy. Den kommer att öppnas automatiskt.

source: Define the projection of your view
es: Definir la proyección de la vista
hu: A nézet vetületének beállítása
it: Definisci la proiezione della tua vista
sv: Definiera projektionen av din vy

source: Open the view properties dialog
es: Abrir el cuadro de diálogo de propiedades de vista

source: Select :menuselection:`View --> Properties`.
es: Seleccione :menuselection:`Ver --> Propiedades`.
hu: Válassza a :menuselection:`View --> Properties`.
it: Seleziona :menuselection:`Vista --> Proprietà`.
sv: Välj :menuselection:`View --> Properties`.

source: Defining your Coordinate Reference System
es: Defina el sistema de Referencia de Coordenadas

source: Click on the :guilabel:`...` button following the :guilabel:`Current projection`. This will open the **New CRS** dialog.
es: Haga click en el botón de :guilabel:`...` siguiendo :guilabel:`Proyección Actual`. Esto abrirá el diálogo de **Nuevo CRS** .

source: Using the dropdown list for :guilabel:`Type`, select EPSG.
es: Usando la lista desplegable para :guilabel:`Tipo`, seleccione EPSG.
hu: A legördülő lista használata :guilabel:`Type`, EPSG kiválasztásra.
it: Usando l'elenco a discesa per :guilabel:`Type`, seleziona EPSG.
sv: Använd rullgardinsmenyn för :guilabel:`Type` och välj EPSG.

source: Enter the EPSG code for the Coordinate Reference System. For this example we are using EPSG=4326, which is the WGS84 2D Geographic Projection. Then click on the :guilabel:`Search` button. This will list the selected CRS in the table below the search input field.
es: Introduzca el código EPSG para el Sistema de Referencia de Coordenadas. En este ejemplo estamos utilizando EPSG=4326, que es la proyección geográfica 2D WGS84. Haga click en el botón :guilabel:`Buscar`. Esto mostrará una lista de los CRS seleccionados en la tabla debajo del campo de búsqueda.
hu: Írja be a a koordináta referencia rendszer EPSG kódját. Ehhez a példához EPSG=4326 értéket használunk, mely a WGS84 2D földrajzi koordináták. Ezután kattintson a guilabel:`Search` gombra. Ezt kilistázza a kiválasztott CRS-t a keresés mező alatti táblában.
it: Inserisci il codice EPSG per il sistema di riferimento delle coordinate. Per questo esempio stai usando EPSG=4326, che è la proiezione geografica WGS84 2D. Poi clicca sul pulsante :guilabel:`Cerca`. Questo elencherà il SR selezionato nella tabella sotto il campo di ricerca.
sv: Ange EPSG-koden för det koordinatbaserade referenssystemet. I det här exemplet använder vi EPSG=4326, som är WGS84 2D Geographic Projection. Klicka sedan på knappen :guilabel:`Search`. Då listas det valda CRS i tabellen under inmatningsfältet för sökningen.

source: Select :guilabel:`OK` to return to the **View Properties** dialog.
es: Seleccione :guilabel:`OK` para regresar al cuadro de diálogo de **Propiedades de Vista**.

source: The EPSG code is now 4326 and that the map units have changed to degrees.
es: El código EPSG es ahora 4326 y las unidades del mapa han cambiado a los grados.

source: Select :guilabel:`OK` to return to the **Project Manager**.
es: Seleccione :guilabel:`OK` para volver al **AdministradorDelProyecto**.
hu: Válassza a :guilabel:`OK` gombot a **Project Manager**-hez visszatéréshez.
it: Seleziona :guilabel:`OK` per tornare al **Project Manager**.
sv: Välj :guilabel:`OK` för att återgå till **Project Manager**.

source: Knowing the parts of a view
es: Conocer las partes de una vista

source: The view window consists of three zones.
es: La ventana de vista consta de tres zonas.
hu: A nézet ablak három részből áll
it: La finestra di visualizzazione è composta da tre zone.
sv: Visningsfönstret består av tre zoner.

source: The top-left cell contains a list of vector or raster layers being used in the view (i.e. Table-of-Contents).
es: La celda superior izquierda contiene una lista de las capas vectoriales o ráster utilizadas en la vista (es decir, tabla de contenido).

source: The bottom-left cell displays the extent of the main view over a selected vector file.
es: La celda inferior izquierda muestra el alcance de la vista principal en un archivo del vector seleccionado.

source: The right cell is the main display area where raster and vector data is rendered.
es: La celda derecha es el área de visualización principal donde se renderizan los datos vectoriales y ráster.

source: The View - adding raster and vector data
es: La Vista - adición de datos vectoriales y ráster.

source: Adding layers from files
es: Adición de capas desde archivos

source: Click on the :guilabel:`Add layer` icon in the main toolbar to open the **Add layer** dialog.
es: Haga click en el ícono :guilabel:`Añadir Capa` en la barra de herramientas principal para abrir el diálogo de **Añadir Capa** .
hu: Kattintson az :guilabel:`Add layer` ikonra fő eszköztárban az **Add layer** párbeszédablak megnyitásához.
it: Clicca sull'icona :guilabel:`Add layer` nella barra degli strumenti principale per aprire la finestra di dialogo **Add layer**.
sv: Klicka på ikonen :guilabel:`Add layer` i huvudverktygsfältet för att öppna dialogrutan **Add layer**.

source: Select :guilabel:`Add` in the **Add layer** dialog. By default the first tab is :guilabel:`File` so the **Open** file dialog will appear.
es: Seleccione el diálogo :guilabel:`Añadir` in the **Añadir Capa**. De manera predeterminada, la primera pestaña es :guilabel:`Archivo` por lo que aparecerá el cuadro de diálogo **Abrir**.
hu: Válassza az guilabel:`Add` gombot a párbeszédablakban. Alapértelmezésben az első a guilabel:`File` fül, így az *Open** fájl párbeszédablak jelenik meg.
it: Seleziona :guilabel:`Add` nella finestra di dialogo **Add layer**. Per default la prima scheda è :guilabel:`File` quindi apparirà la finestra di dialogo **Open** file.
sv: Välj :guilabel:`Add` i dialogrutan **Add layer**. Som standard är den första fliken :guilabel:`File` så dialogrutan **Open** file kommer att visas.

source: Drill down to the ``/usr/local/share/data/natural_earth2/`` directory.
es: Desplázate hasta el directorio ``/usr/local/share/data/natural_earth2/``.
hu: Ásson le a `/usr/local/share/data/natural_earth2/`` könyvtárig.
it: Vai alla directory ``/usr/local/share/data/natural_earth2/``.
sv: Borra ner till katalogen ``/usr/local/share/data/natural_earth2/``.

source: Select the files as shown in the picture.
es: Seleccione los archivos como se muestra en la imagen.
hu: Válasszon fájlokat, ahogy a képen látszik.
it: Seleziona i file come mostrato nell'immagine.
sv: Välj filerna som visas på bilden.

source: By default all formats are shown so we can select both vector and raster files at a time by keeping pressed the :kbd:`CTRL` key.
es: Por defecto se muestran todos los formatos así que podemos seleccionar archivos al mismo tiempo al mantener presionadas la teclas :kbd:`CTRL` De forma predeterminada, se muestran todos los formatos, así, podemos seleccionar archivos vectoriales y ráster a la vez, manteniendo presionada la tecla :kbd:`CTRL`.
hu: Alapértelmezésben az összes formátum megjelenik, így vektor és raszter fájlokat kiválaszthat a :kbd:`CTRL` billentyű nyomvatartásával.
it: Per default vengono mostrati tutti i formati, quindi puoi selezionare sia i file vettoriali che quelli raster alla volta tenendo premuto il tasto :kbd:`CTRL`.
sv: Som standard visas alla format, så vi kan välja både vektor- och rasterfiler åt gången genom att hålla ned :kbd:`CTRL`-tangenten.

source: Click on the :guilabel:`OK` button to return to the **Add layer** dialog.
es: Haga click en el botón :guilabel:`OK` para regresar al diálogo de **Agregar Capa** .
hu: Kattintson az :guilabel:`OK` gombra az **Add layer** párbeszédablakhoz visszatéréshez.
it: Clicca sul pulsante :guilabel:`OK` per ritornare alla finestra di dialogo **Aggiungi layer**.
sv: Klicka på knappen :guilabel:`OK` för att återgå till dialogrutan **Lägg till lager**.

source: Click on the :guilabel:`OK` button on the **Add layer** dialog to return to the view.
es: Haga click en el botón :guilabel:`OK` en el diálogo de **Agregar Capa** para volver a la vista.
hu: Kattintson az :guilabel:`OK` gombra az **Add layer** párbeszédablakban a nézethez visszatéréshez.
it: Clicca sul pulsante :guilabel:`OK` della finestra di dialogo **Add layer** per tornare alla vista.
sv: Klicka på knappen :guilabel:`OK` i dialogrutan **Add layer** för att återgå till vyn.

source: The View - basic navigation
es: La Vista - navegación básica

source: Preparing the view
es: Preparación de la vista

source: Click on the :guilabel:`Maximize` icon for a better viewing of the data.
es: Haga click en el ícono :guilabel:`Maximizar` para una mejor visualización de los datos.
hu: Kattintson a :guilabel:`Maximize` ikonra az adatok jobb megjelenítéséhez.
it: Clicca sull'icona :guilabel:`Maximize` per una migliore visualizzazione dei dati.
sv: Klicka på ikonen :guilabel:`Maximera` för att få en bättre visning av data.

source: The size of the Table-of-Contents column can be adjusted using the mouse to help see long file names.
es: El tamaño de columna de la Tabla de Contenidos puede ajustarse usando el ratón para ayudar a ver los nombres de archivos largos.
hu: A tartalomjegyzék oszlop módosítható az egér használatával a hosszú fájl nevek megnézéséhez.
it: La dimensione della colonna Table-of-Contents può essere regolata con il mouse per aiutare a vedere nomi di file lunghi.
sv: Storleken på kolumnen Innehållsförteckning kan justeras med musen för att göra det lättare att se långa filnamn.

source: In case the raster layer is on the top it should be moved manually to the bottom.
es: En el caso de que la capa ráster esté en la parte superior, debe moverla manualmente a la parte inferior.
hu: Abban az esetben, ha egy raszter réteg a felül van, akkor kézzel alulra kell mozgatni.
it: Nel caso in cui il layer raster sia in alto, dovrebbe essere spostato manualmente in basso.
sv: Om rasterlagret ligger högst upp ska det flyttas manuellt till botten.

source: Zoom into a region
es: Acercamiento dentro de una región
hu: Nagyítás egy régióra
it: Zoom in una regione
sv: Zooma in i en region

source: By default the *Zoom in* tool is selected on the main toolbar.
es: De manera predeterminada, la herramienta *Acercamiento* está seleccionada en la barra de herramientas principal.
hu: Alapértelmezés szerint a *Zoom in* eszköz a kiválasztott a fő eszköztárban.
it: Per default lo strumento *Zoom in* è selezionato sulla barra degli strumenti principale.
sv: Som standard är verktyget *Zoom in* valt i huvudverktygsfältet.

source: Use the mouse pointer to draw a bounding box around South-east Australia. Do this by selecting the top-left corner of the bounding box, holding down the left-mouse-button, and dragging the bottom-right corner of the bounding box over the selected area. Release the left-mouse button once you have the approximate area defined.
es: Utilice el puntero del ratón para dibujar un cuadro delimitador alrededor del Sudeste de Australia. Para ello, seleccione la esquina superior izquierda del cuadro delimitador, manteniendo pulsado el botón izquierdo del ratón y arrastrando la esquina inferior derecha del recuadro sobre el área seleccionada. Suelte el botón izquierdo del ratón una vez que el área aproximado definida.
hu: Használja az egeret dél-kelet Ausztrália köré egy befoglaló téglalap rajzolásához. Úgy csinálja ezt, hogy a téglalap bal-felső sarkát kijelöli az egérrel, majd az egérgombot nyomva tartva húzza a kiválasztott terület felett a téglalap jobb-alsó sarkáig. Engedje el a bal egérgombot amikor a megfelelő területet megadta.
it: Usa il puntatore del mouse per disegnare un rettangolo di selezione intorno all'Australia sud-orientale. Fai questo selezionando l'angolo in alto a sinistra del rettangolo di selezione, tenendo premuto il tasto sinistro del mouse e trascinando l'angolo in basso a destra del rettangolo di selezione sull'area selezionata. Rilascia il tasto sinistro del mouse una volta che hai definito l'area approssimativa.
sv: Använd muspekaren för att rita en avgränsningsbox runt sydöstra Australien. Gör detta genom att markera det övre vänstra hörnet av begränsningsrutan, hålla ned vänster musknapp och dra det nedre högra hörnet av begränsningsrutan över det markerade området. Släpp vänster musknapp när du har definierat det ungefärliga området.

source: The View - changing how layers look
es: La Vista - cambiar el aspecto de capas

source: Making a polygon transparent
es: Hacer un polígono transparente

source: Select the ``ne_10m_admin_1_states_provinces.shp`` layer using the left-mouse-button and click again with the right-mouse-button.
es: Seleccione la capa ``ne_10m_admin_1_states_provinces.shp`` usando botón izquierdo del mouse y haga click de nuevo con el botón derecho del mouse.
hu: Válassza ki a ``ne_10m_admin_1_states_provinces.shp`` réteget a bal egérgombbal és kattintson ismét a jobb egérgombbal.
it: Seleziona il layer ``ne_10m_admin_1_states_provinces.shp`` usando il tasto sinistro del mouse e clicca di nuovo con il tasto destro.
sv: Välj skiktet ``ne_10m_admin_1_states_provinces.shp`` med vänster musknapp och klicka igen med höger musknapp.
