Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/hyperv_quickstart.po
Languages: es, fi, fr, hu, it, ja, nl, sv

source: This guide assumes Hyper-V is already installed and enabled - if this is not the case the more typical approach using Virtual Box outlined at :doc:`virtualization_quickstart` can be used.
es: Esta guía asume que Hyper-V ya está instalado y habilitado - si esto no es el caso, se puede utilizar el enfoque más típico de Virtual Box, esbozado en :doc:`virtualization_quickstart`
fi: Tämä opas olettaa Hyper-V jo asennetuksi ja käytettäväksi - jos näin ei ole laita tyypillisempi lähestyminen on käyttää VirtualBoxia on kuvailtu dokumentissa :doc:`virtualization_quickstart` .
fr: Ce guide suppose que Hyper-V est installé et activé - si ce n’est pas le cas de l’approche plus classique à l’aide de Virtual Box décrites à :doc:`virtualization_quickstart` peut être utilisé.
hu: Ez at útmutató feltételezi, hogy a Hyper-V-t telepítette és engedélyezte. Ha nem ez az eset, akkor tipikusabb megoldás a :doc:`virtualization_quickstart`-ban leírt Virtua Box használata.
it: Questa guida presuppone che Hyper-V sia già installato e abilitato - se questo non è il caso, si può usare l'approccio più tipico usando Virtual Box descritto in :doc:`virtualization_quickstart`.
ja: このガイドでは、Hyper-V がすでに導入されており、有効化されていることを前提にしています。まだ有効でない場合のより一般的なVirtualBoxをつかう方法が :doc:`virtualization_quickstart` に文書があり、利用できます。
nl: In deze handleiding wordt ervan uitgegaan dat Hyper-V al is geÃ¯nstalleerd en ingeschakeld - als dit niet het geval is, kan de meer typische benadering met Virtual Box worden gebruikt die wordt beschreven op :doc:`virtualization_quickstart`.
sv: Den här guiden förutsätter att Hyper-V redan är installerad och aktiverad - om så inte är fallet kan den mer typiska metoden med Virtual box som beskrivs i :doc:`virtualization_quickstart` användas.

source: **Create a Virtual Machine**
es: ** Crear una Máquina Virtual **
fi: **Luo virtuaalikone**
fr: **Créer une machine virtuelle**
hu: **Egy virtuális gép létrehozása**
it: **Crea una Virtual Machine**
ja: **仮想マシンの作成**
nl: **Een virtuele machine maken**
sv: **Skapa en virtuell maskin**

source: Start the Hyper-V Manager application and under Actions select New > Virtual Machine, and then Next. Then enter an appropriate name for the virtual machine.
es: Iniciar la aplicación Hyper-V Manager y debajo de Acciones, seleccione New > Virtual Machine, y después Next. A continuación, introduzca un nombre apropiado para la máquina virtual.
fi: Käynnistä Hyper-V Manager ohjelma ja Actions valinnasta valitse New -> Virtual Machine, ja sitten Next. Tämän jälkeen anna sopiva nimi virtuaalikoneelle,
fr: Démarrez l’application Gestionnaire Hyper-V et sous Actions, sélectionnez Nouveau > Machine virtuelle, puis sur suivant. Puis entrez un nom approprié pour la machine virtuelle.
hu: Indítsa el a Hyper-V Manager alkalmazást és az Actions alatt válassza a New > Virtual Machine-t és utána Next. Majd adja meg a virtuális gép nevét.
it: Avvia l'applicazione Hyper-V Manager e sotto Azioni seleziona Nuovo > Macchina virtuale e poi Avanti. Poi inserisci un nome appropriato per la macchina virtuale.
ja: Hyper-V管理アプリケーションを開始して、アクションメニューの 新規 > 仮想マシンを選択し、次へすすみます。仮想マシンに適切な名前をつけます。
nl: Start de toepassing Hyper-V Manager en selecteer onder Actions de optie New > Virtual Machine en vervolgens Next. Voer vervolgens een geschikte naam in voor de virtuele machine.
sv: Starta Hyper-V Manager-programmet och under Åtgärder väljer du Ny > Virtuell Maskin och sedan Nästa. Ange sedan ett lämpligt namn för den virtuella maskinen.

source: Select "Generation 1" from the Specify Generation options.
es: Seleccione "Generation 1" desde las opciones de Especificar Generación.
fi: Valitse "Generation 1" Specify Generation vaihtoehdoista.
fr: Sélectionnez "Generation 1" dans les options de `Specify Generation`.
hu: Válassza a "Generation 1"-et a Specify Generation beállítások közül.
it: Seleziona "Generazione 1" dalle opzioni Specifica Generazione.
ja: 生成オプションを指定から、"Generation 1" を選択。
nl: Selecteer "Generatie 1" in de opties Specify Generation options.
sv: Välj "Generation 1" från Ange Generation alternativen.

source: When assigning memory, you can select "Use Dynamic Memory for this virtual machine".
es: Cuando se asigna memoria, puede seleccionar "Usar Memoria Dinámica para esta máquina virtual".
fi: Määritettäessä muistia voit valita "Use Dynamic Memory for this virtual machine".
fr: Lors de l’affectation de mémoire, vous pouvez sélectionner "Utilisation de mémoire dynamique pour cet ordinateur virtuel".
hu: A memória hozzárendelésnél kiválaszthatja a "Use Dynamic Memory for this virtual machine"-t.
it: Quando si assegna la memoria, è possibile selezionare "Usa la Memoria Dinamica per questa macchina virtuale".
ja: メモリ割り当てのときは、 "仮想マシンに動的メモリを使用する"を選択することもできます。
nl: Wanneer u geheugen toewijst, kunt u "Use Dynamic Memory for this virtual machine" selecteren.
sv: När du tilldelar minne kan du välja "Använd dynamiskt minne för denna virtuella maskin".

source: If you require the virtual machine to have Internet access you will need to set this up this up on the "Configure Networking" screen.
es: Si requiere que la máquina virtual tenga acceso a Internet, usted necesitará configurar esto en la pantalla "Configure Networking".
fi: Jos virtuaalikoneesi tarvitsee Internet yhteyttä tulee Sinun asentaa se "Configure Networking" näytöllä.
fr: Si vous avez besoin de la machine virtuelle pour avoir accès à Internet, vous devrez mettre en place ceci vers le haut sur l’écran "Configuration réseau".
hu: Ha szüksége van, hogy a virtuális gép elérje az internetet, akkor ezt be kell állítania "Configure Networking" képernyőn.
it: Se hai bisogno che la macchina virtuale abbia accesso a Internet, dovrai impostarlo nella schermata "Configura la Rete".
ja: 仮想マシンがインターネット接続させる必要がある場合、 "ネットワーク設定" スクリーンで設定する必要があります。
nl: Als u wilt dat de virtuele machine internettoegang heeft, moet u dit instellen op het scherm "Configure Networking".
sv: Om den virtuella maskinen behöver ha tillgång till Internet måste du ställa in detta på skärmen "Konfigurera nätverk".

source: On the "Connect Virtual Hard Disk", select "Use an existing virtual hard disk" and select the ``.vhdx`` file you unzipped earlier.
es: En "Conectar Disco Duro Virtual", seleccione "Usar un Disco Duro Virtual existente" y elija el archivo ``.vhdx`` que descomprimió anteriormente.
fi: Valinnassa "Connect Virtual Hard Disk", valitse "Use an existing virtual hard disk" ja valitse ``.vhdx`` tiedosto jonka purit aiemmin.
fr: Sur le "Connect Virtual Hard Disk", sélectionnez "Use an existing virtual hard disk" et sélectionnez le fichier ``.vhdx`` vous avez dézippé plus tôt.
hu: "Connect Virtual Hard Disk" lapon válassza a "Use an existing virtual hard disk"-et és válassza ki az előbb kitömörített ``.vhdx`` fájlt.
it: Su "Connetti Hard Disk Virtuale", seleziona "Usa un disco rigido virtuale esistente" e seleziona il file ``.vhdx`` che hai decompresso prima.
ja: "仮想ハードディスクの接続" では、 "既存の仮想ハードディスクを使用" を選択し、先程解凍した ``.vhdx`` ファイルを指定します。
nl: Op "Connect Virtual Hard Disk", selecteer "Use an existing virtual hard disk" en selecteer het bestand ``.vhdx`` dat u eerder hebt uitgepakt.
sv: Vid "Anslut virtuell hårddisk", välj "Använd en befintlig virtuell hårddisk" och välj ``.vhdx``-filen du packade upp tidigare.

source: **Running the Virtual Machine**
es: ** Ejecutando la Máquina Virtual **
fi: **Virtuaalikoneen suorittaminen**
fr: **Exécuter la machine virtuelle**
hu: **Virtuális gép futtatás**
it: **Esecuzione della Macchina Virtuale**
ja: **仮想マシンの起動**
nl: **Start de virtuele machine**
sv: **Köra den virtuella maskinen**

source: Select the virtual machine from the Virtual Machines list
es: Seleccione la máquina virtual de la lista de Máquinas Virtuales
fi: Valitse virtuaalikone Virtual Machines listasta.
fr: Sélectionnez la machine virtuelle dans la liste des machines virtuelles
hu: Válassza ki a virtuális gépet a Virtuális gépek listából
it: Seleziona la macchina virtuale dall'elenco Macchine Virtuali
ja: 仮想マシンの一覧から、作成した仮想マシンを選択します。
nl: Selecteer de virtuele machine in de lijst Virtuele machines
sv: Välj den virtuella maskinen från listan på virtuella maskiner

source: Right-click and select "Connect". You will be prompted to start the machine, and a new "Virtual Machine Connection" window will open.
es: Click con el botón derecho y seleccione "Connect". Se le pedirá para iniciar la máquina, y se abrirá una nueva ventana de "Conexión de máquina Virtual".
fi: Klikkaa oikealla ja valitse "Connect". Sinua kehotetaan käynnistämään kone ja uusi "Virtual Machine Connection" ikkuna aukeaa.
fr: Faites un clic droit et sélectionnez "Se connecter". Vous serez invité à démarrer la machine, et ouvrira une nouvelle fenêtre "Virtual Machine Connection".
hu: Jobb kattintás és válassza a "Connect"et. A rendszer rákérdez a gép elindítására és egy új "Virtual Machine Connection" ablak nyílik meg.
it: Clicca con il tasto destro e seleziona "Connetti". Ti verrà richiesto di avviare la macchina e si aprirà una nuova finestra "Connessione Macchina Virtuale".
ja: 右クリックして、 "接続" を選択。仮想マシンが起動するまで、すこし待つと、 "仮想マシン接続" ウインドウが開きます。
nl: Klik met de rechtermuisknop en selecteer "Connect". U wordt gevraagd de machine te starten en er wordt een nieuw venster "Virtual Machine Connection" geopend.
sv: Högerklicka och välj "Anslut". Du kommer att uppmanas att starta maskinen och ett nytt "virtuell maskinanslutning" fönster öppnas.

source: See Also:
es: Vea también:
fi: Katso myös:
fr: Voir Aussi:
hu: Lásd még:
it: Vedere anche:
ja: 参照:
nl: Zie ook:
sv: Se även:

source: OSGeo wiki pages:
es: Páginas de OSGeo wiki:
fi: OSGeo wiki sivut:
fr: Pages du wiki OSGeo:
hu: OSGeo wiki oldalak:
it: Pagine sul wiki di OSGeo:
ja: OSGeo Wiki ページ:
nl: OSGeo wiki pagina's:
sv: OSGeo wiki-sidor:

source: `Other ways to create a Virtual Machine <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
hu: `Más megoldások a virtuális gép létrehozására <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
it: `Altri modi per creare una macchina virtuale <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
ja: `仮想マシンを作成するその他の方法 <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
nl: `Andere manieren om een virtuele machine te maken <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
sv: `Andra sätt att skapa en virtuell maskin <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
nl: OSGeo Gemeenschap
sv: OSGeo Gemenskap

source: OSGeoLive Quickstart for Running in a Hyper-V Virtual Machine
es: Inicio rápido de OSGeoLive para correr en una máquina Virtual de Hyper-V
fi: OSGeoLive pika-aloitus suoritukseen Hyper-V virtuaalikoneessa
fr: Guide de démarrage rapide pour l’exécution d'OSGeoLive dans une Machine virtuelle Hyper-V

source: Hyper-V requirements can be found `here <https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements>`_. This link also provides information on checking if your machine is compatible using the ``systeminfo`` command. In summary the host machine needs to have the following hardware requirements:
es: Los requisitos de Hyper-V pueden encontrarse `aquí < https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements >` _. Este enlace también proporciona información sobre comprobar si tu máquina es compatible con el comando `` systeminfo``. En resumen el equipo host debe tener los siguientes requisitos de hardware:
fi: Hyper-V vaatimukset voit löytää `täältä <https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements>`_. Tästä linkistä löydät myös tiedon tarkastamisesta onko koneesi yhteensopiva käyttäen ``systeminfo`` komentoa. Yhteenvedoksi koneesi tulee täyttää seuraavat laitteisto edellytykset:
fr: La configuration du système requise pour Hyper-V figure `ici <https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements>`_. Ce lien fournit également des informations sur la vérification, si votre machine est compatible à l’aide de la commande ``systeminfo``. En résumé l’ordinateur hôte doit avoir la configuration matérielle suivante:
hu: A Hyper-V követelmények `itt találhatók <https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements>`_. Ez a link információt tartalmaz a gép kompatibilitásnak ellenőrzéséről a ``systeminfo`` paranccsal. Összefoglalóan a gazda gépnek a következő hardver feltételeknek kell megfelelnie:
ja: Hyper-V の必要要件は `ここ <https://docs.microsoft.com/en-us/virtualization/hyper-v-on-windows/reference/hyper-v-requirements>`_ で確認できます。このリンク先には、あなたが利用しているPCが、Hyper-Vをサポートできるかをチェックするツールの ``systeminfo`` コマンドの情報もあります。簡単にまとめると、ホストマシンは次のハードウエア要件を満す必要があります:

source: Download the OSGeoLive VirtualBox virtual hard disk (vmdk) by following the links on `live.osgeo.org <http://live.osgeo.org/en/download.html>`_. Once downloaded unzip the downloaded file (using `7zip <http://www.7-zip.org>`_ ).
es: Descargar el VirtualBox de Disco Duro virtual (vmdk) de OSGeoLive siguiendo los enlaces en `live.osgeo.org <http://live.osgeo.org/en/download.html>`_. Una vez descargado, descomprimimos el archivo descargado (usando `7zip <http://www.7-zip.org>`_ ).
fi: Lataa OSGeoLive VirtualBox virtuaali kovalevy (vmdk) seuraamalla linkkejä osoitteessa `live.osgeo.org <http://live.osgeo.org/en/download.html>`_. Kun olet ladannut pura ladattu tiedosto (käyttäen `7zip <http://www.7-zip.org>`_ ).
fr: Téléchargez le disque dur virtuel VirtualBox (vmdk) d'OSGeoLive en suivant le lien `live.osgeo.org <http://live.osgeo.org/en/download.html>`_. Une fois téléchargé décompressez le fichier téléchargé (en utilisant `7zip <http://www.7-zip.org>`_).

source: Use the `StarWind V2V Converter <https://www.starwindsoftware.com/converter>`_ program. This has a simple user interface allowing you to select the ``osgeo-live-XX.X-vm.vmdk`` file and convert to a *Microsoft VHDX* image.
es: Uso del programa _ `StarWind V2V Converter < https://www.starwindsoftware.com/converter >`. Posee una sencilla interfaz de usuario que le permite seleccionar el archivo `` osgeo-live-XX.X-vm.vmdk`` y convertirlo a * Microsoft VHDX * imagen.
fi: Käytä `StarWind V2V Converter <https://www.starwindsoftware.com/converter>`_ ohjelmaa. Tällä on yksinkertainen käyttäjäliitäntä joka sallii Sinun valita ``osgeo-live-XX.X-vm.vmdk`` tiedoston ja konvertoida sen *Microsoft VHDX* imageksi.
fr: Utilisez le programme `StarWind V2V Converter <https://www.starwindsoftware.com/converter>`_ . Il a une interface simple vous permettant de sélectionner le fichier ``osgeo-live-XX.X-vm.vmdk`` et convertir en une image *Microsoft VHDX*.

source: Microsoft Virtual Machine Converter 3.0
es: Convertidor de máquina Virtual de Microsoft 3.0

source: Download the `Microsoft Virtual Machine Converter 3.0 <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ and install.
es: Descargue el `Convertidor de Máquina Virtual de Microsoft 3.0 <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ e instale.
fi: Lataa `Microsoft Virtual Machine Converter 3.0 <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ ja asenna se.
fr: Télécharger le `Microsoft Virtual Machine Converter 3.0 <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ et installer.
hu: Töltse le a `Microsoft Virtual Machine Converter 3.0-t <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ és telepítse.
ja: `Microsoft Virtual Machine Converter 3.0 <https://www.microsoft.com/en-us/download/details.aspx?id=42497>`_ をダウンロードしてインストールします。

source: Download the `DS File Ops Kit <http://members.ozemail.com.au/~nulifetv/freezip/freeware/dsfok.zip>`_ and unzip.
es: Descargue el `DS File Ops Kit <http://members.ozemail.com.au/~nulifetv/freezip/freeware/dsfok.zip>`_ y descomprima.
fi: Lataa `DS File Ops Kit <http://members.ozemail.com.au/~nulifetv/freezip/freeware/dsfok.zip>`_ ja pura se.
fr: Téléchargez le `DS File Ops Kit <http://members.ozemail.com.au/~nulifetv/freezip/freeware/dsfok.zip>`_ et décompressez.

source: `Other ways to create a Virtual Machine <http://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
es: `Otras formas de crear una Máquina Virtual < http://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine >` _
fi: `Muita tapooja luoda virtuaalikone <http://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
fr: `Autres manières de créer une machine virtuelle <http://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_

source: StarWind V2V Converter
fi: StarWind V2V konvertoija
fr: Convertisseur StarWind V2V
hu: StarWind V2V konventer
sv: StarWind V2V konverterare
