Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/hyperv_quickstart.po
Languages: es, fi, fr, hu, it, ja, nl, sv

source: Running in a Hyper-V Virtual Machine
hu: Egy Hyper-V virtuális gép futtatása
it: Esecuzione in una Macchina Virtuale Hyper-V
ja: Hyper-V 仮想マシンで動作させる
nl: Uitvoering in een virtuele Hyper-V-machine
sv: Körning i en virtuell Hyper-V-maskin

source: This Quick Start describes how to run OSGeoLive using Hyper-V, Microsoft's virtualisation software. For other methods, follow links from the "See Also" section below. Hyper-V is available on both Windows Server, and Windows 10 Professional - it is not part of Windows 10 Home.
es: Esta Guía de Inicio Rápido describe cómo ejecutar OSGeoLive utilizando Hyper-V, el software de virtualización de Microsoft. Para otros métodos, siga los enlaces de la sección "Ver también" a continuación. Hyper-V está disponible en Windows Server y Windows 10 Professional, no es parte de Windows 10 Home.
fi: Tämä pika-aloitus kuvailee kuinka suorittaa OSGeoLive käytettäessä Hyper-V, Microsoftinvirtualisointi ohjelmistoa. Tutustuaksesi muihin menetelmiin seuraa linkkejä "Katso myös" osiosta alempana. Hyper-V on saataville sekä Windows Serverille kuin Windows 10 Professional järjestelmille - se ei ole osa Windows 10 Home järjestelmää.
fr: Ce démarrage rapide décrit comment exécuter OSGeoLive à l’aide de Hyper-V, le logiciel de virtualisation de Microsoft. Pour les autres méthodes, suivez les liens de la section "See Also" ci-dessous. Hyper-V est disponible sur Windows Server et Windows 10 Professional - il ne fait pas partie de Windows 10 Home.
hu: Ez a gyorstalpaló írja le hogyan futtassuk az OSGeoLive-ot a Hyper-V, a Microsoft virtualizásiós szoftverében. Egy másik megoldáshoz kövesse a linket a *Lásd még fejezet* ben lentebb. A Hyper-V a Windows Server és a Windows 10 Professional rendszerekben érhető el - nem része a Windows Home verziónak.
it: Questa Guida Rapida descrive come eseguire OSGeoLive usando Hyper-V, il software di virtualizzazione di Microsoft. Per altri metodi, segui i link della sezione "Vedi anche" qui sotto. Hyper-V è disponibile sia su Windows Server che su Windows 10 Professional - non fa parte di Windows 10 Home.
ja: ここでは、OSGeoLive を Microsoft の仮想化ソフトウエアである Hyper-V から起動する方法を説明します。他の方法については、以下の "参照" の章のリンクにしたがってください。Hyper-V は、Windows Serverか、Windows 10 Professionalで利用することができます。Windows 10 Homeには含まれていません。
nl: In deze Quick Start wordt beschreven hoe u OSGeoLive kunt uitvoeren met Hyper-V, de virtualisatiesoftware van Microsoft. Voor andere methoden volgt u de linken in het gedeelte 'Zie ook' hieronder. Hyper-V is beschikbaar op zowel Windows Server als Windows 10 Professional - het maakt geen deel uit van Windows 10 Home.
sv: Den här snabbstarten beskriver hur du kör OSGeoLive med hjälp av Hyper-V, Microsofts virtualiseringsprogramvara. För andra metoder, följ länkarna från avsnittet "Se även" nedan. Hyper-V är tillgänglig på både Windows Server och Windows 10 Professional - den är inte en del av Windows 10 Home.

source: The advantages of using a virtual machine are the same as those outlined at :doc:`virtualization_quickstart`. Unfortunately Virtual Box and Hyper-V cannot be run simultaneously. This leaves 2 options - disabling the Hyper-V feature, or configuring a new Hyper-V machine to run OSGeoLive. A free tool `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ can be used to quickly enable and disable Hyper-V - however it still requires a reboot each time the setting is changed. The rest of this page documents how to configure OSGeoLive to run on Hyper-V.
es: Las ventajas de usar una máquina virtual son las mismas que se describen en :doc:`virtualization_quickstart`. Lamentablemente, Virtual Box e Hyper-V no se pueden ejecutar simultáneamente. Esto deja 2 opciones - deshabilitar la característica Hyper-V o configurar una nueva máquina Hyper-V para ejecutar OSGeoLive. Se puede usar una herramienta gratuita `hypervswitch <https://unclassified.software/en/apps/hypervswitch>` _ para habilitar e inhabilitar Hyper-V rápidamente, sin embargo, todavía se requiere reiniciar cada vez que se cambia la configuración. El resto de esta página documenta cómo configurar OSGeoLive para que se ejecute en Hyper-V.
fi: Virtuaalikoneen käyttämisen edut ovat samat kuin ne, jotka on kuvattu kohdassa :doc:`virtualization_quickstart`. valitettavasti Virtual Boxia ja Hyper-V ei voi suorittaa saman aikaisesti. Tämä - poistetaan jättää 2 vaihtoehtoa - Hyper-V ominaisuus, tai konfiguroidaan uusi Hyper-V kone suorittamaan OSGeoLiveä. Vapaata työkalua `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ voidaan käyttää nopeasti ottamaan tai poistamaan Hyper-V käytöstä - se kuitenkin edellyttää tietokoneen uudelleen käynnistystä joka kerta kun asetuksia muutetaan. Loppu tästä sivusta dokumentoi kuinka konfiguroida OSGeolive suoritettavaksi Hyper-V:llä
fr: Les avantages d’utiliser une machine virtuelle sont les mêmes que celles décrites à :doc:`virtualization_quickstart`. Malheureusement VirtualBox et Hyper-V ne peuvent être exécutés simultanément. Cela laisse 2 options - désactiver la fonctionnalité Hyper-V ou la configuration d’une nouvelle machine de Hyper-V pour exécuter OSGeoLive. L'outil gratuit `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ peut être utilisé pour rapidement activer et désactiver l’Hyper-V - mais il nécessite toujours un redémarrage chaque fois que le paramètre est modifié. Le reste de cette page explique comment configurer OSGeoLive pour fonctionner sur Hyper-V.
hu: A virtuális gép használatának előnyei ugyanazok, melyeket a :doc:`virtualization_quickstart`-ban kiemeltünk. Sajnos a Virtual Box és a Hyper-V nem futtatható párhuzamosan. Ez két lehetőséget hagy - a Hyper-V letiltása vagy egy új Hyper-V gép konfigurálása az OSGeoLive futtatásához. Egy szabad eszköz hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ használható a Hyper-V gyors engedélyezéséhez és letiltásához - bár ez egy újraindítást igényel a beállítás minden módosítása után. Az oldal további része az OSGeoLive Hyper-V-n futtatását dokumentálja.
it: I vantaggi dell'uso di una macchina virtuale sono gli stessi delineati in :doc:`virtualization_quickstart`. Sfortunatamente Virtual Box e Hyper-V non possono essere eseguiti simultaneamente. Questo lascia 2 opzioni: disabilitare la funzione Hyper-V, o configurare una nuova macchina Hyper-V per eseguire OSGeoLive. Uno strumento gratuito `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ può essere usato per abilitare e disabilitare rapidamente Hyper-V - tuttavia richiede ancora un riavvio ogni volta che l'impostazione viene modificata. Il resto di questa pagina documenta come configurare OSGeoLive per funzionare su Hyper-V.
ja: 仮想マシンを利用する利点は、 :doc:`virtualization_quickstart` にまとまっています。残念ですが、VirtualBoxと、Hyper-Vの両方を同時に試すことはできません。つまり、二つの選択肢のどちらかだけです。Hyper-Vを無効にするか、OSGeoLiveをHyper-Vで起動できるように設定するか、です。無料ツールの `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ を使えば、簡単にすぐにHyper-Vの有効/無効を切りかえできます。しかし、設定を変更したときは再起動が必要です。このページのこれ以降は、OSGeoLiveをHyper-Vで稼動させる方法を説明します。
nl: De voordelen van het gebruik van een virtuele machine zijn dezelfde als die beschreven in :doc:`virtualization_quickstart`. Helaas kunnen Virtual Box en Hyper-V niet tegelijkertijd worden uitgevoerd. Dit laat 2 opties over- het uitschakelen van de Hyper-V-functie of het configureren van een nieuwe Hyper-V-machine om OSGeoLive uit te voeren. Een gratis tool `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ kan worden gebruikt om Hyper-V snel in en uit te schakelen - maar het vereist nog steeds een herstart telkens wanneer de instelling wordt gewijzigd. De rest van deze pagina beschrijft hoe u OSGeoLive configureert om op Hyper-V te worden uitgevoerd.
sv: Fördelarna med att använda en virtuell maskin är desamma som de som beskrivs i :doc:`virtualization_quickstart`. Tyvärr kan inte Virtual Box och Hyper-V köras samtidigt. Detta lämnar 2 alternativ - inaktivera Hyper-V-funktionen eller konfigurera en ny Hyper-V maskin för att köra OSGeoLive. Ett gratis verktyg `hypervswitch <https://unclassified.software/en/apps/hypervswitch>`_ kan användas för att snabbt aktivera och inaktivera Hyper-V - men det kräver fortfarande en omstart varje gång inställningen ändras. Resten av den här sidan dokumenterar hur du konfigurerar OSGeoLive för att köras på Hyper-V.

source: System Requirements
es: Requerimientos del Sistema
fi: Järjestelmävaatimukset
fr: Configuration du système requise
hu: Rendszer követelmények
it: Requisiti di Sistema
ja: 動作環境
nl: Systeemvereisten
sv: Systemkrav

source: Hyper-V requirements can be found `here <https://learn.microsoft.com/en-us/virtualization/hyper-v-on-windows/quick-start/enable-hyper-v>`_. This link also provides information on checking if your machine is compatible using the ``systeminfo`` command. In summary the host machine needs to have the following hardware requirements:
it: I requisiti di Hyper-V possono essere trovati `qui <https://learn.microsoft.com/en-us/virtualization/hyper-v-on-windows/quick-start/enable-hyper-v>`_. Questo link fornisce anche informazioni su come controllare se la vostra macchina è compatibile usando il comando ``systeminfo``. In sintesi, la macchina host deve avere i seguenti requisiti hardware:
sv: Hyper-V-krav finns `här <https://learn.microsoft.com/en-us/virtualization/hyper-v-on-windows/quick-start/enable-hyper-v>`_. Denna länk innehåller också information om hur du kontrollerar om din maskin är kompatibel med hjälp av kommandot ``systeminfo``. Sammanfattningsvis måste värdmaskinen ha följande maskinvarukrav:

source: RAM: 4 GB minimum
es: RAM: 4 GB mínimo
fi: RAM: 4 GB vähintään
fr: RAM: 4 Go minimum
it: RAM: minim 4 GB
ja: RAM: 最低4 GB
nl: RAM: minimaal 4 GB

source: 64-bit Processor
es: Procesador 64-bit
fi: 64-bit Prosessori
fr: Processeur 64 bits
it: Processore 64-bit
ja: 64-bitプロセッサ
nl: 64-bits processor

source: Downloads and Virtual Machine Conversion
es: Descargas y Conversión de la Máquina Virtual
fi: Lataukset ja virtuaalikone konversiot
fr: Téléchargement et conversion de la machine virtuelle
hu: Letöltések és virtuális gép konverzió
it: Scarica e converti la Macchina Virtuale
ja: ダウンロード後に仮想マシンの変換
nl: Downloads en conversie van virtuele machines
sv: Nedladdningar och konvertering av virtuell maskin

source: Download the OSGeoLive VirtualBox virtual hard disk (vmdk) by following the links on :doc:`live.osgeo.org <../download>`. Once downloaded unzip the downloaded file (using `7zip <https://www.7-zip.org>`_ ).
hu: Töltse le az OSGeoLive VirtualBox virtuális lemezt (vmdk) a következő link :doc:`live.osgeo.org <../download>`-ről. A letöltés után tömörítse ki a letöltött fájlt (a `7zip <https://www.7-zip.org>`_ használatával).
it: Scarica l'hard disk virtuale OSGeoLive VirtualBox (vmdk) seguendo i link su :doc:`live.osgeo.org <../download>`. Una volta scaricato, decomprimilo (usando `7zip <https://www.7-zip.org>`_ ).
ja: :doc:`live.osgeo.org <../download>` のリンクから、 OSGeoLiveの VirtualBox仮想ハードディスク(vmdk)をダウンロードします。ダウンロードして、(`7zip <https://www.7-zip.org>`_ を使って)Unzipします。
nl: Download de osGeoLive VirtualBox virtuele harde schijf (vmdk) door de links te volgen op :doc:`live.osgeo.org <../download>`. Eenmaal gedownload, pak je het gedownloade bestand uit (met `7zip <https://www.7-zip.org>`_).
sv: Ladda ner OSGeoLive VirtualBox virtuell hårddisk (VMDK) genom att följa länkarna på :doc:`live.osgeo.org <../download>`. Då filen är nedladdad zippa upp den ( med `7zip <https://www.7-zip.org>`_ ).

source: The virtual machine image format for Hyper-V differs from the VirtualBox download. The file therefore has to be converted from ``vmdk`` to ``vhdx``. There are currently two conversion options available.
es: El formato de imagen de máquina virtual de Hyper-V difiere de la descarga de VirtualBox. El archivo por lo tanto tiene que ser convertido de '' vmdk'' a '' vhdx''. Actualmente hay dos opciones de conversión disponibles.
fi: Virtuaalikoneen imagen kuva eroaa Hyper-V:ssä ladatusta VirtualBoxin imagesta. Tiedosto on siksi konvertoitava ``vmdk`` muodosta ``vhdx``. muotoon On olemassa kaksi vaihtoehtoa konversioon.
fr: Le format d’image de machine virtuelle Hyper-v diffère du téléchargement VirtualBox. Donc, le fichier doit être converti de ``vmdk`` à ``vhdx``. Il y a actuellement deux options de conversion disponibles.
hu: A Hyper-V virtuális gép formátuma eltér a letöltött VrtualBox-tól. Ezért a fájlt a ``vmdk`` formátumból ``vhdx``-ba kell konvertálni. Jelenleg két konvertálási lehetőség van.
it: Il formato dell'immagine della macchina virtuale per Hyper-V differisce dal download di VirtualBox. Il file deve quindi essere convertito da ``vmdk`` a ``vhdx``. Ci sono attualmente due opzioni di conversione disponibili.
ja: Hyper-Vの仮想マシンのイメージフォーマットは、VirtualBoxのダウンロードされたイメージと異なっています。つまり、``vmdk`` ファイルを ``vhdx`` へ変換しないといけないのです。二つの変換方法がいまのところあります。
nl: De indeling van de virtuele machine voor Hyper-V verschilt van de VirtualBox-download. Het bestand moet daarom worden geconverteerd van ''vmdk'' naar ''vhdx''. Er zijn momenteel twee conversieopties beschikbaar.
sv: Den virtuella maskinens avbildningsformat för Hyper-V skiljer sig från VirtualBox nedladdning. Filen måste därför konverteras från ``vmdk`` till ``vhdx``. Det finns för närvarande två konverteringsalternativ tillgängliga.

source: Use the `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_ program. This has a simple user interface allowing you to select the ``osgeo-live-XX.X-vm.vmdk`` file and convert to a *Microsoft VHDX* image.
hu: Használja a `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_ programot. Egy egyszerű felhasználói felülete van, megengedi az ``osgeo-live-XX.X-vm.vmdk`` fájl kiválasztását és a *Microsoft VHDX* képbe konvertálását.
it: Usa il programma `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_. Questo ha una semplice interfaccia utente che ti permette di selezionare il file ``osgeo-live-XX.X-vm.vmdk`` e convertirlo in un'immagine *Microsoft VHDX*.
ja: `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_ プログラムを使う方法これは、簡易なユーザインターフェースをもち、 ``osgeo-live-XX.X-vm.vmdk`` ファイルを選択して、 *Microsoft VHDX* イメージに変換できます。
nl: Gebruik het programma `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_. Dit heeft een eenvoudige gebruikersinterface waarmee u het bestand ``osgeo-live-XX.X-vm.vmdk`` kunt selecteren en converteren naar een * Microsoft VHDX * -afbeelding.
sv: Använd `StarWind V2V Converter <https://www.starwindsoftware.com/starwind-v2v-converter>`_-programmet. Detta har ett enkelt användargränssnitt där du kan välja filen ``osgeo-live-XX.X-vm.vmdk`` och konvertera den till en *Microsoft VHDX*-avbildning.

source: The second more complicated option is as follows.
es: La segunda opción más complicada es la siguiente.
fi: Toinen monimutkaisempi vaihtoehto on seuraava.
fr: La deuxième option plus compliquée est la suivante.
hu: A második, komplikáltabb lehetőség a következő.
it: La seconda opzione, più complicata, è la seguente.
ja: 二つ目の選択肢は、以下に示すように少し複雑です。
nl: De tweede moeilijkere optie is als volgt.
sv: Det andra mer komplicerade alternativet är följande.

source: Download the `Microsoft Virtual Machine Converter 3.0 <https://techcommunity.microsoft.com/t5/system-center-blog/microsoft-virtual-machine-converter-3-0-is-now-available-for/ba-p/349874>`_ and install.
it: Scarica `Microsoft Virtual Machine Converter 3.0 <https://techcommunity.microsoft.com/t5/system-center-blog/microsoft-virtual-machine-converter-3-0-is-now-available-for/ba-p/349874>`_ e installalo.
sv: Ladda ner `Microsoft Virtual Machine Converter 3.0 <https://techcommunity.microsoft.com/t5/system-center-blog/microsoft-virtual-machine-converter-3-0-is-now-available-for/ba-p/349874>`_ och installera.

source: Download the DS File Ops Kit and unzip.
hu: Töltse le a DS File Ops Kit-et és tömörítse ki.
it: Scarica il DS File Ops Kit e decomprimilo.
ja: DS File Ops Kit をダウンロードして、unzipします。
nl: Download de DS File Ops Kit en pak het uit.
sv: Ladda ner DS File Ops Kit och packa upp.

source: Open PowerShell (with administrator rights)
es: Open PowerShell (con derechos de administrador)
fi: Avaa PowerShell (järjestelmänvalvojan oikeuksin)
fr: Ouvrir PowerShell (avec les droits administrateur)
hu: Nyissa meg a PowerShell-t (adminisztrátori jogokkal)
it: Aprre PowerShell (con i diritti di amministratore)
ja: PowerShellを管理者権限で開きます。
nl: Open PowerShell (met beheerdersrechten)
sv: Öppna PowerShell (med administratörsbehörighet)

source: Run the following command to get the disk descriptor from the OSGeoLive vmdk. This saves the disk description to the "descriptor1.txt" file.
es: Ejecute el siguiente comando para obtener el descriptor de disco del OSGeoLive vmdk. Esto guarda la descripción del disco en el archivo "descriptor1.txt".
fi: Suorita seuraava komento saadaksesi levyn kuvauksen OSGeoLive vmdk:sta. Tämä tallentaa levyn kuvauksen "descriptor1.txt" tiedostoon.
fr: Exécutez la commande suivante pour obtenir le descripteur de disque depuis le vmdk d'OSGeoLive. Cela enregistre la description du disque dans le fichier "descriptor1.txt".
hu: Futtassa a következő parancsot az OSGeoLive vmdk lemez leírójának beszerzéséhez. Ez elmenti a lemez leírót a descriptor1.txt" fájlba.
it: Esegui il seguente comando per ottenere il descrittore del disco dal vmdk OSGeoLive. Questo salva la descrizione del disco nel file "descriptor1.txt".
ja: OSGeoLiveのvmdkファイルから、ディスクの記述子を取得するため、次のコマンドを実行します。 "descriptor1.txt" に仮想ディスクの情報が保存されます。
nl: Voer de volgende opdracht uit om de schijfdescriptor op te halen uit de OSGeoLive vmdk. Hiermee wordt de schijfbeschrijving opgeslagen in het bestand "descriptor1.txt".
sv: Kör följande kommando för att hämta diskbeskrivaren från OSGeoLive VMDK. Disk beskrivningen sparas i filen "descriptor1.txt".

source: Open this in a text editor (such as Notepad) and comment out the following lines using hashes (this metadata is VirtualBox specific and is not recognised by the converter):
es: Ábralo en un editor de texto (como Bloc de notas) y comentar las siguientes líneas utilizando hashes (estos metadatos es específico de VirtualBox y no está reconocido por el convertidor):
fi: Avaa tämä tiedosto tekstimuokkaimessa (kuten esimerkiksi Notepadissä) ja poista kommentteina seuraavat rivit käyttäen ristikkomerkkejä (tämä metadata on erityistä VirtualBoxille eikä konvertoija tunnista sitä):
fr: Ouvrir dans un éditeur de texte (tel que le Notepad) et commentez les lignes suivantes à l’aide de croisillons (ces métadonnées sont spécifiques à VirtualBox et ne sont pas reconnue par le convertisseur) :
hu: Nyissa meg ezt egy szövegszerkesztőben (pl. Jegyzettömb) és kommentezze ki a következő sorokat a dupla-kereszt használatával (ezek a metaadatok VirtualBox specifikusak és a konverter nem is meri fel őket)
it: Apri questo in un editor di testo (come Notepad) e commenta le seguenti righe con gli hash (questi metadati sono specifici di VirtualBox e non sono riconosciuti dal convertitore):
ja: メモ帳などのテキストエディタでこのフィアルを開き、次の行について、行頭の#をつかってコメントアウト(除外)します。(このメタデータは、VirtualBoxに特有で、変換プログラムが理解できません)。
nl: Open dit in een teksteditor (zoals Notepad) en becommentarieer de volgende regels met behulp van hashes (deze metagegevens zijn VirtualBox-specifiek en worden niet herkend door de converter):
sv: Öppen denna i en textredigerare (så som Anteckningar) och kommentera bort de följande linjerna med fyrkant (denna metaata är specifik för VirtualBox och konvertern känner inte igen den):

source: Run the following command to insert the disk descriptor back into the ``vmdk`` file:
es: Ejecute el siguiente comando para insertar el descriptor del disco de rergreso en el archivo ``vmdk``:
fi: Suorita seuraava komento tallettaaksesi levyn kuvauksen takaisin ``vmdk`` tiedostoon:
fr: Exécutez la commande suivante pour insérer le descripteur de disque dans le fichier ``vmdk`` :
hu: Futtassa a következő parancsot a lemez leíró visszaillesztéséhez a ``vmdk`` fájlba:
it: Esegui il seguente comando per inserire nuovamente il descrittore del disco nel file ``vmdk``:
ja: 次のコマンドを実行して、ディスク記述子を ``vmdk`` ファイルに書き戻します。
nl: Voer het volgende commando uit om de schijfdescriptor in het bestand ``vmdk`` te plaatsen:
sv: Kör följande kommando för att infoga diskbeskrivaren tillbaka i ``vmdk`` filen:

source: Failing to do the above steps will result in the error *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
es: Si hay una falla en los pasos anteriores resultará el error *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
fi: Epäonnistuminen edellisten vaiheiden suorittamisessa aiheuttaa virheen *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
fr: Faute de quoi les étapes ci-dessus se traduira par l’erreur *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
hu: A fenti lépések kihagyása egy hibát eredményez *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
it: Se non si eseguono i passi precedenti si otterrà l'errore *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
ja: 前記のステップに失敗すると、 *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."* というエラーがでるので注意してください。
nl: Als u de bovenstaande stappen niet uitvoert, resulteert dit in de fout *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*
sv: Att låta bli att göra ovanstående steg resulterar i felet *"ConvertTo-MvmcVirtualHardDisk : The entry 0247ca9d-f9aa-4910-9e8c-1c14d83a7749 is not a supported disk database entry for the descriptor."*

source: Finally run the conversion process:
es: Finalmente ejecutar el proceso de conversión:
fi: Lopuksi suorita konversio prosessi:
fr: Enfin, exécutez le processus de conversion :
hu: Végül futtassa a konvertálást:
it: FInalmente eseguire il processo di conversione:
ja: 最後に、変換処理を実行します。
nl: Voer ten slotte het conversieproces uit:
sv: Slutligen kör konverteringsprocessen:

source: How-To
es: Cómo hacer
fi: Kuinka teen
fr: Mode d’emploi
hu: Útmutató
it: Come fare
nl: Gebruiksaanwijzing
sv: Anvisningar
