Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ideditor_quickstart.po
Languages: de, es, it, ja, sv

source: When you are editing an object, you will see a strip of icons at the bottom of the attribute panel. You can add additional information by clicking these icons:
de: Wenn Sie ein Objekt bearbeiten, wird am unteren Rand des Attributfensters ein Streifen mit Symbolen angezeigt. Sie können zusätzliche Informationen hinzufügen, indem Sie auf die folgenden Symbole klicken:
es: Cuando esté editando un objeto, verá una tira de íconos en la parte inferior del panel atributos. Puede agregar información adicional haciendo click en estos íconos:
it: Quando stai modificando un oggetto, vedrai una striscia di icone nella parte inferiore del pannello degli attributi. Puoi aggiungere ulteriori informazioni cliccando su queste icone:
ja: オブジェクトを編集すると、属性パネルの下部にアイコンのストリップが表示されます。次のアイコンをクリックすると、追加情報を追加できます。
sv: När du redigerar ett objekt ser du en rad ikoner längst ned i attributpanelen. Du kan lägga till ytterligare information genom att klicka på dessa ikoner:

source: Add elevation |image37|
de: Hinzufügen von Höhen |Image37|
es: Añadir elevación |image37|
it: Aggiungi l'elevazione |image37|
ja: 標高の追加 |image37|
sv: Lägg till höjd |image37|

source: image37
it: immagine37

source: Add notes |image38|
de: Notizen hinzufügen |image38|
es: Añadir notas |image38|
it: Aggiungi note |image38|
ja: ノートの追加 |image38|
sv: Lägg till anteckningar |image38|

source: image38
it: immagine38

source: Add contacts / phone number |image39|
de: Hinzufügen von Kontakten / Telefonnummer |image39|
es: Agregar contactos / teléfono |image39|
it: Aggiungi contatti / numero di telefono |image39|
ja: 連絡先/電話番号の追加 |image39|
sv: Lägg till kontakter / telefonnummer |image39|

source: image39
it: immagine39

source: Add source tag |image40|
de: Quell-Tag hinzufügen |image40|
es: Agregar etiqueta de origen |image40|
it: Aggiungi tag sorgente |image40|
ja: sourceタグの追加 |image40|
sv: Lägg till källtagg |image40|

source: image40
it: immagine40

source: Add website |image41|
de: Webseite hinzufügen |image41|
es: Añadir Sitio Web |image41|
it: Aggiungi sito web |image41|
ja: websiteの追加 |image41|
sv: Lägg till webbplats |image41|

source: image41
it: immagine41

source: Add accessibility information |image42|
de: Hinzufügen von Eingabehilfen |image42|
es: Añadir información de accesibilidad |image42|
it: Aggiungi informazioni sull'accessibilità |image42|
ja: アクセスのしやすさ情報を追加 |image42|
sv: Lägg till tillgänglighetsinformation |image42|

source: image42
it: immagine42

source: Add Wikipedia link |image43|
de: Wikipedia-Link hinzufügen |image43|
es: Añadir enlace de la Wikipedia |image43|
it: Aggiungi link Wikipedia |image43|
ja: Wikipediaリンクを追加 |image43|
sv: Lägg till Wikipedia-länk |image43|

source: image43
it: immagine43

source: Or, you can add custom tags by clicking **All tags**. |image44|
de: Sie können auch benutzerdefinierte Tags hinzufügen, indem Sie auf **Alle Tags** klicken. |image44|
es: O, puede agregar etiquetas personalizadas haciendo click en **All tags**. |image44|
it: Oppure, puoi aggiungere tag personalizzati cliccando su **All tags**. |image44|
ja: または、カスタムタグを **全タグ** をクリックして追加。|image44|
sv: Du kan också lägga till egna taggar genom att klicka på **Alla taggar**. |image44|

source: image44
it: immagine44

source: This will show all the tags attached to the feature.
de: Dadurch werden alle Tags angezeigt, die diesem Feature zugeordnet wurden.
es: Esto mostrará todas las etiquetas ajuntas a la función.
it: Questo mostrerà tutti i tag collegati all'elemento.
ja: これにより、フィーチャにアタッチされているすべてのタグが表示されます。
sv: Detta visar alla taggar som är kopplade till funktionen.

source: image45
it: immagine45

source: Click the plus sign (+) to add keys and values or click the trash icon to delete tags.
de: Klicken Sie auf das Pluszeichen (+), um Schlüssel und Werte hinzuzufügen, oder klicken Sie auf das Papierkorbsymbol, um Tags zu löschen.
es: Haga click en el signo de más (+) para agregar claves y valores o haga click en el ícono de basurero para eliminar etiquetas.
it: Clicca sul segno più (+) per aggiungere chiavi e valori o clicca sull'icona del cestino per cancellare i tag.
ja: プラス記号(+)をクリックしてキーと値を追加するか、ごみ箱アイコンをクリックしてタグを削除します。
sv: Klicka på plustecknet (+) för att lägga till nycklar och värden eller klicka på papperskorgsikonen för att ta bort taggar.

source: What next?
de: Was kommt als Nächstes?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Try the LearnOSM documentation, from which this quickstart was derived: https://learnosm.org/en/beginner/id-editor/
de: Probieren Sie die LearnOSM-Dokumentation aus, aus der dieses Tutorial abgeleitet wurde: https://learnosm.org/en/beginner/id-editor/
it: Prova la documentazione di LearnOSM, da cui è stata tratta questa guida rapida: https://learnosm.org/en/beginner/id-editor/
ja: このクイックスタートが派生したLearnOSMのドキュメントを試してください: https://learnosm.org/ja/beginner/id-editor/
sv: Testa LearnOSM-dokumentationen, som denna snabbstart är hämtad från: https://learnosm.org/en/beginner/id-editor/

source: Website: https://wiki.openstreetmap.org/wiki/ID
de: Webseite: https://wiki.openstreetmap.org/wiki/ID
it: Sito web: https://wiki.openstreetmap.org/wiki/ID
ja: Webサイト: https://wiki.openstreetmap.org/wiki/ID
sv: Webbplats: https://wiki.openstreetmap.org/wiki/ID

source: image5
it: immagine5

source: image6
it: immagine6

source: image7
it: immagine7

source: image8
it: immagine8

source: image9
it: immagine9

source: image10
it: immagine10

source: image11
it: immagine11

source: image12
it: immagine12

source: Map Data
it: Dati della Mappa
sv: Kartdata

source: image13
it: immagine13

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Open your Internet browser, and go to the OpenStreetMap website at http://www.openstreetmap.org.
es: Abra su navegador de Internet y vaya a la Página Web de OpenStreetMap en http://www.openstreetmap.org.

source: Pan and zoom the map to the area that you wish to edit. You can pan by holding the left mouse button and dragging the map to your desired area.
es: arrastre y acerque el mapa a la zona que desea editar. Puede arrastrar manteniendo pulsado el botón izquierdo del ratón y arrastrando el mapa a su área deseada.

source: Click on the small arrow next to **Edit**. Then click **Edit with iD (in-browser editor)**.
es: Haga click en la flecha pequeña junto a **Editar**. Después haga click en **Editar con iD (editor en el navegador)**.

source: iD Editor User Interface
es: Interfaz de usuario de iD Editor

source: **Edit Feature Panel:** This panel shows tags from the object selected on the map.
es: **Editar Panel de Funciones:** Este panel muestra etiquetas del objeto seleccionado en el mapa.

source: You can add or edit tags from this panel.
es: Pued agregar o editar las etiquetas de este panel.

source: **Tools:** This panel shows basic editing tools:
es: **Herramientas:** este panel muestra herramientas básicas de edición:

source: Draw point (node), *shortcut key* **1** |image3|
es: Dibujar punto (nodo), *shortcut key* **1** |image3|

source: Draw line (way), *shortcut key* **2** |image4|
es: Dibujar línea (camino) *shortcut key* **2** |image4|

source: Draw shape (polygon), *shortcut key* **3** |image5|
es: Dibujar forma (polígono), *shortcut key* **3** |image5|

source: Undo, *shortcut keys* **Ctrl+z** |image6|
es: Deshacer, *shortcut keys* **Ctrl+z** |image6|

source: Redo, *shortcut keys* **Ctrl+y** |image7|
es: Rehacer, *shortcut keys* **Ctrl+y** |image7|

source: Save changes, *shortcut keys* **Ctrl+s** |image8|
es: Guardar cambios *shortcut keys* **Ctrl+s** |image8|

source: **Map panel:** This panel show various configuration functions:
es: **Panel de Mapa:** Este panel muestra varias configuraciones de funciones:

source: Zoom In, *shortcut key* **+** |image9|
es: Acercar, *shortcut key* **+** |image9|

source: Zoom Out, *shortcut key* **-** |image10|
es: Alejar, *shortcut key* **-** |image10|

source: Go to your location |image11|
es: Ir a la ubicación |image11|

source: Configure background layer, *shortcut key* **b**
es: Configurar la capa de fondo, *shortcut key* **b**

source: Map Data, *shortcut key* **f**
es: Mapa de Datos,*shortcut key* **f**

source: Open Help Menu, *shortcut key* **h**
es: Abrir el Menú de Ayuda, *shortcut key* **h**

source: **Information panel:** This panel shows various information, such as the scale bar and which users have contributed to the area.
es: **Panel de Información:** Este panel muestra información variada, como la barra de escala y qué usuarios han contribuido al área.

source: Configuring the Background Layer
es: Configuración de la Capa de Fondo

source: You can add your own map tiles by clicking on **Custom**. For example, if you want to **add a Field Paper** [1], click **Custom** then click on the magnifying glass (search) icon to open the following window:-
es: Usted puede agregar sus propios azulejos mapa haciendo click en **Custom**. Por ejemplo, si quieres **añadir un Campo de Papel ** [1], haga click en **Custom** a continuación, haga click en el icono de la lupa (buscar) para abrir la siguiente ventana:-

source: |image17| and enter your **FieldPaper snapshot URL**, which will be something like this: http://fieldpapers.org/snapshot.php?id=cqhmf2v9#18/37.80593/-122.22715
es: |image17| e inserte **FieldPaper snapshot URL**, que será algo como esto: http://fieldpapers.org/snapshot.php?id=cqhmf2v9#18/37.80593/-122.22715

source: If there is `imagery offset </en/josm/aerial-imagery>`__, you can **correct the imagery offset** by clicking **Fix Alignment**.
de: Wenn eine 'Bildverschiebung '__ vorliegt, können Sie diese durch Klick auf **Fix Alignment** korrigieren.
es: Si hay `imagery offset </en/josm/aerial-imagery>`__, usted puede **corregir el offset de imágenes** haciendo click en **Fix Alignment**.
ja: `imagery offset </en/josm/aerial-imagery>`__ がある場合は、 **Fix Alignment** をクリックして **image offset** を修正できます。

source: Basic Editing with iD
es: Edición Básica con iD

source: Adding Points
es: Adición de Puntos

source: Drawing Lines
es: Dibujar Líneas

source: Drawing Shapes (Polygons)
es: Dibujar Formas (Polígonos)

source: Drawing Multipolygons
es: Dibujar Multipolígonos

source: Saving Your Changes
es: Guardar Sus Cambios

source: When (and if) you want to save your edits to OpenStreetMap, click the
es: Cuando (y si) usted quiere guardar sus ediciones en OpenStreetMap, haga click en

source: **Save** button. The panel on the left will show the upload panel.
es: Botón **Guardar**. El panel de la izquierda mostrará el panel de carga.

source: Additional Information and Custom Tags
es: Información Adicional y Etiquetas Personalizadas

source: iD versus JOSM
es: iD contra JOSM

source: **iD is good for...**
es: **iD es bueno para...**

source: When you are doing simple edits
es: Cuando usted hace ediciones simples

source: When you have fast Internet to load the imagery and save the edits
es: Cuando tienes Internet rápido para cargar las imágenes y guardar las ediciones

source: When you want to be sure to follow a consistent and simple tagging scheme
es: Cuando usted quiere estar seguro de seguir un esquema de etiquetado consistente y sencillo

source: When you are restricted from installing a program on the computer you are using
es: Cuando no puede instalar un programa en la computadora que está utilizando

source: **JOSM is better...**
es: **JOSM es mejor...**

source: When you are adding many buildings (See buildings_tool plugin)
es: Cuando va a agregar muchos edificios (véase buildings_tool plugin)

source: When you are editing many polygons or lines that already exist
es: Cuando está editando muchos polígonos o líneas que ya existen

source: When you are on an unreliable Internet connection or offline
es: Cuando está en una conexión no fiable a Internet o fuera de línea

source: When you are using a specific tagging scheme (or custom presets)
es: Cuando está utilizando un esquema de etiquetado específico (o preajustes personalizados)

source: What Next?
es: ¿Qué sigue?

source: Try the LearnOSM documentation, from which this quickstart was derived: http://learnosm.org/en/beginner/id-editor/
es: Pruebe la documentación de LearnOSM, de la que deriva este Inicio Rápido: http://learnosm.org/en/beginner/id-editor/

source: You can add your own map tiles by clicking on **Custom**. For example, if you want to **add a Field Paper** [1], click **Custom** then click on the magnifying glass (search) icon to open the following window:
sv: Du kan lägga till dina egna kartplattor genom att klicka på **Custom**. Om du till exempel vill **lägga till ett Field Paper** [1] klickar du på **Custom** och sedan på förstoringsglaset (sök) för att öppna följande fönster:
