Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ideditor_quickstart.po
Languages: de, es, it, ja, sv

source: Your mouse cursor will change into plus (+) sign. Find a road that hasn’t been drawn on the map and trace it. Click once on a point where the road segment begins, move your mouse, and click to add additional points. Double-click to end the drawing process. Notice the panel on the left.
de: Der Mauszeiger ändert sich in ein Plus-Zeichen (+) . Suchen Sie eine Straße, die nicht auf der Karte angezeichnet wurde, und verfolgen Sie sie. Klicken Sie einmal auf einen Punkt, an dem das Straßensegment beginnt, bewegen Sie die Maus, und klicken Sie, um weitere Punkte hinzuzufügen. Doppelklicken Sie, um den Zeichnungsprozess zu beenden. Beachten Sie dabei das Bedienfeld auf der linken Seite.
es: El cursor del ratón se convertirá en un signo de más (+) . Encuentre un camino que no ha sido dibujado en el mapa y lo trácelo. Haga click una vez en un punto donde comienza el segmento de carretera, mueva su ratón y haga click para añadir puntos adicionales. Haga doble click para terminar el proceso del dibujo. Observe el panel de la izquierda.
it: Il cursore del mouse si trasformerà in un segno più (+). Trova una strada che non è stata disegnata sulla mappa e tracciala. Clicca una volta su un punto dove inizia il segmento di strada, muovi il mouse e clicca per aggiungere altri punti. Fai doppio clic per terminare il processo di disegno. Nota il pannello sulla sinistra.
ja: マウスカーソルがプラス(+)記号に変わります。地図に描かれていない道を探して、たどってみましょう。道路セグメントの始点を1回クリックし、マウスを移動してクリックし、点を追加します。図面プロセスを終了するには、ダブルクリックします。左側のパネルに注目してください。
sv: Din muspekare ändras till ett plustecken (+). Hitta en väg som inte har ritats in på kartan och spåra den. Klicka en gång på en punkt där vägsegmentet börjar, flytta musen och klicka för att lägga till ytterligare punkter. Dubbelklicka för att avsluta ritningsprocessen. Lägg märke till panelen till vänster.

source: image24
it: immagine24

source: Just as with a point, select the appropriate tags for your line.
de: Wählen Sie wie bei einem Punkt die entsprechenden Tags für Ihre Linie aus.
es: Igual que con un punto, seleccione las etiquetas apropiadas para su línea.
it: Proprio come con un punto, seleziona i tag appropriati per la tua linea.
ja: 点の場合と同様に、線分に適切なタグを選択します。
sv: Precis som med en punkt ska du välja lämpliga taggar för din rad.

source: You can drag points from the line by clicking your left mouse button on a point and dragging it.
de: Sie können Punkte von der Linie ziehen, indem Sie mit der linken Maustaste auf einen Punkt klicken und diesen ziehen.
es: Puede arrastrar los puntos de la línea haciendo click en el botón izquierdo del ratón en un punto y arrastrando.
it: Puoi trascinare dei punti dalla linea cliccando il tasto sinistro del mouse su un punto e trascinandolo.
ja: ポイント上でマウスの左ボタンをクリックしてドラッグすると、ラインからポイントをドラッグできます。
sv: Du kan dra punkter från linjen genom att klicka med vänster musknapp på en punkt och dra den.

source: You also can move the whole line by selecting it, and choosing the **Move tool**. Then drag the line to a new position. |image30|
de: Sie können auch die gesamte Linie verschieben, indem Sie sie auswählen und das Werkzeug **Verschieben** auswählen. Ziehen Sie dann die Linie an eine neue Position. |image30|
es: También puede mover toda la línea seleccionándola y eligiendo **Mover Herramienta**. A continuación, arrastre la línea a una nueva posición. |image30|
it: Puoi anche spostare l'intera linea selezionandola e scegliendo lo strumento **Move tool**. Poi trascinare la linea in una nuova posizione. |image30|
ja: ライン全体を移動するには、ラインを選択して **移動ツール** を選択します。次に、ラインを新しい位置にドラッグします。|image30|
sv: Du kan också flytta hela linjen genom att markera den och välja verktyget **Flytta**. Dra sedan linjen till en ny position. |image30|

source: image30
it: immagine30

source: When you click your left mouse button on an individual point (node) on the line and click on the right mouse button to activate the context menu, you will see these tools:
de: Wenn Sie mit der linken Maustaste auf einen einzelnen Punkt (Knoten) einer linie klicken und auf die rechte Maustaste klicken, um das Kontextmenü zu aktivieren, werden die folgenden Werkzeuge angezeigt:
es: Cuando haga click en el botón izquierdo del ratón sobre un punto individual (nodo) en la línea y haga click en el botón derecho del ratón para activar el menú de contexto, usted verá estas herramientas:
it: Quando clicchi con il tasto sinistro del mouse su un singolo punto (nodo) della linea e clicchi con il tasto destro del mouse per attivare il menu di contesto, vedrai questi strumenti:
ja: ラインの個々のポイント(ノード)上で左マウスボタンをクリックし、さらに右マウスボタンをクリックしてコンテキストメニューを表示すると、次のツールが表示されます。
sv: När du klickar med vänster musknapp på en enskild punkt (nod) på linjen och klickar med höger musknapp för att aktivera snabbmenyn, visas dessa verktyg:

source: Delete point from line. |image23|
de: Punkt einer Linie löschen. |image23|
es: Borrar punto de la línea. |image23|
it: Elimina il punto dalla linea. |image23|
ja: ラインからポイントを削除します。|image23|
sv: Ta bort punkt från linje. |image23|

source: Disconnect point from line. |image26|
de: Trennen Sie den Punkt von der Linie. |image26|
es: Desconectar el punto de la línea. |image26|
it: Scollega il punto dalla linea. |image26|
ja: ポイントをラインから切断します。|image26|
sv: Koppla bort punkt från linje. |image26|

source: image26
it: immagine26

source: Split a line into two lines from the point you’ve selected. |image27|
de: Trennen Sie eine Linie an dem ausgewählten Punkt in zwei Linien auf. |image27|
es: Dividir una línea en dos líneas desde el punto que ha seleccionado. |image27|
it: Dividi una linea in due linee dal punto che hai selezionato. |image27|
ja: 選択したポイントから2本のラインに分割します。|image27|
sv: Dela en linje i två linjer från den punkt du har valt. |image27|

source: image27
it: immagine27

source: When you click your left mouse button on a line (but not on a point), you will see these tools:
de: Wenn Sie mit der linken Maustaste auf eine Zeile klicken (aber nicht auf einem Punkt), werden die folgenden Werkzeuge angezeigt:
es: Al hacer clic en botón izquierdo del ratón sobre una línea (pero no en un punto), usted verá estas herramientas:
it: Quando clicchi con il tasto sinistro del mouse su una linea (ma non su un punto), vedrai questi strumenti:
ja: ライン上(ポイント上ではない)でマウスの左ボタンをクリックすると、次のツールが表示されます。
sv: När du klickar med vänster musknapp på en linje (men inte på en punkt) visas dessa verktyg:

source: Delete line. |image23|
de: Linie löschen. |image23|
es: Borrar línea. |image23|
it: Elimina linea. |image23|
ja: ラインの削除。|image23|
sv: Ta bort raden. |image23|

source: Create a circle from a line (only active if the line is closed) |image29|
de: Erstellen Sie einen Kreis aus einer Linie (nur aktiv, wenn die Linie geschlossen ist) |image29|
es: Crear un círculo de una línea (activo sólo si la línea está cerrada) |image29|
it: Crea un cerchio da una linea (attivo solo se la linea è chiusa) |image29|
ja: 線分から円を作成する(ラインが閉じている場合にのみ有効) |image29|
sv: Skapa en cirkel från en linje (endast aktiv om linjen är sluten) |image29|

source: image29
it: immagine29

source: Move line |image30|
de: Verschieben der Linie |image30|
es: Mover línea |image30|
it: Muovi linea |image30|
ja: ラインを移動 |image30|
sv: Flytta linjen |image30|

source: Form a square shape from a line (only active if the line is closed) |image31|
de: Bilden Sie eine quadratische Form aus einer Linie (nur aktiv, wenn die Linie geschlossen ist) |image31|
es: Formar un cuadrado de una línea (activo sólo si la línea está cerrada) |image31|
it: Forma una forma quadrata da una linea (attivo solo se la linea è chiusa) |image31|
ja: 線分から四角形を作成する(ラインが閉じている場合のみ有効)) |image31|
sv: Forma en fyrkant av en linje (endast aktiv om linjen är sluten) |image31|

source: image31
it: immagine31

source: Reverse line direction (good for rivers & one-way streets) |image32|
de: Richtung umgekehren (gut für Flüsse & Einbahnstraßen) |Bild32|
es: Invertir dirección de línea (buena para los ríos y las calles unidireccionales) |image32|
it: Inverti la direzione della linea (buona per fiumi e strade a senso unico) |image32|
ja: ラインの方向を逆転 (河川や一方通行の設定に便利) |image32|
sv: Omvänd linjestyrning (bra för floder och enkelriktade gator) |image32|

source: image32
it: immagine32

source: A "line" created in the iD editor is actually a "way" with "tags" on it.
de: Eine im iD-Editor erstellte "Linie" ist eigentlich ein "way" mit "Tags".
es: Una "línea" creada en el editor iD es realmente un "camino" con las "etiquetas" en él.
it: Una "linea" creata nell'editor iD è in realtà una "via" con dei "tag" su di essa.
ja: iDエディタで作成される "ライン" は、実際には "タグ" がついた "ウェイ" です。
sv: En "linje" som skapas i iD-editorn är egentligen en "väg" med "taggar" på.

source: A special note about **Deleting**: In general you should avoid deleting other people's mapping if it just needs improvement. You can delete your own mistakes, but you should try to *adjust* other people's mapped objects if they need changes. This preserves the history of the items in the OSM database and is respectful of fellow mappers. If you really feel something should be deleted, consider asking the original mapper or one of the OSM email lists about it first.
de: Ein besonderer Hinweis zum **Löschen**: Im Allgemeinen sollten Sie vermeiden, die Zuordnung anderer Personen zu löschen, wenn es nur verbessert werden muss. Sie können Ihre eigenen Fehler löschen, aber Sie sollten versuchen, *die zugeordneten Objekte anderer Personen anzupassen, wenn sie Änderungen benötigen. Dies bewahrt die Historie der Elemente in der OSM-Datenbank und ist respektvoll gegenüber anderen Mappern. Wenn Sie wirklich das Gefühl haben, dass etwas gelöscht werden sollte, sollten Sie zuerst den ursprünglichen Mapper oder eine der OSM-E-Mail-Listen dazu fragen.
es: Una nota especial sobre **Eliminación**: en general debe evitar eliminar asignación de otras personas si solo necesita mejoría. Puedes borrar tus propios errores, pero usted debe tratar de *ajustar* objetos mapeados de otras personas si necesitan cambios. Esto conserva la historia de los elementos de la base de datos OSM y es respetuoso para otros compañerosa mapeadores . Si en verdad sientes que algo debe suprimirse, considere preguntar primero al mapeador original o a una de las listas de correo electrónico de OSM.
it: Una nota speciale sulla **Cancellazione**: In generale dovresti evitare di cancellare la mappatura di altre persone se ha solo bisogno di miglioramenti. Puoi cancellare i tuoi errori, ma dovresti cercare di *adeguare* gli oggetti mappati di altre persone se hanno bisogno di modifiche. Questo preserva la storia degli oggetti nel database OSM ed è rispettoso dei colleghi mappatori. Se pensi davvero che qualcosa debba essere cancellato, considera di chiedere prima al mappatore originale o ad una delle liste di posta elettronica OSM.
ja: **削除** に関する特記事項: 一般的に、改善が必要な場合は、他のユーザのマッピングを削除しないようにしてください。自分の間違いを削除することもできますが、変更が必要な場合は、他のユーザのマッピングされたオブジェクトを *調整* してみてください。これにより、OSMデータベース内のアイテムの履歴が保持され、他のマッパーにも配慮されます。削除する必要があると本当に感じている場合は、最初に元のマッパーまたはOSM電子メールリストのいずれかに問い合わせてみてください。
sv: En särskild anmärkning om **Deleting**: I allmänhet bör du undvika att radera andras mappning om den bara behöver förbättras. Du kan radera dina egna misstag, men du bör försöka *justera* andras mappade objekt om de behöver ändras. Detta bevarar objektens historia i OSM-databasen och är respektfullt mot andra kartläggare. Om du verkligen tycker att något ska raderas, överväg att fråga den ursprungliga kartläggaren eller någon av OSM:s e-postlistor om det först.

source: Drawing shapes (polygons)
de: Zeichnen von Formen (Polygone)
it: Disegna forme (poligoni)
ja: 形状(ポリゴン)を描画する
sv: Ritning av former (polygoner)

source: To add a new multi-sided shape, click on the **Area** button.
de: Um eine neues mehrteiliges Objekt hinzuzufügen, klicken Sie auf die Schaltfläche **Bereich**.
es: Para agregar una nueva forma de múltiples lados, haga click en el botón **Área**.
it: Per aggiungere una nuova forma a più lati, clicca sul pulsante **Area**.
ja: 新しい多辺形状を追加するには、 **エリア** ボタンをクリックします。
sv: För att lägga till en ny flersidig form klickar du på knappen **Area**.

source: image34
it: immagine34

source: Your mouse cursor will change into plus (+) sign. Try to trace a building using the imagery as a guide.
de: Der Mauszeiger ändert sich in Plus-Zeichen (+) . Versuchen Sie, ein Gebäude mithilfe der Bilddaten als Leitfaden zu verfolgen.
es: El cursor del ratón se convertirá en un signo de más (+) . Intente rastrear un edificio usando las imágenes como guía.
it: Il cursore del mouse si trasformerà nel segno più (+). Prova a tracciare un edificio usando le immagini come guida.
ja: マウスカーソルがプラス(+)記号に変わります。イメージをガイドとして使用して、建物をトレースしてみます。
sv: Din muspekare ändras till ett plustecken (+). Försök att rita en byggnad med hjälp av bilderna som vägledning.

source: You will notice that the color of your shape will change depending on the attributes that you assign to it. |image35|
de: Sie werden feststellen, dass sich die Farbe der Form in Abhängigkeit von den Attributen ändert, die Sie ihr zuweisen. |image35|
es: Usted notará que el color de su figura cambiará dependiendo de los atributos que se asignan a él. |image35|
it: Noterai che il colore della forma cambierà a seconda degli attributi che gli assegni. |image35|
ja: 形状色は、割り当てるアトリビュートに応じて変化します。|image35|
sv: Du kommer att märka att färgen på din form ändras beroende på de attribut som du tilldelar den. |image35|

source: image35
it: immagine35

source: The tools that are available when you select a shape and activate the context menu with the right mouse button are similar to those when you click on a line.
de: Die Werkzeuge, die verfügbar sind, wenn Sie eine Form auswählen und das Kontextmenü mit der rechten Maustaste aktivieren, ähneln denen, wenn Sie auf eine Linie klicken.
es: Las herramientas que están disponibles cuando usted seleccione una forma y activa el menú contextual con el botón derecho del ratón son similares a los haga click en una línea.
it: Gli strumenti disponibili quando si seleziona una forma e si attiva il menu contestuale con il tasto destro del mouse sono simili a quelli di quando si clicca su una linea.
ja: 形状を選択して右マウスボタンでコンテキストメニューを表示したときに使用できるツールは、ラインをクリックしたときのツールと似ています。
sv: De verktyg som finns tillgängliga när du markerar en form och aktiverar snabbmenyn med höger musknapp liknar de som finns när du klickar på en linje.

source: A "polygon" in the iD editor is actually a "closed way" with tags on it.
de: Ein "Polygon" im iD-Editor ist eigentlich ein "geschlossener Linienzug" mit Tags darauf.
es: Un "Polígono" en el editor iD es realmente una "vía cerrada" con las etiquetas en él.
it: Un "poligono" nell'editor iD è in realtà una "linea chiusa" con delle etichette sopra.
ja: iDエディタの "ポリゴン" は、実際にはタグが付いた "閉じたウェイ" です。
sv: En "polygon" i iD-editorn är egentligen en "sluten väg" med taggar på.

source: Drawing multipolygons
de: Zeichnen von Multipolygonen
it: Disegna multipoligoni
ja: マルチポリゴンを描画する
sv: Ritning av multipolygoner

source: Sometimes you have to draw a polygon which does not only have an outer contour but also one or more inner contours. Just think of buildings with inner courtyards or lakes with islands. *Do not draw all these ways in one line* so that the inner contours suspend from the outer contour. Rather draw these contours separate, attach tags to the outer contour only, select all contours and hit **c** in order to combine them into what is called a multipolygon.
de: Manchmal muss man ein Polygon zeichnen, das nicht nur eine äußere Kontur, sondern auch eine oder mehrere innere Konturen hat. Denken Sie nur an Gebäude mit Innenhöfen oder Seen mit Inseln. *Zeichnen Sie nicht alle diese Objekte in einer Linie*, so dass die inneren Konturen an der äußeren Kontur hängen. Zeichnen Sie diese Konturen stattdessen getrennt, befestigen Sie Tags nur an der äußeren Kontur, wählen Sie alle Konturen aus und drücken Sie **c**, um sie zu einem so genannten Multipolygon zu verbinden.
es: A veces tienes que dibujar un polígono que no sólo tiene un contorno exterior, sino también uno o más contornos interiores. Piensa en edificios con patios interiores o lagos con islas. *No dibuje todas estas formas en una línea* para que el contorno interior suspender desde el contorno exterior. Mejor, dibuje estos contornos separados, adjunte etiquetas sólo al contorno exterior, seleccione todos los contornos y presione **c** para combinarlos en lo que se llama un multipolygon.
it: A volte devi disegnare un poligono che non ha solo un contorno esterno ma anche uno o più contorni interni. Basti pensare agli edifici con cortili interni o ai laghi con isole. *Non disegnare tutti questi modi in un'unica linea* in modo che i contorni interni siano sospesi dal contorno esterno. Piuttosto disegna questi contorni separati, attacca delle etichette solo al contorno esterno, seleziona tutti i contorni e premi **C** per combinarli in quello che si chiama un multipoligono.
ja: 外部輪郭だけでなく、1つまたは複数の内部輪郭を持つポリゴンを描画する必要がある場合があります。中庭のある建物や島のある湖を思い浮かべてください。*これらのすべてのウェイを1本の線で描画しないでください* そうすることで、内側の輪郭線が外側の輪郭線から外れます。むしろ、これらの等高線を別々に描き、外側の等高線のみにタグを付け、すべての等高線を選択して **c** を押し、それらをいわゆるマルチポリゴンに結合します。
sv: Ibland måste man rita en polygon som inte bara har en yttre kontur utan också en eller flera inre konturer. Tänk bara på byggnader med innergårdar eller sjöar med öar. *Rita inte alla dessa sätt i en linje* så att de inre konturerna hänger ut från den yttre konturen. Rita hellre dessa konturer separat, fäst taggar endast på den yttre konturen, markera alla konturer och tryck på **c** för att kombinera dem till vad som kallas en multipolygon.

source: create multipolygon
it: crea multipolygon
sv: skapa multipolygon

source: When you select any of the contours of the newly created multipolygon you can see on the left to which multipolygons it belongs
de: Wenn Sie eine der Konturen des neu erstellten Multipolygons auswählen, sehen Sie auf der linken Seite, zu welchen Multipolygonen es gehört
es: Al seleccionar cualquiera de los contornos de la multipolígono recién creado, usted puede ver en la izquierda a que multipolígonos pertenece
it: Quando si seleziona uno qualsiasi dei contorni del multipoligono appena creato si può vedere sulla sinistra a quali multipoligoni appartiene
ja: 新しく作成したマルチポリゴンのいずれかの輪郭を選択すると、そのマルチポリゴンが属する残りのオブジェクトを確認できます。
sv: När du markerar någon av konturerna i den nyskapade multipolygonen kan du till vänster se vilka multipolygoner den tillhör

source: part of multipolygon
it: parte di multipolygon
sv: del av multipolygon

source: Saving your changes
de: Speichern Ihrer Änderungen
it: Salvare le modifiche
ja: 変更を保存する
sv: Spara dina ändringar

source: When (and if) you want to save your edits to OpenStreetMap, click the **Save** button. The panel on the left will show the upload panel.
de: Wenn Sie Ihre Änderungen in OpenStreetMap speichern möchten, klicken Sie auf die Schaltfläche **Speichern**. Das Bedienfeld auf der linken Seite zeigt das Upload-Panel an.
it: Quando (e se) vuoi salvare le tue modifiche su OpenStreetMap, clicca sul pulsante **Save**. Il pannello sulla sinistra mostrerà il pannello di caricamento.
ja: 編集内容をOpenStreetMapに保存する場合は、 **[保存]** ボタンをクリックします。左側のパネルにアップロード・パネルが表示されます。
sv: När (och om) du vill spara dina ändringar på OpenStreetMap klickar du på knappen **Save**. Panelen till vänster kommer att visa uppladdningspanelen.

source: image36
it: immagine36

source: Enter a comment about your edits and click **Save**.
de: Geben Sie einen Kommentar zu Ihren Änderungen ein und klicken Sie auf **Speichern**.
es: Escriba un Comentario sobre las modificaciones y haga click en **Guardar**.
it: Inserisci un commento sulle tue modifiche e clicca su **Save**.
ja: 編集内容についてのコメントを入力し、 **保存** をクリックします。
sv: Skriv en kommentar om dina ändringar och klicka på **Spara**.

source: If you have edited the same feature (point, way or area) at the same time as another person was editing it, you will receive a warning that your edits cannot be uploaded until you have resolved the **conflicts** - choose whose edits to accept & upload your changes. *Resolving conflicts often involves accepting the other persons edits, in which case you will probably wish to return to the feature in question and edit again (**this time save soon after the edit to try to avoid a conflict again!**).*
de: Wenn Sie dasselbe Feature (point, way oder area) zur gleichen Zeit bearbeitet haben, in dem eine andere Person es bearbeitet hat, erhalten Sie eine Warnung, dass Ihre Änderungen erst hochgeladen werden können, wenn Sie die **Konflikte** gelöst haben - wählen Sie aus, wessen Änderungen sie annehmen und hochladen möchten. *Bei der Lösung von Konflikten müssen Sie oft die Änderungen der anderen Personen akzeptieren, in diesem Fall werden Sie wahrscheinlich zu dem betreffenden Feature zurückkehren und es erneut bearbeiten wollen (**Speichern Sie dann direkt nach der Bearbeitung, um einen erneuten Konflikt zu vermeiden!**).*
es: Si ha editado la misma característica (punto, manera o zona) al mismo tiempo que otra persona lo hacía, recibirá una advertencia de que las modificaciones no pueden ser cargado hasta que se resuelvan las **conflictos** - elige qué ediciones aceptar y carga tus cambios. *La resolución de conflictos a menudo implica aceptar las otras ediciones de las personas, en cuyo caso probablemente desearás volver a la función en cuestión y editar nuevamente (**esta vez salvar pronto después de la edición para intentar evitar un conflicto nuevo!**).*
it: Se hai modificato lo stesso elemento (punto, via o area) nello stesso momento in cui un'altra persona la stava modificando, riceverai un avviso che le tue modifiche non possono essere caricate finché non hai risolto i **conflitti** - scegli di chi accettare le modifiche e carica le tue modifiche. *Risolvere i conflitti spesso implica accettare le modifiche dell'altra persona, nel qual caso probabilmente vorrai tornare all'elemento in questione e modificarlo di nuovo (**questa volta salva subito dopo la modifica per cercare di evitare di nuovo un conflitto!**).*
ja: 他のユーザが編集していたのと同時に同じフィーチャ(点、経路、または領域)を編集した場合は、 **衝突** を解決するまで編集をアップロードできないという警告が表示されます。変更を受け入れてアップロードする編集を選択してください。*コンフリクトを解決するには、多くの場合、他のユーザによる編集を受け入れる必要があります。その場合は、問題のフィーチャーに戻って再度編集することをお勧めします (**今回は編集後すぐに保存して、再度コンフリクトを回避します!**)。*
sv: Om du har redigerat samma funktion (punkt, väg eller område) samtidigt som en annan person redigerade den, kommer du att få en varning om att dina redigeringar inte kan laddas upp förrän du har löst **konflikterna** - välj vems redigeringar du vill acceptera och ladda upp dina ändringar. *Att lösa konflikter innebär ofta att du måste acceptera den andra personens ändringar, och i så fall kommer du förmodligen att vilja återvända till funktionen i fråga och redigera igen (**den här gången spara strax efter redigeringen för att försöka undvika en konflikt igen!**).*

source: Add additional information and custom tags
de: Hinzufügen zusätzlicher Informationen und benutzerdefinierter Tags
it: Aggiungi informazioni aggiuntive e tag personalizzati
ja: 追加情報とカスタムタグの追加
sv: Lägg till ytterligare information och anpassade taggar
