Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ideditor_quickstart.po
Languages: de, es, it, ja, sv

source: iD editor Quickstart
de: ID Editor Schnellstart
es: Guías de Inicio Rápido de iD Editor
it: Guida rapida iD editor
ja: iDエディタ クイックスタート
sv: iD editor Snabbstart

source: The iD editor is the de facto, browser-based OpenStreetMap editor. iD is fast and easy to use, and allows mapping from various data sources such as satellite and aerial imageries, GPS, Field Papers or Mapillary.
de: Der iD-Editor ist de facto ein Browser-basierter OpenStreetMap-Editor. iD ist schnell und einfach zu nutzen und erlaubt das Datenerfassen auf Grundlage von unterschiedlichen Datenquellen wie Satelliten und Luftbildern, GPS, manuellen Aufnahmen oder Mapillary.
es: El editor iD es el editor de OpenStreetMap de facto basado en navegador. iD es rápido y fácil de usar, y permite el mapeo desde varias fuentes de datos tales como satélite e imágenes aéreas, GPS, Field Papers o Mapillary.
it: L'editor iD è di fatto l'editor di OpenStreetMap basato su browser. iD è veloce e facile da usare, e permette la mappatura da varie fonti di dati come immagini satellitari e aeree, GPS, Field Papers o Mapillary.
ja: iDエディタは事実上、ブラウザベースのOpenStreetMapエディタです。iD は高速で使いやすく、衛星や航空画像、GPS、Field Papers、Mapillary などのさまざまなデータソースからのマッピングが可能です。
sv: ID-editorn är de facto den webbläsarbaserade OpenStreetMap-editorn. iD är snabb och enkel att använda och möjliggör kartläggning från olika datakällor, t.ex. satellit- och flygbilder, GPS, Field Papers eller Mapillary.

source: The iD editor is a great way to edit for small and easy changes that don't require the advanced features of JOSM (a more advanced mapping editor). This chapter demonstrates the basics of editing with iD.
de: Der iD-Editor ist ideal, um kleine und einfache Veränderungen durchzuführen, die nicht die fortschrittlichen Funktionen von JOSM (einem sehr leistungsstarken Karten-Editor) benötigen. Dieses Kapitel demonstriert die Grundlagen der Arbeit mit iD.
es: El editor iD es una gran manera de editar cambios pequeños y fáciles que no requieren las funciones avanzadas de JOSM (un más avanzado editor de mapas). Este capítulo muestra los conceptos básicos de edición con el iD.
it: L'editor iD è un ottimo modo di modificare per piccoli e facili cambiamenti che non richiedono le funzioni avanzate di JOSM (un editor di mappatura più avanzato). Questo capitolo mostra le basi della modifica con iD.
ja: iDエディタは、JOSM(より高度なマッピングエディタ)の高度な機能を必要としない、小さくて簡単な変更を編集するための優れた方法です。この章では、iDを使用した編集の基本について説明します。
sv: ID-redigeraren är ett utmärkt sätt att redigera små och enkla ändringar som inte kräver de avancerade funktionerna i JOSM (en mer avancerad mappningsredigerare). I det här kapitlet beskrivs grunderna för redigering med iD.

source: Contents
it: Contenuti
sv: Innehåll

source: Starting the iD Editor
de: iD Editor starten
es: Iniciar el iD Editor
it: Avviare l'Editor iD
ja: iDエディタを起動する
sv: Starta iD Editor

source: The iD editor requires an active connection to the Internet.
de: Der iD editor benötigt eine aktive Internetverbindung.
es: El iD editor requiere una conección activa a Internet
it: L'editor iD richiede una connessione attiva a Internet.
ja: iDエディタには、インターネットへのアクティブな接続が必要です。
sv: ID editor kräver en aktiv anslutning till Internet.

source: Open your Internet browser, and go to the OpenStreetMap website at https://www.openstreetmap.org.
de: Öffnen Sie Ihren Browser, und gehen Sie zur OpenStreetMap-Webseite unter https://www.openstreetmap.org.
it: Apri il tuo browser Internet e vai al sito web di OpenStreetMap all'indirizzo https://www.openstreetmap.org.
ja: インターネットブラウザを開き、https://www.openstreetmap.org のOpenStreetMapのWebサイトにアクセスします。
sv: Öppna din webbläsare och gå till OpenStreetMap-webbplatsen på https://www.openstreetmap.org.

source: **Login** using your OpenStreetMap account.
de: **Login** mit Ihrem OpenStreetMap-Konto.
es: **Inicio de sesión** usando su cuenta de OpenStreetMap.
it: **Login** usando il tuo account OpenStreetMap.
ja: OpenStreetMapアカウントを使用して **ログイン** します。
sv: ** Logga in** med ditt OpenStreetMap-konto.

source: Pan and zoom the map to the area that you want to edit. You can pan by holding the left mouse button and dragging the map to your desired area.
de: Navigieren Sie in der Karte zu dem Bereich, den Sie bearbeiten möchten. Sie können die Karte durch Bewegung der Maus mit gedrückter linker Maustaste zu dem gewünschten Bereich bewegen.
it: Scorri e ingrandisci la mappa fino all'area che vuoi modificare. Puoi fare una panoramica tenendo premuto il tasto sinistro del mouse e trascinando la mappa nell'area desiderata.
ja: 編集する領域にマップを画面移動およびズームします。マウスの左ボタンを押したままマップを目的の領域にドラッグすると、画面移動できます。
sv: Panorera och zooma kartan till det område som du vill redigera. Du kan panorera genom att hålla vänster musknapp intryckt och dra kartan till önskat område.

source: Click on the small arrow next to **Edit**, then click **Edit with iD (in-browser editor)**.
de: Klicken Sie auf den kleinen Pfeil neben dem **Edit** Feld. Dann wählen Sie **Edit with iD (in-browser editor)**.
it: Clicca sulla piccola freccia accanto a **Modifica**, poi clicca su **Modifica con iD (in-browser editor)**.
ja: **[編集]** の横の小さな矢印をクリックし、 **[iD編集(ブラウザ内エディタ)]** をクリックします。
sv: Klicka på den lilla pilen bredvid **Edit** och sedan på **Edit with iD (in-browser editor)**.

source: [1] **Edit Feature Panel:** This panel shows tags from the object
de: [1] **Feature-Panel bearbeiten:** Dieses Bedienfeld zeigt Tags des Objektes
it: [1] **Edit Feature Panel:** Questo pannello mostra i tag dell'oggetto
ja: [1] **[地物編集]パネル:** このパネルにはオブジェクトのタグが表示されます
sv: [1] **Edit Feature Panel:** Denna panel visar taggar från objektet

source: selected on the map. You can add or edit tags from this panel.
de: auf der Karte ausgewählt. Sie können Tags aus diesem Bereich hinzufügen oder bearbeiten.
it: selezionato sulla mappa. Puoi aggiungere o modificare i tag da questo pannello.
ja: マップ上で選択されています。このパネルからタグを追加または編集できます。
sv: som valts på kartan. Du kan lägga till eller redigera taggar från den här panelen.

source: [2] **Tools:** This panel shows basic editing tools.
de: [2] **Tools:** In diesem Bereich werden grundlegende Bearbeitungswerkzeuge angezeigt.
it: [2] **Tools:** Questo pannello mostra gli strumenti di editing di base.
ja: [2] **ツール:** このパネルには、基本的な編集ツールが表示されます。
sv: [2] **Tools:** Denna panel visar grundläggande redigeringsverktyg.

source: [3] **Map panel:** This panel show various configuration functions.
de: [3] **Map panel:** Diese Tafel beinhaltet die unterschiedlichen Konfigurationsfunktionen:
it: [3] **Map panel:** Questo pannello mostra varie funzioni di configurazione.
ja: [3] **Mapパネル:** このパネルには、さまざまな設定機能が表示されます。
sv: [3] **Kartpanel:** Denna panel visar olika konfigurationsfunktioner.

source: [4] **Information panel:** This panel shows various information, such as
de: [4] **Information panel:** Diese Tafel zeigt unterschiedliche Informationen wie
it: [4] **Information panel:** Questo pannello mostra varie informazioni, come
ja: [4] **情報パネル:** このパネルには、次のようなさまざまな情報が表示されます。
sv: [4] **Informationspanel:** Denna panel visar olika information, t.ex

source: the scale bar and which users have contributed to the area.
de: die Maßstabsleiste und welche Nutzer zu einem Areal beigetragen haben.
it: la barra della scala e quali utenti hanno contribuito all'area.
ja: スケールバーと、その領域にどのユーザが貢献したかを示します。
sv: skalstrecket och vilka användare som har bidragit till området.

source: Configuring the background layer
de: Konfiguration des Hintergrundlayers
it: Configura il layer di sfondo
ja: 背景レイヤの設定
sv: Konfigurera bakgrundslagret

source: Click the **Background settings** button or use the *shortcut key* **b**. |image14|
de: Klicken Sie den **Background settings**-Button oder nutzen Sie *shortcut key* **b**. |image14|
es: Haga click en el botón de **Background settings** botón o utilice la *shortcut key* **b**. |image14|
it: Clicca sul pulsante **Impostazioni di sfondo** o usa il *tasto di scelta rapida* **b**. |image14|
ja: **背景設定** ボタンをクリックするか、 *ショートカットキー* **b** を使用します。|image14|
sv: Klicka på knappen **Bakgrundsinställningar** eller använd *snabbkommandotangenten* **b**. |image14|

source: image14
it: immagine14

source: image15
it: immagine15

source: To change the **brightness level** click one of these boxes, the levels are 100%, 75%, 50%, and 25% |image16|
de: Um die Helligkeit (**brightness level**) zu ändern, klicken Sie auf eine der Boxen. Die verfügbaren Stufen sind 100%, 75%, 50%, und 25% |image16|
es: Para cambiar el **nivel de brillo** haga click en uno de estos cuadros, los niveles son 100%, 75%, 50% y 25% |image16|
it: Per cambiare il **livello di luminosità** clicca su una di queste caselle, i livelli sono 100%, 75%, 50% e 25% |image16|
ja: **輝度レベル** を変更するには、これらのボックスの1つをクリックします。レベルは、100%、75%、50%、および25%の |image16| です。
sv: För att ändra **ljusstyrka** klicka på en av dessa rutor, nivåerna är 100%, 75%, 50% och 25% |image16|

source: image16
it: immagine16

source: You also can **change the background layer** based on your desired tile provider (the default is Bing Aerial Imagery).
de: Sie können auch die **Hintergrundebene** basierend auf Ihrem gewünschten Kachelanbieter ändern (Standard ist Bing Aerial Imagery).
es: Usted también puede **cambiar la capa de fondo** en función de su proveedor de mosaico deseado (el valor predeterminado es Bing Aerial Imagery).
it: Puoi anche **cambiare il layer di sfondo** in base al tuo fornitore di tasselli desiderato (l'impostazione predefinita è Bing Aerial Imagery).
ja: また、目的のタイルプロバイダに基づいて **背景レイヤを変更する** こともできます(デフォルトはBing Aerial Imagery)。
sv: Du kan också **ändra bakgrundslagret** baserat på önskad leverantör av kakelplattor (standard är Bing Aerial Imagery).

source: You can add your own map tiles by clicking on **Custom**. For example, if you want to **add a Field Paper** [1], click **Custom** then click on the magnifying glass (search) icon to open the following window:
de: Sie können Ihre eigenen Kartenkacheln hinzufügen, indem Sie auf **Custom** klicken. Wenn Sie z. B. **ein Feldpapier** [1] hinzufügen möchten, klicken Sie auf **Custom** und dann auf das Lupensymbol (Suchen), um das folgende Fenster zu öffnen:
it: Puoi aggiungere i tuoi tasselli mappa cliccando su **Custom**. Per esempio, se vuoi **aggiungere una carta geografica** [1], clicca su **Custom** poi clicca sull'icona della lente di ingrandimento (ricerca) per aprire la seguente finestra:
ja: **カスタム** をクリックすると、独自のマップタイルを追加できます。たとえば、 **Field Paperを追加する** [1] 場合は、 **カスタム** をクリックし、虫眼鏡(検索)アイコンをクリックして次のウィンドウを開きます。

source: image17
it: immagine17

source: Enter your **FieldPaper snapshot URL**, which will be something like this: http://fieldpapers.org/snapshots/cqhmf2v9#18/37.80593/-122.22715
de: Geben Sie Ihre **FieldPaper-Snapshot-URL** ein, die ungefähr so aussehen könnte: http://fieldpapers.org/snapshots/cqhmf2v9#18/37.80593/-122.22715
it: Inserisci il tuo **FieldPaper snapshot URL**, che sarà qualcosa come questo: http://fieldpapers.org/snapshots/cqhmf2v9#18/37.80593/-122.22715
ja: **FieldPaperのスナップショットURL** を入力します。次のようになります。http://fieldpapers.org/snapshots/cqhmf2v9#18/37.80593/-122.22715
sv: Ange din **FieldPaper snapshot URL**, som kommer att vara ungefär så här: http://fieldpapers.org/snapshots/cqhmf2v9#18/37.80593/-122.22715

source: To **display GPS tracks from your computer** (GPX format), drag and drop the GPX file into iD editor.
de: Um **GPS-Tracks von Ihrem Computer** (GPX-Format) anzuzeigen, ziehen Sie die GPX-Datei in den iD-Editor.
es: Para **mostrar pistas GPS de tu equipo** (formato GPX), arrastre y suelte el archivo GPX en el editor iD.
it: Per **visualizzare le tracce GPS dal tuo computer** (formato GPX), trascina il file GPX nell'editor iD.
ja: **お使いのコンピュータからGPSトラックを表示** (GPXフォーマット)するには、GPXファイルをiDエディタにドラッグ&ドロップします。
sv: För att **visa GPS-spår från din dator** (GPX-format), dra och släpp GPX-filen till iD editor.

source: To enable **OpenStreetMap GPS traces** click on the box. In the image below, public GPS traces are shown in various colors, indicating the direction of travel.
de: Um **OpenStreetMap GPS-Tracks** zu aktivieren, klicken Sie auf das Feld. In der Abbildung unten werden öffentliche GPS-Tracks in verschiedenen Farben dargestellt, die die Richtung der Reise anzeigen.
es: Para habilitar **OpenStreetMap GPS traces** haga click en el cuadro. En la siguiente imagen, trazas GPS públicas se muestran en varios colores, indicando la dirección del viaje.
it: Per attivare le **Tracce GPS OpenStreetMap** clicca sulla casella. Nell'immagine qui sotto, le tracce GPS pubbliche sono mostrate in vari colori, indicando la direzione del viaggio.
ja: **OpenStreetMap GPSトレース** を有効にするには、ボックスをクリックします。下のイメージでは、公共のGPS追跡がさまざまな色で表示され、進行方向を示しています。
sv: Klicka på rutan för att aktivera **OpenStreetMap GPS-spår**. På bilden nedan visas offentliga GPS-spår i olika färger, vilket indikerar färdriktningen.

source: osm gps traces
it: tracce gps osm
sv: osm gps-spår

source: If there is imagery offset, it can be **corrected** by clicking **Fix Alignment**.
it: Se è presente un offset delle immagini, è possibile **correggerlo** facendo clic su **Fix Alignment**.
sv: Om det finns en bildförskjutning kan den **korrigeras** genom att klicka på **Fix Alignment**.

source: image18
it: immagine18

source: Click the navigation buttons to move the imagery. Click the reset button to return to the default position. |image20|
de: Klicken Sie auf die Navigationsschaltflächen, um die Bilddaten zu verschieben. Klicken Sie auf die Schaltfläche Zurücksetzen, um zur Standardposition zurückzukehren. |image20|
es: Haga click en los botones de navegación para mover las imágenes. Haga click en el botón de reinicio para volver a la posición predeterminada. |image20|
it: Clicca i pulsanti di navigazione per spostare le immagini. Fai clic sul pulsante di ripristino per tornare alla posizione predefinita. |image20|
ja: イメージを移動するには、ナビゲーションボタンをクリックします。リセットボタンをクリックすると、デフォルトの位置に戻ります。|image20|
sv: Klicka på navigeringsknapparna för att flytta bilderna. Klicka på återställningsknappen för att återgå till standardpositionen. |image20|

source: image20
it: immagine20

source: Adding points
de: Hinzufügen von Punkten
it: Aggiungi punti
ja: ポイントを追加する
sv: Lägga till poäng

source: To add a new point, click on the **Point** button. |image3|
de: Drücken Sie auf den **Point**-Button, um einen neuen Punkt hinzuzufügen. |image3|
es: Para agregar un nuevo punto, haga click en el botón **Punto** . |image3|
it: Per aggiungere un nuovo punto, clicca sul pulsante **Punto**. |image3|
ja: 新しい点を追加するには、 **[ポイント]** ボタンをクリックします。|image3|
sv: För att lägga till en ny punkt klickar du på knappen **Point**. |image3|

source: image3
it: immagine3

source: Your mouse cursor will change into plus (+) sign. Now, click on a position that you know to mark a location. For example, if you know that there is a hospital in your area, click on the position of the hospital building.
de: Ihr Mauscursor wird sich daraufhin in ein (+) umwandeln. Jetzt klicken Sie auf eine Position, die Sie kennen um einen Ort hinzuzufügen. Falls Sie zum Beispiel ein Krankenhaus in Ihrer Gegend kennen, klicken Sie auf die Position des Krankenhauses.
es: El cursor del ratón se convertirá en el signo de más (+). Ahora, haga click en una posición que conozca para marcar un lugar. Por ejemplo, si usted sabe que hay un hospital en su área, haga click en la posición del edificio del hospital.
it: Il cursore del mouse si trasformerà in un segno più (+). Ora, clicca su una posizione che conosci per marcare una posizione. Per esempio, se sai che c'è un ospedale nella tua zona, clicca sulla posizione dell'edificio dell'ospedale.
ja: マウスカーソルがプラス(+)記号に変わります。次に、位置をマークする位置をクリックします。たとえば、地域に病院があることがわかっている場合は、病院の建物の位置をクリックします。
sv: Din muspekare ändras till ett plustecken (+). Klicka nu på en position som du känner till för att markera en plats. Om du t.ex. vet att det finns ett sjukhus i ditt område klickar du på sjukhusbyggnadens position.

source: image21
it: immagine21

source: Notice that a new point is added. At the same time, the left panel will change to show a form where you can select attributes for the object. Click **Hospital Grounds** to tag the point as a hospital.
de: Beachten Sie, dass ein neuer Punkt hinzugefügt wurde. Zur gleichen Zeit wechselt das linke Feld zu einem Formular auf dem Attribute für das neue Objekt ausgewählt werden können. Klicken Sie **Hospital Grounds**, um den Punkt als Krankenhaus zu klassifizieren.
es: Observe que se añade un nuevo punto. Al mismo tiempo, el panel de la izquierda cambia para mostrar un formulario donde puede seleccionar atributos para el objeto. Haga click en **Hospital Grounds** para etiquetar el punto como un hospital.
it: Nota che viene aggiunto un nuovo punto. Allo stesso tempo, il pannello di sinistra cambierà per mostrare un modulo dove è possibile selezionare gli attributi per l'oggetto. Clicca su **Hospital Grounds** per etichettare il punto come ospedale.
ja: 新しい点が追加されます。同時に、左側のパネルが変わり、オブジェクトの属性を選択できるフォームが表示されます。**大規模病院（代表点または敷地）** をクリックして、ポイントに病院のタグを付けます。
sv: Lägg märke till att en ny punkt har lagts till. Samtidigt ändras den vänstra panelen så att den visar ett formulär där du kan välja attribut för objektet. Klicka på **Hospital Grounds** för att märka punkten som ett sjukhus.

source: image22
it: immagine22

source: You can use the forms to fill detail information about your point. You can fill hospital name, address, and/or other additional information. Note that each feature will have different options, depending on what tag you choose from the feature panel.
de: Das Formular kann weiter genutzt werden, um zusätzliche Informationen zu ihrem Punkt hinzuzufügen wie zum Beispiel Krankenhausname, Anschrift und/oder andere Informationen. Beachten Sie, dass jedes Merkmal andere Optionen hat je nachdem welches Kennzeichen aus dem Featurefeld gewählt wurde.
es: Puede utilizar los formularios para llenar información detallada sobre el punto. Usted puede llenar el nombre del hospital, dirección o/y otra información adicional. Tenga en cuenta que cada función tendrá diferentes opciones, dependiendo de qué etiquetas escoja desde el panel de función.
it: Puoi usare i moduli per riempire le informazioni dettagliate sul tuo punto. Puoi riempire il nome dell'ospedale, l'indirizzo e/o altre informazioni aggiuntive. Nota che ogni elemento avrà opzioni diverse, a seconda dell'etichetta che scegli dal pannello degli elementi.
ja: フォームを使用して、ポイントに関する詳細情報を入力できます。病院の名前、住所、その他の追加情報を入力できます。各フィーチャには、フィーチャパネルから選択したタグに応じて異なるオプションがあることに注意してください。
sv: Du kan använda formulären för att fylla i detaljerad information om din punkt. Du kan fylla i sjukhusets namn, adress och/eller annan ytterligare information. Observera att varje funktion har olika alternativ, beroende på vilken tagg du väljer från funktionspanelen.

source: If you make a mistake, such as a wrong location, you can move your point to a new location by holding the left mouse button on your point and dragging it. Or, if you want to delete your point, click the left mouse button on the point, activate the context menu by clicking with the right mouse button and then click the button which looks like a trashcan. |image23|
de: Wenn Sie einen Fehler machen, z. B. eine falsche Position eingeben, können Sie den Punkt an eine neue Position verschieben, indem Sie die linke Maustaste auf dem Punkt gedrückt halten und ziehen. Wenn Sie Ihren Punkt löschen möchten, klicken Sie die linke Maustaste auf dem Punkt, aktivieren Sie das Kontextmenü, indem Sie mit der rechten Maustaste klicken und dann auf die Schaltfläche klicken, die wie ein Mülleimer aussieht. |image23|
es: Si usted comete un error, como un lugar equivocado, puede mover el punto a una nueva ubicación manteniendo pulsado el botón izquierdo del ratón en su punto y arrastrándolo. O, si desea eliminar el punto, haga click con el botón izquierdo del ratón sobre el punto, active el menú contextual haciendo click con el botón derecho del ratón y haga click en el botón que parece un bote de basura. |image23|
it: Se fai un errore, come una posizione sbagliata, puoi spostare il tuo punto in una nuova posizione tenendo il tasto sinistro del mouse sul tuo punto e trascinandolo. Oppure, se vuoi cancellare il punto, clicca con il tasto sinistro del mouse sul punto, attiva il menu contestuale cliccando con il tasto destro del mouse e poi clicca sul pulsante che sembra un cestino. |image23|
ja: 位置を間違えた場合などに、マウスの左ボタンを押したままドラッグすると、ポイントを新しい位置に移動できます。または、ポイントを削除する場合は、ポイント上で左マウスボタンをクリックし、さらに右マウスボタンでクリックしてコンテキストメニューを表示し、ごみ箱のボタンをクリックします。|image23|
sv: Om du gör ett misstag, t.ex. placerar punkten fel, kan du flytta den till en ny plats genom att hålla ned vänster musknapp på punkten och dra den. Om du vill radera punkten klickar du med vänster musknapp på punkten, aktiverar snabbmenyn genom att klicka med höger musknapp och klickar sedan på knappen som ser ut som en papperskorg. |image23|

source: image23
it: immagine23

source: A "point" created in the iD editor is actually a standalone "node" with a set of "tags" on it.
de: Ein im iD-Editor erstellter "Punkt" ist eigentlich ein eigenständiger "Knoten" mit einem Satz von "Tags".
es: Un "punto" creado en el editor iD es en realidad un "nodo" independiente con un conjunto de "etiquetas" en él.
it: Un "punto" creato nell'editor iD è in realtà un "nodo" autonomo con un insieme di "tag" su di esso.
ja: iDエディタで作成される"ポイント"は、実際には"タグ"のセットが付いた独立の"ノード"です。
sv: En "punkt" som skapas i iD-editorn är egentligen en fristående "nod" med en uppsättning "taggar" på.

source: Drawing lines
de: Zeichnen von Linien
it: Disegna linee
ja: 線の描画
sv: Ritning av linjer

source: To add a new line, click on the **Line** button. |image4|
de: Um eine neue Linie hinzuzufügen, klicken Sie auf den **Line**-Button. |image4|
es: Para agregar una nueva línea, haga click en el botón de **Línea**. |image4|
it: Per aggiungere una nuova linea, clicca sul pulsante **Line**. |image4|
ja: 新しいラインを追加するには、 **ライン** ボタンをクリックします。|image4|
sv: För att lägga till en ny rad, klicka på knappen **Rad**. |image4|

source: image4
it: immagine4
