Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/internationalisation_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt, sv, zh_tw

source: Change language or keyboard type
es: Cambiar el idioma o el tipo de teclado
hu: Nyelv vagy billentyűzet típus módosítása
it: Cambia lingua o tipo di tastiera
ja: キーボードや言語を変更する
nl: Wijzigen van de taal of toetsenbordtype

source: Switching Language
de: Ändern der Sprache
es: Cambiando de idioma
fi: Kielen vaihtaminen
fr: Changement de Langue
hu: Nyelv váltás
it: Cambiare lingua
ja: 言語の変更
nl: Van taal wisselen
pt: Trocando o Idioma
sv: Byta språk
zh_tw: 切換語言

source: Many common languages are included on OSGeoLive. To switch languages:
de: Es wurden viele geläufige Sprachen installiert. Um die Sprache auf Ihre Belange anzupassen, gehen Sie wie folgt vor:
es: OSGeo-Live está traducida a varios idiomas. Para cambiar entre ellos debe:
fi: OSGeoLive sisältää monia kielivaihtoehtoja. Kielen vaihtamiseksi:
fr: De nombreuses langues usuelles sont incluses dans OSGeoLive. Pour basculer de langues:
hu: Sok elterjedt nyelv megtalálható az OSGeoLive-on. A nyelv váltáshoz:
it: Molte lingue comuni sono incluse nella OSGeoLive. Per cambiare lingua:
ja: OSGeoLive は標準で多くの言語に対応しています。言語を切り替えるには以下を実行します:
nl: Veel gangbare talen zijn opgenomen in OSGeoLive. Om van taal te veranderen:
pt: Os idiomas mais comuns estão incluídos no OSGeoLive. Para trocar o idioma:
sv: Många vanliga språk är inkluderade på OSGeoLive. Så här byter du språk:
zh_tw: 許多常用語言已經包含在 OSGeoLive 裡了，要切換語言：

source: Log out
es: Cerrar sesión
fr: Se déconnecter
hu: Jelentkezzen ki
it: Esci
ja: ログアウトします
nl: Uitloggen
sv: Logga ut
zh_tw: 登出

source: Select user="user", password="user"
de: Geben Sie das Passwort "user" für den Benutzer "user" ein
es: Seleccionar user="user", password="user"
fi: Valitse user="user", password="user"
fr: Sélectionner user="user", password="user"
hu: Jelentkezzen be user="user", password="user"
it: Selezionare user=”user”, password=”user”
ja: user= "user" , password= "user" でログインします
nl: Selecteer user="user", password="user"
pt: Selecione user="user",password="user"
sv: Välj user="user", password="user"
zh_tw: 選擇 user="user"，password="user"

source: Select another language from the top panel menu.
de: Wählen Sie eine andere Sprache aus dem Menü oben.
es: Seleccionar otro idioma desde el menú del panel superior
fi: Valitse toinen kieli ylävalikosta.
fr: Sélectionnez une autre langue à partir du menu du panneau supérieur.
hu: Válasszon egy másik nyelvet a felső panel menüből
it: Selezionare altra lingua dal menu in alto nello schermo.
ja: 画面上部のパネルメニューから別の言語を選択します
nl: Selecteer een andere taal in het menu van het bovenste paneel.
pt: Selecione outro idioma no menu do painel superior.
sv: Välj ett annat språk från menyn på den översta panelen.
zh_tw: 從頂端選單選擇其他語言。

source: Press the :guilabel:`Log in` button.
de: Drücke :guilabel: "Anmelden".
es: Pulsar el botón de :guilabel:`Iniciar sesión`.
fi: Paina :guilabel:`Log in` näppäintä.
fr: Appuyer sur le bouton :guilabel:`Connecter`
hu: Nyomja meg a :guilabel:`Log in` gombot.
it: Premere il bottone :guilabel:`Log in`
ja: :guilabel:`Log in` ボタンをクリックします
nl: Druk op de knop :guilabel:`Log in`.
pt: Pressione o botão :guilabel:`Log in`.
sv: Tryck på :guilabel:`Log in` knappen.
zh_tw: 按 :guilabel:`Log in` 按鈕。

source: Repeat the process if needed or if you wish to change languages again.
de: Wiederholen Sie den Vorgang, wenn Sie eine andere Sprache einstellen möchten
es: Repetir el proceso si es necesario o si desea cambiar de idioma otra vez.
fi: Toista prosessi tarvittaessa tai jos haluat vaihtaa kielen uudestaan.
fr: Répétez la procédure si nécessaire ou si vous souhaitez à nouveau changer de langue.
hu: Ismételje meg az eljárást, ha szükséges vagy ha újra nyelvet akar váltani.
it: Ripetere il processo se necessitate o volete cambiare lingua di nuovo.
ja: ほかの言語に変更したいときは再度言語を選択します
nl: Herhaal het proces indien nodig of als u opnieuw van taal wilt veranderen.
pt: Repita o processo se precisar ou se desejar trocar o idioma novamente.
sv: Upprepa processen om det behövs eller om du vill byta språk igen.
zh_tw: 如果要再次更改語言，請重覆上述步驟。

source: login screen
nl: inlogscherm

source: The system menus and many of the applications will now appear in the language chosen. If a specific program continues to display in English, then the program doesn't have a translation available - please consider volunteering to write a translation. Contact the program of interest directly for more information.
de: Die Systemmenüs und viele Applikationen werden nun mit der ausgewählten Sprache erscheinen. Sollte einen Anwendung weiterhin englische Menüs darstellen, liegt dafür aktuell keine Übersetzung vor. Möchten Sie eventuell eine Übersetzung beisteuern? Dann kontaktieren Sie das Projekt direkt, um weitere Details zu klären.
es: Los menús del sistema y muchas de las aplicaciones aparecerán en el lenguaje elegido. Si un programa en concreto continúa mostrándose en Inglés eso es porque no dispone de traducción. Por favor, considera apoyar la traducción del mismo a tu idioma. Puedes contactar directamente con los responsables del proyecto para obtener más información.
fi: Järjestelmän valikot ja useat ohjelmista tulevat nyt esille haluamallasi kielellä. Jos erityinen ohjelma näyttäytyy vain englanniksi ei siitä luultavasti ole käännöstä saatavilla - ole ystävällinen ja harkitse haluaisitko vapaaehtoiseksi kääntämään sen. Ota yhteytta suoraan ohjelmiston ylläpitäjiin saadaksesi lisätietoja asiasta.
fr: Les menus du système et de nombreuses autres applications apparaîtront maintenant dans la langue choisie. Si un programme spécifique continue à s'afficher en anglais, cela signifie que le programme n'a pas de traduction disponible - merci de penser à participer à la traduction. Contactez directement le programme d'intérêt pour plus d'informations.
hu: A rendszer menü és sok alkalmazás a választott nyelven jelenik meg most. Ha egy program továbbra is angolul jelenik meg, akkor a programhoz nincs fordítás - fontolja meg, hogy önkéntesként elkészítse a fordítást. További információkért forduljon közvetlenül a kiválasztott program közösségéhez.
it: I menu di sistema e molte delle applicazioni appariranno nella lingua scelta. Se uno specifico programma continua ad essere in Inglese, vuol dire che il programma non possiede quella traduzione disponibile - per favore considerate di contribuire volantariamente alla traduzione. Contattare il progetto considerato direttamente per maggiori informazioni.
ja: 言語を選択すると、システムメニューと多くのアプリケーションが選択した言語で表示されます。特定のアプリケーションで英語が表示され続ける場合は、そのプラグラムで翻訳が利用できない状態になっています - ボランティアでの翻訳参加検討をお願いします。詳しくは興味のあるプログラムまで直接お問い合わせください。
nl: De systeemmenu's en veel van de applicaties verschijnen nu in de gekozen taal. Als een specifiek programma in het Engels blijft worden weergegeven, heeft het programma geen vertaling beschikbaar - overweeg dan om vrijwillig een vertaling te schrijven. Neem rechtstreeks contact op met het programma van interesse voor meer informatie.
pt: O menu do sistema e muitas outras aplicações agora irão aparecer no idioma escolhido. Se um programa específico continuar a aparecer em Inglês, então o programa não possui uma tradução disponível - por favor, considere se voluntariar para escrever a tradução. Entre em contato diretamente no site do programa de interesse para mais informações.
sv: Systemmenyerna och många av applikationerna kommer nu att visas på det valda språket. Om ett visst program fortsätter att visas på engelska, så har programmet inte en översättning tillgänglig - vänligen överväg volontärarbete för att skriva en översättning. Kontakta programmet av intresse direkt för mer information.
zh_tw: 系統選單和軟體會以選擇的語言出現。如果特定的程式仍顯示英文，表示該程式沒有可用的翻譯-請考慮志願翻譯，請聯繫該軟體得到更多資訊。

source: For additional languages see :menuselection:`Preferences --> Language Support` from the main menu. (Requires an internet connection).
de: Zusätzliche Sprachen, die über den Installationsumfang hinausgehen, können Sie über das Menü :menuselection:`Einstellungen --> Sprachen` installieren. Dies setzt jedoch eine Verbindung zum Internet voraus.
es: Para idiomas adicionales consulta :menuselection:`Preferences --> Language Support` en el menú principal (requiere conexión a Internet).
fi: Lisäkielistä katso :menuselection:`Valinnat --> Kielten tuki` päävalikosta. (Vaatii verkkoyhteyden).
fr: Pour d'autres langues consultez :menuselection:`Preferences --> Language Support` depuis le menu principal. (Nécessite une connexion internet).
hu: További nyelvekhez lásd :menuselection:`Preferences --> Language Support` a főmenüből. (Internet kapcsolat szükséges)
it: Per maggiori lingue vedere :menuselection:`Applications ‣ Language Support` dal menù principale. (Richiede una connessione ad internet)
ja: その他の言語については、メインメニューから :menuselection:`Preferences --> Language Support` を確認してください。(インターネット接続が必要です)。
nl: Voor extra talen zie :menuselection:`Voorkeuren --> Taalondersteuning` in het hoofdmenu. (Vereist een internetverbinding).
pt: Para idioma adicionais veja :menuselection:`Preferences --> Language Support` no menu principal. (Requer uma conexão com a internet).
sv: För ytterligare språk se:menuselection:`Preferences --> Language Support` från huvudmenyn. (Kräver en Internetanslutning).
zh_tw: 要看更多語言的話，請見主選單 :menuselection:`Preferences --> Language Support` 。 (需要網路連線)。

source: Keyboard Support
de: Tastaturunterstützung
es: Soporte de distribuciones de teclado
fi: Näppäimistötuki
fr: Support du clavier
hu: Billentyűzet támogatás
it: Supporto della Tastiera
ja: キーボードサポート
nl: Toetsenbord ondersteuning
pt: Suporte para o Teclado
sv: Stöd för tangentbord
zh_tw: 鍵盤支援

source: International keyboard support is installed, but you will need to configure the system for your specific keyboard. To change settings open :menuselection:`Preferences --> Keyboard Input Methods` from the main menu and click on the :guilabel:`Input Method` tab. Next click on :guilabel:`Customize active input methods` and then on the :guilabel:`Select an input method` button. Now click the :guilabel:`Add` button on the right to add an additional layout and then :guilabel:`Close` the IBus Preferences window.
de: Die Unterstützung für internationale Tastaturen ist ebenso installiert, Sie müssen das System jedoch auf Ihre Tastatur einstellen. Öffnen Sie hierfür im Menü :menuselection:`Einstellungen --> Tastatureingabemethoden` und wählen Sie im darauf folgenden Dialog den Reiter :guilabel:`Eingabemethode` aus, um weitere Einstellungen vorzunehmen. Klicken Sie auf :guilabel:`Aktive Eingabemethoden anpassen`, anschließend auf :guilabel:`Eingabemethode auswählen` und wählen Sie eine Eingabemethode aus, die Sie mit :guilabel:`Hinzufügen` bestätigen.
es: El soporte de distribuciones de teclado está incluido, pero necesitas configurar el sistema para un teclado en particular. Para cambiar las preferencias debes abrir `Preferences --> Keyboard Input Methods` desde el menú principal y hacer clic en la pestaña :guilabel:`Input Method`. A continuación hacer clic en :guilabel:`Customize active input methods` y entonces en el botón :guilabel:`Select an input method`. Ahora hacer clic en el botón :guilabel:`Add` de la derecha para añadir la nueva distribución y entonces :guilabel:`Cerrar` la ventana de preferencias de IBus.
fi: Kansainvälinen näppäimistön tuki on asennettu, mutta Sinun tulee konfiguroida järjestelmä erityiselle näppäimistölle. Muuttaaksesi asetuksia avaa :menuselection:`Valinnat --> Näppäimistön syöttö menetelmät` päävalikosta ja klikkaa guilabel:`Syöttö menetelmä` kielekettä. Seuraavaksi klikkaa :guilabel:`Kustomoi aktiivisia syöttö menetelmiä` ja sitten :guilabel:`Valitse syöttö menetelmä` näppäintä. Nyt klikkaa :guilabel:`Lisää` näppäintä oikealla lisätäksesi uuden näppäimistölayout ja sitten :guilabel:`Sulje` IBus Valintojen ikkuna.
fr: Le support du clavier international est installé, mais vous aurez besoin de configurer le système pour votre clavier spécifique. Pour changer les paramètres, ouvrez :menuselection:`Preferences --> Keyboard Input Methods` depuis le menu principal et cliquez sur l'onglet :guilabel:`Input Method`. Après, cliquez sur :guilabel:`Customize active input methods` et ensuite sur le bouton :guilabel:`Select an input method`. Maintenant, cliquez sur le bouton :guilabel:`Add` sur la droite pour ajouter une disposition supplémentaire et ensuite appuyez sur :guilabel:`Close` pour fermer la fenêtre IBus Preferences.
hu: A nemzetközi billentyűzet támogatást telepítette, de konfigurálni kell a rendszert az ön egyedi billentyűzetéhez. A beállítások módosításához nyissa meg a :menuselection:`Preferences --> Keyboard Input Methods` a főmenüből és kattintson az :guilabel:`Input Method` fülre. Majd kattintson a :guilabel:`Customize active input methods` és a :guilabel:`Select an input method` gombra. Most kattintson az :guilabel:`Add` gombra a jobb oldalon további billentyűzet kiosztás hozzáadásához, végül :guilabel:`Close` a preferenciák ablak bezárásához.
it: Il supporto alle tastiere internazionali è installato, ma si dovrà configurare il sistema per la vostra specifica tastiera. Per cambiare le impostazioni aprire :menuselection:`Preferences ‣ Keyboard Input Methods` dal menù principale quindi cliccare sul pannello:guilabel:` Input Method`. Dopo cliccare su :guilabel:`Customize active input methods` e quindi sul pulsante :guilabel:`Select an input method`. Ora cliccare sul pulsante :guilabel:`Add` sulla destra e aggiungere un layout addizionate e quindi :guilabel:`Close` per chiudere la finestra delle preferenze IBus.
ja: 国際的なキーボードのサポートがインストールされていますが、特定のキーボード用にシステムを設定する必要があります。設定を変更するには、メインメニューから :menuselection:`Preferences-->Keyboard Input Methods` を開き、 :guilabel:`Input Method` タブをクリックします。次に、 :guilabel:`Customize active input methods` ボタンをクリックし、 :guilabel:`Select an input method` ボタンをクリックします。次に右側の :guilabel:`Add` ボタンをクリックしてレイアウトを追加し、 :guilabel:`Close` をクリックしてiBus 設定ウィンドウを閉じます。
nl: Internationale toetsenbordondersteuning is geÃ¯nstalleerd, maar u moet het systeem configureren voor uw specifieke toetsenbord. Om instellingen te wijzigen, opent u :menuselection:`Preferences --> Keyboard Input Methods` in het hoofdmenu en klikt u op het tabblad :guilabel:`Input Method`. Klik vervolgens op :guilabel:`Pas actieve invoermethoden aan` en vervolgens op de knop :guilabel:`Selecteer een invoermethode`. Klik nu op de knop :guilabel:`Toevoegen` aan de rechterkant om een extra lay-out toe te voegen en vervolgens op :guilabel:`Sluit` het venster IBus-voorkeuren.
pt: Suporte para teclados internacionais está instalado, mais você irá precisar configurar o sistema para o idioma do seu teclado. Para trocar as configurações abra :menuselection:`Preferences --> Keyboard Input Methods` do menu principal e clique na aba :guilabel:`Input Method`. Depois clique em :guilabel:`Customize active input methods` e então no botão :guilabel:`Select an input method`. Agora clique em :guilabel:`Add` na direita para adicionar o layout do seu teclado e depois :guilabel:`Close` a janela de preferências.
sv: Det internationella tangentbords stödet är installerat, men du måste konfigurera systemet för ditt specifika tangentbord. För att ändra inställningar öppna :menuselection:`inställningar--> tangentbord inmatningsmetoder` från huvudmenyn och klicka på :guilabel:`Input Method`-fliken. Klicka sedan på :guilabel:` anpassa aktiva inmatningsmetoder` och sedan på :guilabel:`Välj en inmatningsmetod`-knappen. Klicka nu på :guilabel:`Lägg till` knappen till höger för att lägga till en ytterligare layout och sedan :guilabel:`Stäng` IBus preferenser fönster.
zh_tw: 國際鍵盤已經安裝，但你需要設定系統為特定的鍵盤。要改變設定請開 :menuselection:`Preferences --> Keyboard Input Methods`，並且按 :guilabel:`Input Method` 標籤。接著按 :guilabel:`Customize active input methods`，並且按 :guilabel:`Select an input method` 按鈕。現在按右邊 :guilabel:`Add` 按鈕增加新的樣式，:guilabel:`Close` IBus 設定視窗。

source: You can now click on the keyboard icon on the lower desktop menu bar to select the active keyboard layout.
de: Nun können Sie über einen Klick auf das Tastatur-Symbol in der unteren Desktop-Leiste das aktive Tastaturlayout auswählen.
es: Ahora ya puedes hacer clic en el icono del teclado en la barra inferior del escritorio para seleccionar la distribución de teclado activa.
fi: Nyt voit klikata näppäimistö ikonia alhaallatyöpöytävalikossa valitaksesi aktiivisen näppäimistölayoutin.
fr: Vous pouvez maintenant cliquer sur l'icône du clavier sur la barre de menu basse du bureau pour sélectionner la disposition de clavier active.
hu: Most rákattinthat a billentyűzet ikonra az alsó menüsoron az aktív billentyűzet kiosztás kiválasztásához.
it: Ora cliccare sull’icona della tastiera nel menu del desktop in basso per selezionare il layout attivo.
ja: これで、デスクトップ下部のメニュー上のキーボードアイコンをクリックし、アクティブなキーボードレイアウトを選択できるようになりました。
nl: U kunt nu op het toetsenbordpictogram in de onderste bureaubladmenubalk klikken om de actieve toetsenbordindeling te selecteren.
pt: Agora você pode clicar no ícone do teclado no menu inferior do desktop e selecionar qual será o layout ativo para o teclado.
sv: Du kan nu klicka på tangentbordsikonen på den lägre desktopmenyn för att välja den aktiva tangentbordslayouten.
zh_tw: 你可以按桌面底部選單鍵盤圖示，選擇啟用的鍵盤型式。

source: OSGeo Community
nl: OSGeo Gemeenschap
pt: Comunidade OSGeo

source: OSGeoLive Internationalisation Quickstart
fi: OSGeoLive kansainvälistämisen pika-aloitus
fr: Guide de démarrage rapide de l'internationalisation de l'OSGeoLive
zh_tw: OSGeoLive 國際化快速指南

source: OSGeo Project
pt: Projeto OSGeo
