Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/istsos_quickstart.po
Languages: de, es, it, ja, sv

source: First we will create a text file with sensor data, formatted according to "text/csv, subtype=istSOS". The file uses a Comma Separated Values (CSV) format. The first line contains header information, including URI names of the observed properties. The following lines contain the data.
de: Zuerst erstellen wir eine Textdatei mit Sensordaten, formatiert nach "text/csv, subtype=istSOS". Die Datei verwendet ein CSV-Format (Comma Separated Values). Die erste Zeile enthält Kopfzeileninformationen, einschließlich URI-Namen der beobachteten Eigenschaften. Die folgenden Zeilen enthalten die Daten.
es: Primero crearemos un archivo de texto con datos del sensor, formateado de acuerdo con "text/csv, subtype=istSOS". El archivo utiliza un formato de valores separados por comas (CSV). La primera línea contiene información de encabezado, incluidos los nombres de URI de las propiedades observadas. Las siguientes líneas contienen los datos.
it: Per prima cosa creererai un file di testo con i dati del sensore, formattato secondo "text/csv, subtype=istSOS". Il file utilizza un formato CSV (Comma Separated Values). La prima riga contiene informazioni di intestazione, compresi i nomi URI delle proprietà osservate. Le righe seguenti contengono i dati.
ja: まず、 "text/csv,subtype=istSOS" に従ってフォーマットされたセンサーデータのテキストファイルを作成します。このファイルはCSV(カンマ区切りテキスト)形式を使用しています。最初の行には、観測されたプロパティのURI名を含むヘッダ情報が含まれます。次の行にデータが含まれています。
sv: Först ska vi skapa en textfil med sensordata, formaterad enligt "text/csv, subtype=istSOS". Filen använder ett CSV-format (Comma Separated Values). Den första raden innehåller rubrikinformation, inklusive URI-namn för de observerade egenskaperna. Följande rader innehåller data.

source: Open a text editor by selecting :menuselection:`Accessories --> FeatherPad`.
de: Öffnen Sie einen Texteditor, indem Sie :menuselection:'Zubehör --> FeatherPad' auswählen.
it: Apri un editor di testo selezionando :menuselection:`Accessories --> FeatherPad`.
ja: :menuselection:`アクセサリ --> FeatherPad` を選択して、テキストエディタを開きます。
sv: Öppna en textredigerare genom att välja :menuselection:`Tillbehör --> FeatherPad`.

source: Copy and paste the following text into the text editor window:
de: Kopieren und fügen Sie den folgenden Text in das Texteditorfenster ein:
it: Copia e incolla il seguente testo nella finestra dell'editor di testo:
ja: 次のテキストをコピーしてテキストエディタウィンドウに貼り付けます:
sv: Kopiera och klistra in följande text i textredigeringsfönstret:

source: Save the file as "T_LUGANO_20140603161000000.dat" on the Desktop. The filename convention being used is: PROCEDURENAME_YYYYMMDDhhmmssfff.dat
de: Speichern Sie die Datei als "T_LUGANO_20140603161000000.dat" auf dem Desktop. Die verwendete Dateinamenkonvention lautet: PROCEDURENAME_YYYYMMDDhhmmssfff.dat
es: Guarde el archivo como "T_LUGANO_20140603161000000.dat" en el escritorio. La convención de nombre de archivo que se usa es: PROCEDURENAME_YYYYMMDDhhmmssfff.dat
it: Salva il file come "T_LUGANO_20140603161000000.dat" sul Desktop. La convenzione del nome del file utilizzata è: PROCEDURENAME_YYYYMMDDhhmmssfff.dat
ja: デスクトップ上に "T_LUGANO_20140603161000000.dat" という名前で保存します。ファイル名の命名方法は次のとおりです: PROCEDURENAME_YYYYMMDDhhmmssfff.dat
sv: Spara filen som "T_LUGANO_20140603161000000.dat" på skrivbordet. Den filnamnskonvention som används är: PROCEDURENAMN_ÅÅÅÅMMDDhhmmssfff.dat

source: Open a terminal by selecting :menuselection:`System Tools --> LXTerminal`.
de: Öffnen Sie ein Terminal, indem Sie :menuselection:'System Tools --> LXTerminal' auswählen.
it: Apri un terminale selezionando :menuselection:`System Tools --> LXTerminal`.
ja: :menuselection:`System Tools --> LXTerminal` を選択して端末を開きます。
sv: Öppna en terminal genom att välja :menuselection:`Systemverktyg --> LXTerminal`.

source: In the terminal, enter: "cd /usr/share/istsos/" and press ENTER.
de: Geben Sie im Terminal "cd /usr/share/istsos/" ein und drücken Sie die Eingabetaste (Enter).
it: Nel terminale, digita: "cd /usr/share/istsos/" e premi INVIO.
ja: 端末で: "cd/usr/share/istSOS/" と入力し、ENTERを押します。
sv: I terminalen skriver du in: "cd /usr/share/istsos/" och tryck på ENTER.

source: Write "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w ~/Desktop" and press ENTER
de: Schreiben Sie "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w '/Desktop' und drücken Sie ENTER
es: Escriba "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w ~/Desktop" y presione ENTER
it: Scrivi "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w ~/Desktop" e premi INVIO
ja: "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w ~/Desktop" とうちこんで、ENTERを押します
sv: Skriv "python scripts/csv2istsos.py -p T_LUGANO -u http://localhost/istsos -s demo -w ~/Desktop" och tryck på ENTER

source: You should see a message "Insert observation success: True"
de: Es sollte die Meldung "Insert observation success: True" angezeigt werden.
es: Debería ver un mensaje "Insert observation success: True"
it: Dovresti vedere un messaggio "Inserire l'osservazione con successo: True"
ja: "Insert observation success:True" というメッセージが表示されます。
sv: Du bör se ett meddelande "Insert observation success: True"

source: Click :menuselection:`Geospatial --> Webservices --> istSOS`.
de: Klicken Sie auf :menuselection:'Geospatial --> Webservices --> istSOS'.
es: Haga clic :menuselection:`Geospatial --> Webservices --> istSOS`.
it: Clicca :menuselection:`Geospatial --> Webservices --> istSOS`.
ja: :menuselection:`Geospatial --> Webservices --> istSOS` をクリックします。
sv: Klicka på :menuselection:`Geospatial --> Webbtjänster --> istSOS`.

source: Click the :guilabel:`Enter` button in the administration page
de: Klicken Sie auf die Schaltfläche :guilabel:'Enter' auf der Administrationsseite
it: Clicca il pulsante :guilabel:`Enter` nella pagina di amministrazione
ja: 管理ページで :guilabel:`Enter` ボタンをクリックします
sv: Klicka på knappen :guilabel:`Enter` på administrationssidan

source: Click :menuselection:`Data Management --> Data Viewer`.
de: Klicken Sie auf :menuselection:'Data Management --> Data Viewer'.
es: Haga clic en :menuselection:`Data Management --> Data Viewer`.
it: Clicca :menuselection:`Data Management --> Data Viewer`.
ja: :menuselection:`Data Management-->Data Viewer` をクリックします。
sv: Klicka på :menuselection:`Datahantering --> Data Viewer`.

source: Select the following:
de: Wählen Sie Folgendes aus:
es: Seleccione lo siguiente:
it: Seleziona quanto segue:
ja: 次を選択してください:
sv: Välj följande:

source: Offering = temporary
sv: Erbjudande = tillfälligt

source: Procedure T_LUGANO
de: Verfahren T_LUGANO
it: Procedura T_LUGANO
sv: Förfarande T_LUGANO

source: Click the :guilabel:`Add` button
de: Klicken Sie auf die Schaltfläche :guilabel:'Add'
it: Fare clic sul pulsante :guilabel:`Add`.
ja: :guilabel:`Add` ボタンをクリックします
sv: Klicka på :guilabel:`Add`-knappen

source: Click the :guilabel:`Plot` button and check that the data have been added (watch out at your time zone!)
de: Klicken Sie auf die Schaltfläche :guilabel:'Plot' und überprüfen Sie, ob die Daten hinzugefügt wurden (achten Sie auf Ihre Zeitzone!)
it: Clicca il pulsante :guilabel:`Plot` e controlla che i dati siano stati aggiunti (attenzione al tuo fuso orario!)
ja: :guilabel:`Plot` ボタンをクリックし、データが追加されたことを確認します(タイムゾーンに注意してください)。
sv: Klicka på knappen :guilabel:`Plot` och kontrollera att data har lagts till (se upp för din tidszon!)

source: What next?
de: Was kommt als Nächstes?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: To learn more about istSOS, a starting point is the `istSOS Documentation`_ and the `istSOS Tutorial`_.
de: Um mehr über istSOS zu erfahren, ist ein Blick in die `istSOS Dokumentation`_ und das `istSOS Tutorial`_ zu empfehlen.
it: Per saperne di più su istSOS, un punto di partenza è la `istSOS Documentation`_ e il `istSOS Tutorial`_.
ja: istSOSについてさらに学ぶには、 `istSOS Documentation`_ と `istSOS Tutorial`_ を参照してください。
sv: För att lära dig mer om istSOS är en utgångspunkt `istSOS Documentation`_ och `istSOS Tutorial`_.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: istSOS is an OGC `SOS <http://www.opengeospatial.org/standards/sos>`__ server implementation written in `Python <https://www.python.org/>`__. istSOS allows for managing and dispatch observations from monitoring sensors according to the Sensor Observation Service standard.
es: istSOS es una implementación de servidor OGC `SOS <http://www.opengeospatial.org/standards/sos>`__ escrita en `Python <https://www.python.org/>`__. istSOS permite gestionar y enviar observaciones desde sensores de monitorización de acuerdo con el estándar del Servicio de observación de sensores.

source: Setting up an istSOS service instance
es: Configurar una instancia de servicio istSOS

source: **1) Open the Web Admin interface**
es: **1) Abra la interfaz de administración web**

source: Open a browser and go to `<http://localhost/istsos/admin>`_
es: Abra un navegador y vaya a `<http://localhost/istsos/admin>`_

source: **2) Configure your database connection**
es: **2) Configure su conexión de base de datos**

source: From the toolbar buttons menu press the "Database" button and fill in the database configuration options:
es: Desde el menú de botones de la barra de herramientas, presione el botón "Database" y complete las opciones de configuración de la base de datos:

source: **3) Configure the default Service provider information**
es: **3) Configure la información predeterminada del proveedor de servicios**

source: **4) Configure the default Service identification information**
es: **4) Configure la información de identificación del servicio predeterminada**

source: **5) Configure your service coordinates system**
es: **5) Configure su sistema de coordenadas de servicio**

source: **6) Configure your getobservation request options**
es: **6) Configure sus opciones de solicitud de getObservación**

source: From the toolbar buttons menu press the "GetObservation Configuration" button to set maximum time interval per getObservation request (zero for no limits) and aggregation no-data value.
es: Desde el menú de botones de la barra de herramientas, presione el botón "GetObservation Configuration" para establecer el intervalo de tiempo máximo por solicitud de getObservation (cero sin límites) y el valor de agregación sin datos.

source: **7) Configure your service proxy address**
es: **7) Configure su dirección de proxy de servicio**

source: The Proxy URL field is the base URL seen beyond a reverse proxy.
es: El campo URL de proxy es la URL base vista más allá de un proxy inverso.

source: **1) Create a new service**
es: **1) Crear un nuevo servicio**

source: From the toolbar buttons menu press the "new service" button:
es: Desde el menú de botones de la barra de herramientas, presione el botón "new service":

source: Choose the name of your instance. In this workshop use the name **demo**.
es: Elige el nombre de tu instancia. En este taller use el nombre **demo**.

source: In the EPSG field you can set the database native projection. Leaving it empty, the default one will be used.
es: En el campo EPSG puede configurar la proyección nativa de la base de datos. Dejándolo vacío, se usará el predeterminado.

source: **2) Press “next”**
es: **2) Presione “next”**

source: As you pressed the “next” button, the server status panel is displayed. If something's gone wrong during the creation you will see here an alert.
es: Al presionar el botón “next”, se muestra el panel de estado del servidor. Si algo salió mal durante la creación, verá aquí una alerta.

source: From the toolbar buttons menu press the "New procedure" button.
es: Desde el menú de botones de la barra de herramientas, presione el botón "New procedure".

source: Description (optional): conversion from resistance to temperature
de: Beschreibung (optional): Umwandlung von Widerstand in Temperatur
es: Description (opcional): conversión de resistencia a temperatura
ja: 説明(オプション): 抵抗値から温度への変換

source: Open a text editor by selecting :menuselection:`Accessories --> Leafpad`.
es: Abra un editor de texto seleccionando :menuselection:`Accessories --> Leafpad`.

source: Copy and paste the follwing text into the text editor window:
es: Copie y pegue el siguiente texto en la ventana del editor de texto:

source: Open a terminal by selecting :menuselection:`Accessories --> LXTerminal`.
es: Abra un terminal seleccionando :menuselection:`Accessories --> LXTerminal`.

source: In the terminal, enter: "cd /usr/share/istsos/" and press ENTER
es: En el terminal, ingrese: "cd /usr/share/istsos/"" y presione ENTER

source: Click the ENTER button in the administration page
es: Haga clic en el botón ENTER en la página de administración

source: Click the "Add" button
es: Haga clic en el botón "Add"

source: Click the "Plot" button and check that the data have been added (watch out at your time zone!)
es: Haga clic en el botón "Plot" y verifique que se hayan agregado los datos (¡tenga cuidado con su zona horaria!)

source: What Next?
es: ¿Qué sigue?

source: To learn more about istSOS, a starting point is the `istSOS Documentation`_
es: Para obtener más información sobre istSOS, un punto de partida es la `istSOS Documentation`_

source: and the `istSOS Tutorial`_.
es: y el `istSOS Tutorial`_.

source: Click :menuselection:`Geospatial --> Webservices --> istSOS` to open the Web Admin interface. Alternatively, open a browser and go to `<http://localhost/istsos/admin>`_
de: Klicken Sie auf :menuselection:'Geospatial --> Webservices --> istSOS', um die Web-Admin-Schnittstelle zu öffnen. Alternativ können Sie einen Browser öffnen `<http://localhost/istsos/admin>`_
ja: :menuselection:`Geospatial --> Webservices --> istSOS` をクリックして、Web Adminインタフェースを開きます。または、ブラウザを開き、 `<http://localhost/istsos/admin>`_ に移動します。

source: Observed property: urn:ogc:def:parameter:x-istsos:1.0:meteo:air:temperature
de: Beobachtete Eigenschaft: urn:ogc:def:parameter:x-istsos:1.0:meteo:air:temperature
ja: 観測されたプロパティ:urn:ogc:def:parameter:x-istSOS:1.0:meteo:air:temperature
