Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/istsos_quickstart.po
Languages: de, es, it, ja, sv

source: istSOS Quickstart
es: Inicio Rápido de istSOS
it: Guida rapida istSOS
ja: istSOSクイックスタート
sv: istSOS Snabbstart

source: istSOS is an OGC |SOS| server implementation written in `Python <https://www.python.org/>`__. istSOS allows for managing and dispatch observations from monitoring sensors according to the Sensor Observation Service standard.
de: istSOS ist ein OGC-| SOS| Server-Implementierung geschrieben in 'Python <https: www.python.org/="">'__. istSOS ermöglicht die Verwaltung und Dispatch von Beobachtungssensoren nach dem Sensor Observation Service Standard.</https:>
it: istSOS è un'implementazione del server OGC |SOS| scritta in `Python <https://www.python.org/>`__. istSOS permette di gestire e spedire osservazioni da sensori di monitoraggio secondo lo standard Sensor Observation Service.
ja: istSOSは、 `Python <https://www.python.org/>`__ で記述されたOGC |SOS| サーバ実装です。istSOSは、Sensor Observation Service標準に従って、モニタリングセンサーからの観測情報を管理し、ディスパッチすることを可能にします。
sv: istSOS är en OGC |SOS|-serverimplementering skriven i `Python <https://www.python.org/>`__. istSOS gör det möjligt att hantera och skicka observationer från övervakningssensorer enligt Sensor Observation Service-standarden.

source: The project provides also a Graphical user Interface that allows for easing the daily operations and a RESTFull Web api for automatizing administration procedures.
de: Das Projekt bietet auch eine grafische Benutzeroberfläche, die die tägliche Bedienung erleichtert, und eine RESTFull-Web-API zur Automatisierung von Verwaltungsabläufen.
es: El proyecto también proporciona una interfaz gráfica de usuario que facilita las operaciones diarias y una API RESTFull Web para automatizar los procedimientos de administración.
it: Il progetto fornisce anche un'interfaccia grafica che permette di facilitare le operazioni quotidiane e un'API Web RESTFull per automatizzare le procedure di amministrazione.
ja: このプロジェクトはまた、日常的な操作を容易にするグラフィカル・ユーザ・インタフェースと、管理手順を自動化するためのRESTful Web apiも提供しています。
sv: Projektet tillhandahåller också ett grafiskt användargränssnitt som underlättar den dagliga driften och ett RESTFull Web Api för att automatisera administrationsprocedurer.

source: istSOS is released under the GPLv2 licence, and runs on all major platforms (Windows, Linux, Mac OS X), even though it has been used in production in linux environment only.
de: istSOS wird unter der GPLv2-Lizenz veröffentlicht und läuft auf allen wichtigen Plattformen (Windows, Linux, Mac OS X), obwohl es nur in der Produktion in Linux-Umgebungen verwendet wurde.
es: istSOS se lanza bajo la licencia GPLv2 y se ejecuta en todas las plataformas principales (Windows, Linux, Mac OS X), a pesar de que se ha utilizado en la producción solo en entornos Linux.
it: istSOS è rilasciato sotto licenza GPLv2, e funziona su tutte le principali piattaforme (Windows, Linux, Mac OS X), anche se è stato usato in produzione solo in ambiente Linux.
ja: istSOSはGPLv2ライセンスでリリースされ、すべての主要プラットフォーム(Windows、Linux、Mac OS X)で動作します。ただし、これまでLinux環境でのみ使用されていました。
sv: istSOS släpps under GPLv2-licensen och körs på alla större plattformar (Windows, Linux, Mac OS X), även om det endast har använts i produktion i Linux-miljö.

source: Contents
it: Contenuti
sv: Innehåll

source: Create postgis database
de: Erstellen einer PostGIS-Datenbank
es: Crear base de datos PostGIS
it: Crea database postgis
ja: postgisデータベースを作成する
sv: Skapa postgis-databas

source: Open a terminal and execute the following commands:
de: Öffnen Sie ein Terminal und führen Sie die folgenden Befehle aus:
es: Abra una terminal y ejecute los siguientes comandos:
it: Apri un terminale ed esegui i seguenti comandi:
ja: 端末を開き、次のコマンドを実行します:
sv: Öppna en terminal och utför följande kommandon:

source: Set up an istSOS service instance
de: Einrichten einer istSOS-Dienstinstanz
it: Imposta un'istanza del servizio istSOS
ja: istSOSサービスインスタンスを設定する
sv: Konfigurera en istSOS-tjänstinstans

source: With istSOS you can organize your sensor data in different instances. Every instance has its own database schema independent from other instances. You can even deploy other databases over your network according to your needs.
de: Mit istSOS können Sie Ihre Sensordaten in verschiedenen Instanzen organisieren. Jede Instanz verfügt über ein eigenes Datenbankschema, das von anderen Instanzen unabhängig ist. Sie können sogar andere Datenbanken über Ihr Netzwerk entsprechend Ihren Anforderungen bereitstellen.
es: Con istSOS puede organizar los datos de su sensor en diferentes instancias. Cada instancia tiene su propio esquema de base de datos independiente de otras instancias. Incluso puede implementar otras bases de datos en su red según sus necesidades.
it: Con istSOS puoi organizzare i dati dei tuoi sensori in diverse istanze. Ogni istanza ha il proprio schema di database indipendente dalle altre istanze. Puoi anche distribuire altri database sulla tua rete in base alle tue esigenze.
ja: istSOSを使用すると、センサーデータをさまざまなインスタンスまとめることができます。すべてのインスタンスには、他のインスタンスから独立した独自のデータベーススキーマがあります。必要に応じて、ネットワーク上に他のデータベースを展開することもできます。
sv: Med istSOS kan du organisera dina sensordata i olika instanser. Varje instans har sitt eget databasschema som är oberoende av andra instanser. Du kan till och med distribuera andra databaser över ditt nätverk enligt dina behov.

source: The first steps into istSOS setup is to configure the default configuration options. These options will then be automatically used for your convenience by every new istSOS instance created.
de: Die ersten Schritte in istSOS-Setup besteht darin, die Standardkonfigurationsoptionen zu konfigurieren. Diese Optionen werden dann automatisch für jede neue istSOS-Instanz verwendet, die erstellt wird.
es: Los primeros pasos en la configuración de istSOS es configurar las opciones de configuración predeterminadas. Estas opciones serán utilizadas automáticamente para su conveniencia por cada nueva instancia de istSOS creada.
it: Il primo passo nella configurazione di istSOS è quello di configurare le opzioni di configurazione predefinite. Queste opzioni saranno poi utilizzate automaticamente per tua comodità da ogni nuova istanza di istSOS creata.
ja: istSOSセットアップの最初のステップは、デフォルトの設定オプションを設定することです。これらのオプションは、新しいistSOSインスタンスが作成されるたびに自動的に使用されます。
sv: De första stegen i istSOS-installationen är att konfigurera standardkonfigurationsalternativen. Dessa alternativ kommer sedan automatiskt att användas för din bekvämlighet av varje ny istSOS-instans som skapas.

source: Click |menu_istsos| to open the Web Admin interface. Alternatively, open a browser and go to `<http://localhost/istsos/admin>`_
it: Clicca su |menu_istsos| per aprire l'interfaccia Web Admin. In alternativa, apri un browser e vai su `<http://localhost/istsos/admin>`_
sv: Klicka på |menu_istsos| för att öppna gränssnittet Web Admin. Alternativt kan du öppna en webbläsare och gå till `<http://localhost/istsos/admin>`_

source: Click the :guilabel:`Enter` button in the administration page.
de: Klicken Sie auf der Administrationsseite auf die Schaltfläche :guilabel:'Enter'.
it: Clicca sul pulsante :guilabel:`Enter` nella pagina di amministrazione.
ja: 管理ページで :guilabel:`Enter` ボタンをクリックします。
sv: Klicka på knappen :guilabel:`Enter` på administrationssidan.

source: Configure your database connection. From the toolbar buttons menu, press the "Database" button and fill in the database configuration options:
de: Konfigurieren Sie die Datenbankverbindung. Drücken Sie im Menü "Symbolleistenschaltflächen" die Schaltfläche "Datenbank" und füllen Sie die Konfigurationsoptionen der Datenbank aus:
it: Configura la tua connessione al database. Dal menu dei pulsanti della barra degli strumenti, premi il pulsante "Database" e compila le opzioni di configurazione del database:
ja: データベース接続を設定します。ツールバーのボタンメニューから、 "Database"ボタンを押し、データベース設定オプションを入力します。
sv: Konfigurera din databasanslutning. Tryck på knappen "Database" i verktygsfältets knappmeny och fyll i alternativen för databaskonfigurationen:

source: Press the "Service provider" button and fill it using your institutional information.
de: Drücken Sie die Schaltfläche "Dienstanbieter" und füllen Sie sie mit Ihren institutionellen Informationen aus.
es: Presione el botón "Service provider" y complételo con su información institucional.
it: Premi il pulsante "Fornitore di servizi" e compilalo con le tue informazioni istituzionali.
ja: "Service provider"ボタンを押して、施設情報を使用して入力します。
sv: Tryck på knappen "Service provider" och fyll i den med din institutionsinformation.

source: Press the "Service identification" button and fill up with custom metadata that describe the service usage.
de: Drücken Sie die Schaltfläche "Dienstidentifikation", und füllen Sie benutzerdefinierte Metadaten aus, die die Dienstnutzung beschreiben.
es: Presione el botón "Service identification" y complete con metadatos personalizados que describan el uso del servicio.
it: Premi il pulsante "Identificazione del servizio" e riempi con metadati personalizzati che descrivono l'uso del servizio.
ja: "Service identification"ボタンを押して、サービスの使用状況を説明するカスタムメタデータを入力します。
sv: Tryck på knappen "Service identification" och fyll i anpassade metadata som beskriver användningen av tjänsten.

source: Press the "Coordinates system" button to manage the Coordinate Reference System (CRS).
de: Drücken Sie die Schaltfläche "Koordinatensystem", um das Koordinatenreferenzsystem (CRS) zu verwalten.
es: Presione el botón "Coordinates system" para administrar el Sistema de referencia de coordenadas (CRS).
it: Premi il pulsante "Sistema di coordinate" per gestire il Sistema di riferimento di coordinate (CRS).
ja: 座標参照系(CRS)を管理するには、 "Coordinates system" ボタンを押します。
sv: Tryck på knappen "Koordinatsystem" för att hantera referenssystemet för koordinater (CRS).

source: *Default EPSG code*: this will be the native Coordinate Reference System of your geometries in the database.
de: *Standard-EPSG-Code*: Dies ist das native Koordinatenreferenzsystem Ihrer Geometrien in der Datenbank.
es: *Código EPSG predeterminado* : este será el Sistema de referencia de coordenadas nativo de sus geometrías en la base de datos.
it: *Codice EPSG predefinito*: questo sarà il Sistema di Riferimento delle Coordinate (CRS) nativo delle tue geometrie nel database.
ja: *Default EPSG code*: これはデータベース内のジオメトリのネイティブの座標参照システムになります。
sv: *Standard EPSG-kod*: detta kommer att vara det ursprungliga koordinatreferenssystemet för dina geometrier i databasen.

source: *Permitted EPSG*: here you can configure which other Coordinate Reference Systems your system will support and reproject if requested.
de: *Zugelassenes EPSG*: Hier können Sie konfigurieren, welche anderen Koordinatenreferenzsysteme Ihr System auf Wunsch unterstützt und neu projiziert.
es: *EPSG permitido*: aquí puede configurar qué otros sistemas de referencia de coordenadas admitirá su sistema y reproyectar si así se solicita.
it: *Permitted EPSG*: qui puoi configurare quali altri sistemi di riferimento di coordinate il tuo sistema supporterà e riproietterà se richiesto.
ja: *Permitted EPSG*: ここでは、システムがサポートして再投影する他の座標参照系を設定できます。
sv: *Tillåtna EPSG*: här kan du konfigurera vilka andra koordinatreferenssystem som ditt system ska stödja och omprojicera på begäran.

source: From the toolbar buttons menu, press the "GetObservation Configuration" button to set maximum time interval per getObservation request (zero for no limits) and aggregation no-data value.
de: Drücken Sie im Menü "Symbolleistenschaltflächen" die Schaltfläche "GetObservation Configuration", um das maximale Zeitintervall pro getObservation-Anforderung (Null für keine Grenzwerte) und den Aggregations-No-Data-Wert festzulegen.
it: Dal menu dei pulsanti della barra degli strumenti, premi il pulsante "GetObservation Configuration" per impostare l'intervallo di tempo massimo per ogni richiesta getObservation (zero per nessun limite) e il valore di aggregazione senza dati.
ja: ツールバーのボタンメニューから、 "GetObservation Configuration"ボタンを押して、getObservation要求ごとの最大時間間隔(無制限の場合は0)と集計のno-data値を設定します。
sv: I verktygsfältets knappmeny trycker du på knappen "GetObservation Configuration" för att ange maximalt tidsintervall per getObservation-begäran (noll för inga gränser) och aggregationens no-data-värde.

source: Configure your service proxy address. The Proxy URL field is the base URL seen beyond a reverse proxy.
de: Konfigurieren Sie Ihre Dienstproxyadresse. Das Feld Proxy-URL ist die Basis-URL, die über einen Reverseproxy hinaus gesehen wird.
it: Configura il tuo indirizzo proxy di servizio. Il campo Proxy URL è l'URL di base visto oltre un proxy inverso.
ja: サービスプロキシアドレスを設定します。プロキシURLフィールドは、リバースプロキシ越しで見えるベースのURLをいれます。
sv: Konfigurera din proxyadress för tjänsten. Fältet Proxy URL är den bas-URL som ses bortom en omvänd proxy.

source: Create a new service
de: Erstellen eines neuen Dienstes
es: Crear un nuevo servicio
it: Crea un nuovo servizio
ja: 新しいサービスを作成する
sv: Skapa en ny tjänst

source: Now that you have configured istSOS, it's time to create a new service instance.
de: Nachdem Sie istSOS konfiguriert haben, ist es an der Zeit, eine neue Dienstinstanz zu erstellen.
es: Ahora que ha configurado istSOS, es hora de crear una nueva instancia de servicio.
it: Ora che hai configurato istSOS, è il momento di creare una nuova istanza del servizio.
ja: istSOSを設定したので、次は新しいサービスインスタンスを作成します。
sv: Nu när du har konfigurerat istSOS är det dags att skapa en ny serviceinstans.

source: From the toolbar buttons menu press the "new service" button and click :guilabel:`Next`.
de: Drücken Sie im Menü der Buttons die Schaltfläche "Neuer Service" und klicken Sie auf :guilabel:'Next'.
it: Dal menu dei pulsanti della barra degli strumenti premi il pulsante "new service" e clicca su :guilabel:`Next`.
ja: ツールバーのボタンメニューから "new service" ボタンを押し、 :guilabel:`Next` をクリックします。
sv: Tryck på knappen "ny tjänst" i verktygsfältets knappmeny och klicka på :guilabel:`Next`.

source: Type **demo** for the Service name.
de: Geben Sie **demo** für den Dienstnamen ein.
it: Digita **demo** per il nome del servizio.
ja: サービス名に **demo** と入力します。
sv: Ange **demo** som namn på tjänsten.

source: In the EPSG field you can set the database native projection. Leave it empty to use the default. Click :guilabel:`Next`.
de: Im Feld EPSG können Sie die native Datenbankprojektion festlegen. Lassen Sie es leer, um die Standardeinstellung zu verwenden. Klicken Sie auf :guilabel:'Next'.
it: Nel campo EPSG puoi impostare la proiezione nativa del database. Lascialo vuoto per usare l'impostazione predefinita. Fai clic su :guilabel:`Next`.
ja: EPSGフィールドでは、データベースのネイティブ投影を設定できます。デフォルトを使用する場合は空のままにします。:guilabel:`Next` をクリックします。
sv: I fältet EPSG kan du ange databasens ursprungliga projektion. Lämna det tomt för att använda standardvärdet. Klicka på :guilabel:`Next`.

source: Clicking on the "Customize database" box, you are able to change the default database configuration for this new istSOS instance.
de: Wenn Sie auf das Feld "Datenbank anpassen" klicken, können Sie die Standarddatenbankkonfiguration für diese neue istSOS-Instanz ändern.
es: Al hacer clic en el cuadro "Customize database", puede cambiar la configuración de base de datos predeterminada para esta nueva instancia de istSOS.
it: Cliccando sulla casella "Customize database" si può cambiare la configurazione predefinita del database per questa nuova istanza di istSOS.
ja: "Customize database" ボックスをクリックすると、この新しいistSOSインスタンスのデフォルトデータベース設定を変更できます。
sv: Genom att klicka på rutan "Customize database" kan du ändra standardkonfigurationen för databasen för den nya istSOS-instansen.

source: Press :guilabel:`Next`. The server status panel is displayed. If something's gone wrong during the creation you will see an alert here.
de: Drücken Sie :guilabel:'Next'. Das Serverstatusfenster wird angezeigt. Wenn während der Erstellung etwas schief gelaufen ist, sehen Sie hier eine Warnung.
it: Premi :guilabel:`Next`. Viene visualizzato il pannello di stato del server. Se qualcosa è andato storto durante la creazione vedrai un avviso qui.
ja: :guilabel:`Next` を押します。サーバステータスパネルが表示されます。作成中に何か問題が発生した場合ここに警告が表示されます。
sv: Tryck på :guilabel:`Next`. Serverns statuspanel visas. Om något har gått fel under skapandet kommer du att se en varning här.

source: The istSOS “demo” instance has inherited all the configuration options from the default configuration. If, for any reason you decide to modify them, the changes will affect only this instance.
de: Die istSOS "demo"-Instanz hat alle Konfigurationsoptionen von der Standardkonfiguration geerbt. Wenn Sie sich aus irgendeinem Grund dazu entschließen, sie zu ändern, wirken sich die Änderungen nur auf diese Instanz aus.
es: La instancia de "demo" de istSOS ha heredado todas las opciones de configuración de la configuración predeterminada. Si, por algún motivo, decide modificarlos, los cambios afectarán solo a esta instancia.
it: L'istanza "demo" di istSOS ha ereditato tutte le opzioni di configurazione dalla configurazione di default. Se, per qualsiasi motivo, decidi di modificarle, le modifiche avranno effetto solo su questa istanza.
ja: istSOSの "demo" インスタンスは、デフォルト設定からすべての設定オプションを継承しています。何らかの理由で変更した場合、変更はこのインスタンスにのみ影響します。
sv: Instansen istSOS "demo" har ärvt alla konfigurationsalternativ från standardkonfigurationen. Om du av någon anledning bestämmer dig för att ändra dem, kommer ändringarna endast att påverka denna instans.

source: Add a new procedure
de: Hinzufügen einer neuen Prozedur
es: Agregar un nuevo procedimiento
it: Aggiungi una nuova procedura
ja: 新しいプロシージャを追加する
sv: Lägg till en ny procedur

source: From the “services” drop down button of the admin interface (http://localhost/istsos/admin ) choose the desired instance.
de: Wählen Sie aus der Dropdown-Schaltfläche "Dienste" der Admin-Schnittstelle (http://localhost/istsos/admin ) die gewünschte Instanz aus.
es: Desde el botón desplegable “services” de la interfaz de administración (http://localhost/istsos/admin) elija la instancia deseada.
it: Dal pulsante a discesa "servizi" dell'interfaccia di amministrazione (http://localhost/istsos/admin ) scegli l'istanza desiderata.
ja: 管理インタフェース(http://localhost/istsos/admin)の "services" ドロップダウンボタンから、目的のインスタンスを選択します。
sv: Välj önskad instans från rullgardinsmenyn "services" i administratörsgränssnittet (http://localhost/istsos/admin ).

source: From the toolbar buttons menu press the :guilabel:`New procedure` button.
de: Drücken Sie im Menü der Buttons die Schaltfläche :guilabel:'New procedure'.
it: Dal menu dei pulsanti della barra degli strumenti premi il pulsante :guilabel:`New procedure`.
ja: ツールバーのボタンメニューから :guilabel:`New procedure` ボタンを押します。
sv: I verktygsfältets knappmeny trycker du på knappen :guilabel:`Ny procedur`.

source: Fill in the form using appropriate information.
de: Füllen Sie das Formular mit entsprechenden Informationen aus.
es: Rellene el formulario con la información adecuada.
it: Compila il modulo con le informazioni appropriate.
ja: 適切な情報を使用してフォームに入力します。
sv: Fyll i formuläret med hjälp av lämplig information.

source: Once a procedure is created the outputs (observed properties) cannot be changed.
de: Sobald eine Prozedur erstellt wurde, können die Ausgänge (beobachtete Eigenschaften) nicht mehr geändert werden.
es: Una vez que se crea un procedimiento, las salidas (propiedades observadas) no se pueden cambiar.
it: Una volta creata una procedura, gli output (proprietà osservate) non possono essere cambiati.
ja: プロシージャが作成されると、出力(観測されたプロパティ)は変更できません。
sv: När en procedur väl har skapats kan utdata (observerade egenskaper) inte ändras.

source: *Optional parameters:* Fill at your own need and willing
de: *Optionale Parameter:* Füllen Sie diese nach Bedarf
es: Parámetros opcionales: llene según sus propias necesidades y dispocisiones
it: *Parametri opzionali:* Riempi al proprio bisogno e volontà
ja: *Optional parameters:* 必要に応じて自由に入力してください
sv: *Valfria parametrar:* Fyll på ditt eget behov och vilja

source: *Example* (minimal configuration)
de: *Beispiel* (minimale Konfiguration)
es: Ejemplo (configuración mínima)
it: *Esempio* (configurazione minima)
ja: *例* (最小構成)
sv: *Exempel* (minimal konfiguration)

source: Name: T_LUGANO
it: Nome: T_LUGANO
sv: Namn: T_LUGANO

source: Description: temperature weather station in Lugano
de: Beschreibung: Temperatur-Wetterstation in Lugano
es: Description: estación meteorológica de temperatura en Lugano
it: Descrizione: stazione meteorologica a Lugano
sv: Beskrivning: temperatur väderstation i Lugano

source: Keywords: weather, meteorological, IST
de: Stichworte: Wetter, Meteorologisch, IST
es: Keywords: clima, meteorología, IST
sv: Nyckelord: väder, meteorologi, IST

source: System type: insitu-fixed-point
de: Systemtyp: insitu-fixed-point
it: Tipo di sistema: insitu-fixed-point
sv: Systemtyp: insitu-fixerad punkt

source: Sensor type: PTC thermistors of the "switching" type
de: Sensortyp: PTC thermistors of the "switching" type
es: Sensor type: termistores PTC del tipo "conmutación"
it: Tipo di sensore: Termistori PTC del tipo "switching"
sv: Typ av givare: PTC-termistorer av "switching"-typ

source: FOI name: LUGANO
it: Nome FOI: LUGANO
sv: FOI-namn: LUGANO

source: Coordinates: x: 8.96127 y: 46.02723 z: 344.1
de: Koordinaten: x: 8.96127 y: 46.02723 z: 344.1
it: Coordinate: x: 8.96127 y: 46.02723 z: 344.1
sv: Koordinater: x: 8,96127 y: 46.02723 z: 344.1

source: *Outputs (confirm the outputs pressing the "add" button):*
de: *Ausgaben (bestätigen Sie die Ausgaben über den Button "hinzufügen"):*
es: *Outputs (confirme las salidas presionando el botón "add"):*
it: *Risultati (confermare i risultati premendo il pulsante "add"):*
ja: *出力("add" ボタンを押して出力を確認):*
sv: *Utgångar (bekräfta utgångarna genom att trycka på "lägg till"-knappen):*

source: Observed property: `urn:ogc:def:parameter:x-istsos:1.0:meteo:air:temperature`
it: Proprietà osservata: `urn:ogc:def:parameter:x-istsos:1.0:meteo:air:temperature`
sv: Observerad egenskap: `urn:ogc:def:parameter:x-istsos:1.0:meteo:air:temperature`

source: Unit of measure: °C
de: Maßeinheit: °C
it: Unità di misura: °C
ja: 単位:°C
sv: Måttenhet: °C

source: Description (optional): conversion from resistance to tempera
it: Descrizione (opzionale): conversione da resistenza a temperatura
sv: Beskrivning (valfri): omvandling från motstånd till tempera

source: quality index check (optional): Between / from -40 to +60
de: Qualitätsindexprüfung (optional): Zwischen/ von -40 bis +60
es: quality index check (opcional): Between / from -40 to +60
it: controllo dell'indice di qualità (opzionale): Tra / da -40 a +60
ja: 品質指数チェック(オプション):-40から+60まで
sv: kontroll av kvalitetsindex (tillval): Mellan / från -40 till +60

source: Register the new sensor (procedure) pressing the "submit" button.
de: Registrieren Sie den neuen Sensor (Verfahren), indem Sie die Taste "Absenden" drücken.
es: Registre el nuevo sensor (procedimiento) presionando el botón "submit".
it: Registra il nuovo sensore (procedura) premendo il pulsante "submit".
ja: "submit"ボタンを押して、新しいセンサー(プロシージャ)を登録します。
sv: Registrera den nya sensorn (procedur) genom att trycka på knappen "submit".

source: Add new observations
de: Hinzufügen neuer Beobachtungen
es: Agregar nuevas observaciones
it: Aggiungi nuove osservazioni
ja: 新しい観測情報を追加する
sv: Lägg till nya observationer
