Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/josm_quickstart.po
Languages: es, it, ja, sv

source: On the left side of JOSM is a column of buttons. Many of these buttons open new windows on the right side that provide more information about the map. The most important buttons, however, are at the top of these column. These buttons change what you can do with your mouse.
es: En el lado izquierdo de JOSM hay una columna de botones. Muchos de ellos abren nuevas ventanas en el lado derecho que proporcionan más información sobre el mapa. Los botones más importantes, sin embargo, están en la parte superior de esta columna. Estos botones cambian lo que puede hacer con su ratón.
it: Sul lato sinistro di JOSM c'è una colonna di pulsanti. Molti di questi pulsanti aprono nuove finestre sul lato destro che forniscono maggiori informazioni sulla mappa. I pulsanti più importanti, comunque, sono in cima a questa colonna. Questi pulsanti cambiano ciò che puoi fare con il tuo mouse.
ja: JOSM画面の左側には、多くのボタンが配置されています。それらのボタンを押すと右側に新しいボックスが表示され、地図に対する情報がより多く表示されます。しかし、それらのボタンのなかで最も重要なのは、列の一番上に表示されているボタンです。これらのボタンは、マウスで実施できる挙動を変更します。
sv: På vänster sida av JOSM finns en kolumn med knappar. Många av dessa knappar öppnar nya fönster på höger sida som ger mer information om kartan. De viktigaste knapparna finns dock högst upp i kolumnen. Dessa knappar ändrar vad du kan göra med musen.

source: The top buttons in this column are the ones you will use the most. They are used for selecting objects and for drawing new ones.
es: Los botones superiores en esta columna son los que utilizarás más. Se usan para seleccionar objetos y para dibujar nuevos.
it: I pulsanti in alto in questa colonna sono quelli che userete di più. Sono utilizzati per selezionare gli oggetti e per disegnarne di nuovi.
ja: 最も重要なボタンは、このカラムの一番上のほうに配置されています。これらのボタンをクリックすると、オブジェクトの選択や描画を行うことができます。
sv: De översta knapparna i den här kolumnen är de som du kommer att använda mest. De används för att välja objekt och för att rita nya objekt.

source: Until now, you have been using the Select tool, which looks like this:
es: Hasta ahora, ha estado utilizando la herramienta de selección, que se parece a esto:
it: Fino ad ora avete usato lo strumento Seleziona, che assomiglia a questo:
ja: ここまでの操作では、”選択”ツールを使用してきています。以下のアイコンです。:
sv: Fram till nu har du använt verktyget Select, som ser ut så här:

source: Select tool
es: Seleccionar herramienta
it: Strumento di selezione
sv: Välj verktyg

source: Before you draw, you need to make sure that nothing is selected.
es: Antes de dibujar, debe asegurarse de que no hay nada seleccionado.
it: Prima di disegnare, è necessario assicurarsi che nulla sia selezionato.
ja: 描画を行う際には、地図のどのオブジェクトも選択していないことを確認してください。
sv: Innan du ritar måste du se till att inget är valt.

source: Click in the black space on the map, where it is empty, to make sure nothing is selected.
es: Haga click en el espacio negro del mapa, donde está vacío, para asegurarse de que no hay nada seleccionado.
it: Clicca nello spazio nero della mappa, dove è vuoto, per assicurarti che nulla sia selezionato.
ja: なにもオブジェクトが描かれていない、地図の黒い地点をクリックすることで、なにも選択していない状態にすることができます。
sv: Klicka i det svarta utrymmet på kartan, där det är tomt, för att se till att inget är markerat.

source: Click on the second button, the Draw tool.
es: Haga click en el segundo botón, la herramienta de Dibujo.
it: Clicca sul secondo pulsante, lo strumento Disegna.
ja: 2番目のボタン”描画”をクリックしてみましょう。
sv: Klicka på den andra knappen, ritverktyget.

source: Draw tool
es: Herramienta dibujar
it: Stumento di disegno
sv: Ritverktyg

source: Find an empty area on the map, and double-click with your mouse. This will draw a single point.
es: Encontrar un área vacía en el mapa y haga doble click. Esto dibujará extraerá un solo punto.
it: Trova un'area vuota sulla mappa e fai doppio clic con il mouse. Questo disegnerà un singolo punto.
ja: 地図の何も書かれていない地点でダブルクリックしてみてください。単一の地点が1つ描画されます。
sv: Leta upp ett tomt område på kartan och dubbelklicka med musen. Detta kommer att rita en enda punkt.

source: To draw a line, single-click with your mouse. Move your mouse and click again. Continue until you are happy with your line. To end the line, double-click your mouse.
es: Dibujar una línea con un solo click del ratón. Mueva su ratón y haga click de nuevo. Continúe hasta que esté satisfecho con su línea. Para finalizar la línea, haga doble click.
it: Per disegnare una linea, fare un solo clic con il mouse. Muovi il mouse e clicca di nuovo. Continuare fino a quando si è soddisfatti della linea. Per terminare la linea, fai doppio clic con il mouse.
ja: ラインを描画するには、まずどこかでクリックを1回行います。そのままマウスを移動させ、別の場所でもう一度クリックします。ラインの形ができるまで、移動させてクリックを繰り返します。ダブルクリックを行うと、そこでラインの描画は終了となります。
sv: För att dra en linje, klicka en gång med musen. Flytta musen och klicka igen. Fortsätt tills du är nöjd med din linje. För att avsluta linjen dubbelklickar du med musen.

source: Draw a shape the same way that you draw a line, but finish the shape by double-clicking on the point where you started the line.
es: Dibuje una forma de la misma manera que dibuje una línea, pero terminar la forma haciendo doble click en el punto donde comenzó la línea.
it: Disegna una forma nello stesso modo in cui disegni una linea, ma finisci la forma facendo doppio clic sul punto in cui hai iniziato la linea.
ja: シェイプを描くには、ラインと同じような操作をした後、ラインを描き始めたポイントでダブルクリックします。
sv: Rita en form på samma sätt som du ritar en linje, men avsluta formen genom att dubbelklicka på den punkt där du började linjen.

source: Add presets
es: Añadir ajustes preestablecidos
it: Aggiungere Preimpostazioni
ja: プリセットの適用
sv: Lägg till förinställningar

source: Now we know how to draw points, lines and shapes, but we still haven’t defined what they represent. We want to be able to say that our points are shops, schools, or something else, and whether our shapes are fields, buildings, or something else.
es: Ahora ya sabemos cómo dibujar puntos, líneas y formas, pero todavía no hemos definido lo que representan. Queremos poder decir que nuestros puntos son tiendas, escuelas u otra cosa, y si nuestras formas son campos, edificios u otra cosa.
it: Ora sappiamo come disegnare punti, linee e forme, ma non abbiamo ancora definito cosa rappresentano. Vogliamo poter dire che i nostri punti sono negozi, scuole o altro, e che le nostre forme sono campi, edifici o altro.
ja: ポイント、ライン、シェイプを描画する方法はわかりました。単にポイントを描いただけでは、そのポイントが何を表しているのか不明瞭なままです。ポイントを追加するときには、それが店舗なのか、学校なのか、それとも他の施設なのかを示しましょう。シェイプについても同様で、そこがなにに使われている土地なのか、それとも建物なのか、などを示します。
sv: Nu vet vi hur man ritar punkter, linjer och former, men vi har fortfarande inte definierat vad de representerar. Vi vill kunna säga att våra punkter är butiker, skolor eller något annat, och om våra former är fält, byggnader eller något annat.

source: Click on the Select tool, in the column of buttons on the left.
es: Haga click en la herramienta de Seleccionar, en la columna de botones a la izquierda.
it: Clicca sullo strumento Seleziona, nella colonna dei pulsanti a sinistra.
ja: 画面左側にあるカラムから、”選択”ツールをクリックしてください。
sv: Klicka på verktyget Select i kolumnen med knappar till vänster.

source: Select one of the objects that you drew with the Draw tool.
es: Seleccione uno de los objetos que dibujó con la herramienta Dibujar.
it: Seleziona uno degli oggetti che hai disegnato con lo strumento Disegna.
ja: 描画ツールを選択した状態で、編集したいオブジェクトの一部をクリックしてください。
sv: Markera ett av de objekt som du ritade med verktyget Draw.

source: On the top menu, click “Presets” and choose the type of location you would like to define.
es: En el menú superior, haga click en "Ajustes preestablecidos" y elija el tipo de ubicación que desea definir.
it: Nel menu in alto, clicca su "Preimpostazioni" e scegli il tipo di posizione che vuoi definire.
ja: トップメニューに表示されている”プリセット”をクリックしてください。より詳細なメニューが表示されますので、地点に対して定義したい種別が表示されるまでマウスを移動させてください。
sv: Klicka på "Presets" i menyn längst upp och välj den typ av plats som du vill definiera.

source: When you choose on a preset, a form will pop up asking you for more information. You do not have to fill in every field, but you may wish to add some of the important fields, such as the name of the object.
es: Cuando elija un ajuste preestablecido, aparecerá un formulario que le pedirá más información. No tiene que rellenar todos los campos, pero es posible que desee agregar algunos de los campos importantes, como el nombre del objeto.
it: Quando scegli su un predefinito, verrà visualizzato un modulo che ti chiederà ulteriori informazioni. Non è necessario compilare tutti i campi, ma potresti voler aggiungere alcuni dei campi importanti, come il nome dell'oggetto.
ja: プリセットをクリックすると、詳細な情報入力を促すポップアップが表示されます。すべての項目を入力する必要はありませんが、地点の名称など、いくつかの重要な項目については入力ができるとよいでしょう。
sv: När du väljer en förinställning kommer ett formulär upp där du ombeds fylla i mer information. Du behöver inte fylla i alla fält, men du kanske vill lägga till några av de viktigaste fälten, t.ex. objektets namn.

source: When you are finished entering the information, click “Apply Preset”. If everything went well, your point, line, or shape should change colors or show a symbol. This is because you have defined what it is.
es: Cuando haya terminado de introducir la información, haga clic en "Aplicar Ajuste Predeterminado". Si todo ha ido bien, el punto, línea o forma debe cambiar los colores o un símbolo. Esto es porque usted ha definido lo que es.
it: Quando hai finito di inserire le informazioni, clicca su "Applica Preimpostazione". Se tutto è andato bene, il tuo punto, linea o forma dovrebbe cambiare colore o mostrare un simbolo. Questo perché hai definito cos'è.
ja: 情報の入力が終わったら、”プリセットの適用”をクリックしてください。以上の操作でオブジェクトに対して情報が追加され、ポイントやライン、シェイプの表示色変更、あるいはシンボル表示の変更などが行われます。これで、何であるかの定義をおこなうことができました。
sv: När du har matat in informationen klickar du på "Apply Preset". Om allt gick bra bör din punkt, linje eller form ändra färg eller visa en symbol. Detta beror på att du har definierat vad det är.

source: Draw your own map
es: Dibuja tu propio mapa
it: Disegna la tua mappa
ja: 地図を描いてみましょう
sv: Rita din egen karta

source: Now let’s draw a map in order to practice the techniques you have learned. You may wish to redraw the map that you drew on paper previously.
es: Ahora vamos a dibujar un mapa para poner en práctica las técnicas que has aprendido. Es posible que desee volver a trazar el mapa que dibujó en papel previamente.
it: Ora disegniamo una mappa per mettere in pratica le tecniche che avete imparato. Potresti voler ridisegnare la mappa che hai disegnato su carta in precedenza.
ja: それでは、ここまでで紹介したテクニックを実践するため、実際に自分自身の地図を描いてみましょう。題材として、あなたが紙の上に描いた地図を取り上げます。
sv: Låt oss nu rita en karta för att öva på de tekniker du har lärt dig. Du kanske vill rita om kartan som du ritade på papper tidigare.

source: Drag the map away from the sample map. Hold the right mouse button and drag your mouse, until you have a nice empty area to draw on.
es: Arrastre el mapa lejos del mapa de muestra. Mantenga presionado el botón derecho y arrastre el mouse, hasta que tenga un área vacía agradable para dibujar.
it: Trascinate la mappa lontano dalla mappa di esempio. Tieni premuto il tasto destro del mouse e trascina il mouse, fino ad avere una bella area vuota su cui disegnare.
ja: サンプルの地図表示が画面外になるよう、表示位置を変更します。マウスを右クリックし、何も書かれていない場所までドラッグして移動します。
sv: Dra kartan bort från provkartan. Håll höger musknapp intryckt och dra musen tills du har en tom yta att rita på.

source: Use the Draw tool to create points, lines, and shapes. Describe what your objects are by selecting from the Presets menu.
es: Utilice la herramienta de Dibujo para crear puntos, líneas y formas. Describa cuáles son sus objeto seleccionando en el menú Ajustes Preestablecidos.
it: Usa lo strumento Disegna per creare punti, linee e forme. Descrivi i tuoi oggetti selezionandoli dal menu Preimpostazioni.
ja: 描画ツールを使って、ポイント、ライン、シェイプを描いてみてください。描かれたオブジェクトの内容を示すには、プリセットメニューから適切な内容を選択します。
sv: Använd verktyget Draw för att skapa punkter, linjer och former. Beskriv vad dina objekt är genom att välja från menyn Förinställningar.

source: When you are finished, you should have your own map, similar to the sample map that we opened in sample.osm.
es: Cuando haya terminado, debe tener su propio mapa, similar al mapa muestra que abrimos en sample.osm.
it: Quando hai finito, dovresti avere la tua mappa, simile a quella di esempio che abbiamo aperto in sample.osm.
ja: 自分自身の地図を書き終えたら作業完了です。”sample.osm”で表示されていた地図のように描けたでしょうか？
sv: När du är klar bör du ha en egen karta som liknar den exempelkarta som vi öppnade i sample.osm.

source: Remove the sample layer
es: Eliminar la capa de la muestra
it: Rimuovere il layer di esempio
ja: サンプル レイヤを削除する
sv: Ta bort provlagret

source: Once you feel comfortable with these basic editing techniques you might want to turn your attention to mapping real features.
es: Una vez que se sienta cómodo con estos básicos técnicas de edición, es posible que desee centrar su atención en la asignación de características reales.
it: Una volta che vi sentite a vostro agio con queste tecniche di editing di base, potreste voler rivolgere la vostra attenzione alla mappatura delle caratteristiche reali.
ja: これらの基本的な編集テクニックに慣れてきたら、実際のフィーチャのマッピングにうつるとよいでしょう。
sv: När du känner dig bekväm med dessa grundläggande redigeringstekniker kanske du vill ägna dig åt att mappa riktiga funktioner.

source: *It is very important that you first remove the layer with the sample data. These data are fictitious and must not be uploaded to the OpenStreetMap database (newer JOSM releases automatically prevent this).*
es: * Es muy importante que primero quite la capa con los datos de la muestra. Estos datos son ficticios y no deben cargarse en la base de datos de OpenStreetMap (versiones más reciebtes de JOSM lo impiden automáticamente).*
it: *È molto importante che prima si rimuova il livello con i dati di esempio. Questi dati sono fittizi e non devono essere caricati nel database di OpenStreetMap (le nuove versioni di JOSM lo impediscono automaticamente).*
ja: *最初にサンプルデータを含むレイヤを削除することが非常に重要です。これらのデータは架空のものであり、OpenStreetMapデータベースにアップロードしないでください(新しいJOSMリリースでは自動的にこの問題が回避されます)。*
sv: *Det är mycket viktigt att du först tar bort lagret med exempeldata. Dessa data är fiktiva och får inte laddas upp till OpenStreetMap-databasen (nyare JOSM-versioner förhindrar detta automatiskt).*

source: In the Layers window on the upper right of the screen select the sample.osm layer. Then click on the trash can icon in the lower right corner of that window. Alternatively you can choose delete from the context menu of the layer.
es: En la ventana Capas en la parte superior derecha de la pantalla Seleccione la capa de sample.osm. A continuación, haga click en el ícono de la papelera en la esquina inferior derecha de esa ventana. Alternativamente puede elegir eliminar desde el menú contextual de la capa.
it: Nella finestra Livelli in alto a destra dello schermo seleziona il livello sample.osm. Poi clicca sull'icona del cestino nell'angolo in basso a destra della finestra. In alternativa puoi scegliere di cancellare dal menu contestuale del livello.
ja: 画面の右上にあるLayersウィンドウで、sample.osmレイヤを選択します。次に、そのウィンドウの右下隅にあるごみ箱アイコンをクリックします。または、レイヤのコンテキストメニューから[削除]を選択することもできます。
sv: I fönstret Lager längst upp till höger på skärmen väljer du lagret sample.osm. Klicka sedan på papperskorgsikonen i det nedre högra hörnet av fönstret. Alternativt kan du välja delete från kontextmenyn i lagret.

source: What next?
es: ¿Qué sigue?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Try the LearnOSM documentation, from which this quickstart was derived: https://learnosm.org/en/josm/start-josm/
es: Pruebe la documentación de LearnOSM, de la que se derivó esta guía de inicio rápido: https://learnosm.org/en/josm/start-josm/
it: Prova la documentazione di LearnOSM, da cui è stata tratta questa guida rapida: https://learnosm.org/en/josm/start-josm/
ja: このクイックスタートの元となったLearnOSMドキュメントを試してください： https://learnosm.org/en/josm/start-josm/
sv: Testa LearnOSM-dokumentationen, som denna snabbstart är hämtad från: https://learnosm.org/en/josm/start-josm/

source: In order to continue editing you first need to download real data. This is explained in the next chapter: https://learnosm.org/en/josm/more-about-josm/
es: Para continuar editando primero necesitas descargar datos reales. Esto se explica en el siguiente capítulo: https://learnosm.org/en/josm/more-about-josm/
it: Per continuare l'editing devi prima scaricare i dati reali. Questo è spiegato nel prossimo capitolo: https://learnosm.org/en/josm/more-about-josm/
ja: 編集を続けるには、まず実際のデータをダウンロードする必要があります。これ以降は、次の文書で説明します: https://learnosm.org/en/josm/more-about-josm/
sv: För att kunna fortsätta redigera måste du först ladda ner verkliga data. Detta förklaras i nästa kapitel: https://learnosm.org/en/josm/more-about-josm/

source: Website: https://josm.openstreetmap.de/
es: Sitio web: https://josm.openstreetmap.de/
it: Sito web: https://josm.openstreetmap.de/
ja: Webサイト: https://josm.openstreetmap.de/
sv: Webbplats: https://josm.openstreetmap.de/

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap
