Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/josm_quickstart.po
Languages: es, it, ja, sv

source: JOSM Quickstart
es: Inicio Rápido de JOSM
it: Guida rapida JOSM
ja: JOSM クイック スタート
sv: Snabbstart för JOSM

source: JOSM is a feature rich, extensible, offline desktop editor for OpenStreetMap (OSM) data, written in Java.
es: JOSM es un editor de escritorio sin conexión rico en funciones y extensible para datos de OpenStreetMap (OSM), escrito en Java.
it: JOSM è un editor offline per dati OpenStreetMap (OSM) ricco di caratteristiche ed estensibile, scritto in Java.
ja: JOSM は、 Java で記述された OpenStreetMap (OSM) データ用の、機能豊富で、拡張可能な、オフラインのデスクトップエディタです。
sv: JOSM är en funktionsrik, utbyggbar, offline desktop editor för OpenStreetMap (OSM) data, skriven i Java.

source: It supports loading stand-alone GPX tracks and GPX track data as well as editing existing nodes (points), ways (lines), metadata tags (name/value information) and relations (ordered sequence of points and lines) from the OSM database. GPX tracks, are usually downloaded in advance from a GPS receiver or from other sources.
es: Es compatible con la carga de pistas GPX independientes y datos de seguimiento GPX, así como la edición de nodos existentes (puntos), rutas (líneas), etiquetas de metadatos (información de nombre/valor) y relaciones (secuencia ordenada de puntos y líneas) desde la base de datos OSM. Las pistas GPX generalmente se descargan por adelantado desde un receptor GPS o desde otras fuentes.
it: Supporta il caricamento di tracce GPX a se stanti e dati da traccie GPX così come editare gli esistenti nodes (punti), ways (linee), tags per i metadati (informazioni chiave/valore) e relations (sequenze ordinate di punti e linee) dal database OSM. Le tracce GPX, sono usualmente scaricate precedentemente da un ricevitore GPS o da altre sorgenti di dati.
ja: スタンドアロン GPX トラックや GPX トラックデータの読み込みと共に、OSM データベースから既存のノード (点) 、ウェイ (ライン) 、メタデータタグ (名前/値の情報) 、リレーション (点と線の順序付けられたシーケンス) の編集をサポートしています。GPX トラックは、通常、GPS 受信機または他のソースから事前にダウンロードされます。
sv: Det stöder inläsning av fristående GPX-spår och GPX-spårdata samt redigering av befintliga noder (punkter), vägar (linjer), metadatataggar (namn/värdeinformation) och relationer (ordnad sekvens av punkter och linjer) från OSM-databasen. GPX-spår laddas vanligtvis ner i förväg från en GPS-mottagare eller från andra källor.

source: This quickstart covers basic usage of the Java OpenStreetMap editor.
es: Esta Guía de Inicio Rápido cubre el uso básico del editor Java OpenStreetMap.
it: Questa guida rapida copre l'uso di base dell'editor Java OpenStreetMap.
ja: このクイックスタートでは、Java OpenStreetMapエディターの基本的な使い方について説明します。
sv: Denna snabbstart täcker grundläggande användning av Java OpenStreetMap-editorn.

source: Start JOSM
es: Iniciar JOSM
it: Avvia JOSM
ja: JOSM を起動する
sv: Starta JOSM

source: From the desktop, choose :menuselection:`Navigation and Maps --> JOSM`. When JOSM starts, it will look something like this:
es: En el escritorio, elija :menuselection:`Navegación y mapas --> JOSM`. Cuando JOSM se inicia, se verá algo como esto:
it: Dal desktop, scegli :menuselection:`Navigazione e mappe --> JOSM`. Quando JOSM si avvia, avrà un aspetto simile a questo:
ja: デスクトップから :menuselection:`ナビゲーションと地図 --> JOSM` を選択します。JOSMが始まると、次のようになります。
sv: Från skrivbordet väljer du :menuselection:`Navigation och kartor --> JOSM`. När JOSM startar kommer det att se ut ungefär så här:

source: JOSM splash page
es: Página de bienvenida de JOSM
it: Pagina iniziale di JOSM
sv: JOSM startsida

source: Load a sample (ficticious) map
es: Cargar un mapa de muestra (ficticio)
it: Caricare una mappa di esempio (fittizia)
ja: サンプル(架空)マップをロードする
sv: Ladda ett exempel på en (fiktiv) karta

source: Now let’s open up a sample OSM file which we will use to learn the basic ways to draw maps with JOSM. Note that this map is not real, in that it is not a real map of a real place, so we will not save it on OpenStreetMap.
es: Ahora vamos a abrir un archivo OSM de muestra que utilizaremos para aprender lo básico para dibujar mapas con JOSM. Tenga en cuenta que este mapa no es real, es decir, no es el mapa de un lugar real, por lo que no debe guardarse en OpenStreetMap.
it: Ora apriamo un file OSM di esempio che useremo per imparare i modi di base per disegnare mappe con JOSM. Nota che questa mappa non è reale, nel senso che non è una vera mappa di un luogo reale, quindi non la salveremo su OpenStreetMap.
ja: 次に、サンプルのOSMファイルを開きます。このファイルを使用して、JOSMを使用してマップを描画する基本的な方法を学習します。このマップは実際の場所の実際のマップではないため、OpenStreetMapには保存しません。
sv: Låt oss nu öppna en OSM-fil som vi kommer att använda för att lära oss de grundläggande sätten att rita kartor med JOSM. Observera att den här kartan inte är riktig, eftersom det inte är en riktig karta över en riktig plats, så vi kommer inte att spara den på OpenStreetMap.

source: Download the file here: `sample.osm <https://learnosm.org/files/sample.osm>`__
es: Descargue el archivo aquí: `sample.osm <https://learnosm.org/files/sample.osm>`__
it: Scarica il file qui: `sample.osm <https://learnosm.org/files/sample.osm>`__
ja: ここでファイルをダウンロードしてください: `sample.osm <https://learnosm.org/files/sample.osm>`__
sv: Ladda ner filen här: `sample.osm <https://learnosm.org/files/sample.osm>`__

source: Now let’s open the sample map file in JOSM. Click the “Open” button in the upper left.
es: Ahora, abriremos el archivo del mapa de muestra en JOSM. Haga click en el botón "Abrir" en la parte superior izquierda.
it: Ora apriamo il file della mappa di esempio in JOSM. Clicca sul pulsante "Apri" in alto a sinistra.
ja: 次に、JOSMでサンプルの地図を開きます。JOSMの左上に表示されている"ファイルを開く"ボタンを押してください。
sv: Låt oss nu öppna exempelkartfilen i JOSM. Klicka på knappen "Öppna" längst upp till vänster.

source: Open file
es: Abrir archivo
it: Aprire file
sv: Öppna fil

source: Find the file **sample.osm**. It is probably in your Downloads folder, unless you saved it somewhere else.
es: Busque el archivo **sample.osm**. Probablemente esté en la carpeta Descargas, a menos que lo hayas guardado en otro lugar.
it: Trova il file **sample.osm**. Probabilmente si trova nella tua cartella Downloads, a meno che tu non l'abbia salvato da qualche altra parte.
ja: **sample.osm** ファイルを探します。別の場所に保存していない限り、通常はDownloadsフォルダにあります。
sv: Leta reda på filen **sample.osm**. Den finns förmodligen i mappen Downloads, om du inte har sparat den någon annanstans.

source: Click on it, and then click “Open”. You should now see a sample map that looks like this:
es: Haga click en él y, a continuación, haga click en "Abrir". Ahora debería ver un mapa de ejemplo que tenga este aspecto:
it: Cliccaci sopra e poi clicca su "Apri". Ora dovresti vedere una mappa di esempio che assomiglia a questa:
ja: ファイルをクリックして、もう一度"Open"をクリックしてください。サンプルの地図が開き、次のように表示されます。
sv: Klicka på den och klicka sedan på "Öppna". Du bör nu se en exempelkarta som ser ut så här:

source: Sample file
es: Archivo de ejemplo
it: File di esempio
sv: Exempel på fil

source: You will use these data in order to try various editing techniques. *You must however never upload these fictitious data to the database.*
es: Utilizará estos datos para probar varias técnicas de edición. *Sin embargo, nunca debe cargar estos datos ficticios a la database.*
it: Userei questi dati per provare varie tecniche di editing. *Non devi però mai caricare questi dati fittizi nel database.*
ja: これらのデータを使用して、さまざまな編集方法を試します。*ただし、これらの架空のデータをデータベースにアップロードしないでください。*
sv: Du kommer att använda dessa data för att prova olika redigeringstekniker. *Du får dock aldrig ladda upp dessa fiktiva data till databasen.*

source: Navigate the map
es: Navegar por el mapa
it: Navigare la mappa
ja: マップをナビゲートする
sv: Navigera på kartan

source: To move the map left or right, up or down, hold your right mouse button down, and move your mouse.
es: Para mover el mapa izquierda o derecha, arriba o abajo, mantenga presionado el botón derecho de su rotón y muévalo.
it: Per spostare la mappa a sinistra o a destra, in alto o in basso, tieni premuto il tasto destro del mouse e muovi il mouse.
ja: 画面上で右クリックをしたままマウスを動かすと、表示領域を上下左右に移動させることができます。
sv: För att flytta kartan åt vänster eller höger, uppåt eller nedåt, håll höger musknapp nedtryckt och flytta musen.

source: There are several ways to zoom in and out of the map. If you have a mouse, you can use your scroll wheel to zoom in and out. If you are using a laptop and don’t have a mouse, you can zoom in and out using the scale bar in the upper left of the map window. Drag the bar left and right by holding your left mouse down and moving the bar left or right with your mouse.
es: Hay varias maneras para hacer acercamientos y alejamientos en el mapa. Si usted tiene un ratón, puede utilizar la rueda central para acercar y alejar. Si está utilizando una laptop y no tiene un ratón, podrá acercar y alejar la imagen y usando la barra de escala en la parte superior izquierda de la ventana de mapa. Arrastre la barra a la izquierda y a la derecha manteniendo presionado el botón derecho del ratón mientras mueve la barra a la izquierda o a la derecha.
it: Ci sono diversi modi per ingrandire e ridurre la mappa. Se hai un mouse, puoi usare la rotella di scorrimento per ingrandire e ridurre. Se stai usando un computer portatile e non hai un mouse, puoi ingrandire e rimpicciolire usando la barra della scala in alto a sinistra della finestra della mappa. Trascina la barra a sinistra e a destra tenendo premuto il mouse a sinistra e spostando la barra a sinistra o a destra con il mouse.
ja: 表示領域の拡大/縮小を行うにはいくつかの方法があります。マウスが使える場合は、マウスのスクロールホイールを回転させることで、拡大と縮小が可能です。ラップトップを使用していて、トラックパッドやタッチパッドを使っていてマウスがない場合は、地図の左上に表示されている+と-のボタンをクリックしてください。マウスを左クリックしたままバーを左右に動かすことで、地図の拡大と縮小ができます。
sv: Det finns flera sätt att zooma in och ut på kartan. Om du har en mus kan du använda rullningshjulet för att zooma in och ut. Om du använder en bärbar dator och inte har någon mus kan du zooma in och ut med hjälp av skalfältet längst upp till vänster i kartfönstret. Dra stapeln åt vänster och höger genom att hålla ned vänster musknapp och flytta stapeln åt vänster eller höger med musen.

source: Scale bar
es: Barra de escala
it: Barra di scala
sv: Skalstreck

source: Look at the sample map. There a few different types of objects here. There is a river, a forest, some buildings, several roads, and a couple of shops. To select an object, click on it with your left mouse button.
es: Mira el mapa de la muestra. Hay algunos tipos diferentes de objetos aquí. Hay un río, un bosque, algunos edificios, varios caminos y un par de tiendas. Para seleccionar un objeto, haga click en él con el botón izquierdo del ratón.
it: Guarda la mappa di esempio. Ci sono diversi tipi di oggetti qui. C'è un fiume, una foresta, alcuni edifici, diverse strade e un paio di negozi. Per selezionare un oggetto, clicca su di esso con il tasto sinistro del mouse.
ja: サンプルの地図を見てみましょう。種類の違うオブジェクトがいくつか表示されています。表示されているのは、河川が1つ、森林が1つ、そして建物と道路がいくつか、複数の店舗です。オブジェクトを選択するには、対象を左クリックしてください。
sv: Titta på exempelkartan. Det finns några olika typer av objekt här. Det finns en flod, en skog, några byggnader, flera vägar och ett par butiker. För att välja ett objekt klickar du på det med vänster musknapp.

source: Points, lines, and shapes
es: Puntos, líneas y formas
it: Punti, linee e forme
ja: ポイント、ライン、シェイプ
sv: Punkter, linjer och former

source: As you click different objects on the sample map, notice that there are three different types of objects on the map. There are points, lines, and shapes.
es: Al hacer click en diferentes objetos en el mapa de muestra, observe que hay tres tipos de objetos en el mapa. Hay puntos, líneas y formas.
it: Mentre clicchi su diversi oggetti sulla mappa di esempio, nota che ci sono tre diversi tipi di oggetti sulla mappa. Ci sono punti, linee e forme.
ja: 地図の上のオブジェクトをいくつかクリックしているうちに、オブジェクトにはポイント、ライン、シェイプの3つの種類があることに気がつくかもしれません。ポイント、ライン、シェイプがあります。
sv: När du klickar på olika objekt på exempelkartan ska du lägga märke till att det finns tre olika typer av objekt på kartan. Det finns punkter, linjer och former.

source: Points are a single location, represented by symbols. On this sample map, there are two points, a shoe shop and a supermarket. The shoe shop is represented by a shoe symbol, and the market is represented by a shopping cart.
es: Los puntos son un lugar único, representado por símbolos. Este mapa muestra, hay dos puntos, una zapatería y un supermercado. La zapatería está representado por un símbolo de zapato, y el mercado está representado por un carro de compras.
it: I punti sono una singola posizione, rappresentata da simboli. Su questa mappa di esempio, ci sono due punti, un negozio di scarpe e un supermercato. Il negozio di scarpe è rappresentato da un simbolo di scarpe, e il mercato è rappresentato da un carrello della spesa.
ja: ポイントとは単一の地点で、シンボルによって表現されます。このサンプルマップには、靴屋とスーパーマーケットの2つのポイントがあります。靴屋は靴のシンボルで表され、市場はショッピングカートで表されます。
sv: Punkter är en enda plats som representeras av symboler. På denna exempelkarta finns det två punkter, en skoaffär och en stormarknad. Skobutiken representeras av en skosymbol och stormarknaden representeras av en kundvagn.

source: There are several lines on the map as well, which represent roads. If you look closely you will see that within the lines, there are points as well. These points don’t have any symbols or other information associated with them, but they help to define where the line is located.
es: También hay varias líneas en el mapa, que representan carreteras. Si mira de cerca, verá que dentro de las líneas también hay puntos. Estos puntos no tienen ningún símbolo ni otra información asociada a ellos, pero ayudan a definir donde se encuentra la línea.
it: Ci sono anche diverse linee sulla mappa, che rappresentano le strade. Se guardi attentamente vedrai che all'interno delle linee ci sono anche dei punti. Questi punti non hanno nessun simbolo o altre informazioni associate a loro, ma aiutano a definire dove si trova la linea.
ja: その他、地図に描かれているいくつかのラインは道路を表現しています。ラインの細部を表示させると、ラインの中にいくつかのポイントが存在していることがわかります。これらのポイントは特定のシンボルや情報を持っておらず、ラインがどの地点を通過しているのかを指し示しています。
sv: Det finns också flera linjer på kartan, som representerar vägar. Om du tittar noga ser du att det också finns punkter inom linjerna. Dessa punkter har inga symboler eller annan information kopplad till sig, men de hjälper till att definiera var linjen är belägen.

source: Lastly, there are numerous shapes on the sample map, representing different places - a forest, a river, a park, and buildings. A shape is used to represent an area, like a field or a building. A shape is exactly like a line - the only difference is that the line begins at the same point where it ends.
es: Por último, hay numerosas formas en el mapa de la muestra, que representa diferentes lugares - un bosque, un río, un parque y edificios. Una forma se usa para representar un área, como un campo o un edificio. Una forma es exactamente igual que una línea - la única diferencia es que la línea comienza en el mismo punto donde termina.
it: Infine, ci sono numerose forme sulla mappa di esempio, che rappresentano diversi luoghi - una foresta, un fiume, un parco, ed edifici. Una forma è usata per rappresentare un'area, come un campo o un edificio. Una forma è esattamente come una linea - l'unica differenza è che la linea inizia nello stesso punto in cui finisce.
ja: 最後に、地図の上には多くのシェイプが存在し、森や河川、公園、建物など、それぞれ異なる地点を表現しています。シェイプは基本的に、区域や建物など、なんらかのエリアを表しています。シェイプはラインに非常によく似ていますが、唯一、ラインの始点と終点が1つのポイントになっていることが異なっています。
sv: Slutligen finns det många former på provkartan som representerar olika platser - en skog, en flod, en park och byggnader. En form används för att representera ett område, t.ex. ett fält eller en byggnad. En form är precis som en linje - den enda skillnaden är att linjen börjar på samma ställe där den slutar.

source: It's easy to think of a map as containing these three basic types of objects - points, lines, and shapes. In OpenStreetMap there is special terminology which you will come to learn as you progress. In OSM, points are actually called **nodes**, and lines are called **ways**. A shape is called a **closed way** because it is just a line that ends at the same point where it begins.
es: Es fácil pensar en un mapa que contienen estos tres tipos básicos de objetos - puntos, líneas y formas. En OpenStreetMap hay una terminología especial que aprenderás a medida que progreses. En OSM, los puntos son llamados **nodos** y las líneas, **caminos**. Una forma es llamada **camino cerrado** porque es sólo una línea que termina en el mismo punto donde comienza.
it: È facile pensare a una mappa come se contenesse questi tre tipi fondamentali di oggetti - punti, linee e forme. In OpenStreetMap c'è una terminologia speciale che imparerai man mano che progredisci. In OSM, i punti sono chiamati **node**, e le linee sono chiamate **ways**. Una forma è chiamata **closed way** perché è solo una linea che finisce nello stesso punto in cui inizia.
ja: 地図には基本的に、ポイント・ライン・シェイプという3つのタイプのオブジェクトしかない、とかんがえるととてもシンプルです。これから先、OpenStreetMapについて調べてゆくと、これらを別の単語で表現していることがあります。 ポイントは実際には **ノード(node)** と呼ばれ、ラインは **ウェイ(way)** と呼ばれます。シェイプは、データ上では始点と終点が同一の地点にあるだけのウェイなので **閉じたウェイ(closed way)** と呼ばれます。
sv: Det är lätt att tänka sig att en karta innehåller dessa tre grundläggande typer av objekt - punkter, linjer och former. I OpenStreetMap finns det en speciell terminologi som du kommer att lära dig under arbetets gång. I OSM kallas punkter faktiskt **noder** och linjer kallas **vägar**. En form kallas en **sluten väg** eftersom det bara är en linje som slutar vid samma punkt där den börjar.

source: You may notice that when you select an object, a list appears to the right of the map in a window called “Properties”. These are known as tags. Tags are information that is tied to a point, line or shape that describes what it is. We’ll learn more about tags in a later chapter. For now all you need to know is that this information helps describe whether our object is a forest, a river, a building, or something else.
es: Usted puede notar que cuando se selecciona un objeto, aparecerá una lista a la derecha del mapa en una ventana llamada "Propiedades". Estos son conocidos como etiquetas o tags. Las etiquetas son información que está ligada a un punto, línea o forma que describe lo que es. Aprenderemos más acerca de las etiquetas en un capítulo posterior. Por ahora todo lo que necesitas saber es que esta información ayuda a describir si nuestro objeto es un bosque, un río, un edificio u otra cosa.
it: Si può notare che quando si seleziona un oggetto, appare un elenco a destra della mappa in una finestra chiamata "Proprietà". Questi sono conosciuti come tag. I tag sono informazioni legate ad un punto, una linea o una forma che descrivono ciò che è. Impareremo di più sui tag in un capitolo successivo. Per ora tutto quello che dovete sapere è che queste informazioni aiutano a descrivere se il nostro oggetto è una foresta, un fiume, un edificio o qualcos'altro.
ja: オブジェクトを選択すると、JOSMの画面右側に ”プロパティ” と呼ばれるリストが表示されることに気がつくかもしれません。ここに表示される値はタグと呼ばれます。タグとは、ポイントやライン、シェイプに関連付けられた情報で、その地点が何を表しているかを示しています。タグについては、後の章で詳しく説明します。いまのところ、森林や河川、建物などの内容はタグに書かれた情報によって表されている、ということを知っているだけでかまいません。
sv: Du kanske märker att när du markerar ett objekt visas en lista till höger om kartan i ett fönster som heter "Properties". Dessa är kända som taggar. Taggar är information som är knuten till en punkt, linje eller form och som beskriver vad den är. Vi kommer att lära oss mer om taggar i ett senare kapitel. För tillfället behöver du bara veta att den här informationen hjälper dig att beskriva om vårt objekt är en skog, en flod, en byggnad eller något annat.

source: Think about drawing a map by hand, and how you are also drawing points, lines, and shapes. What other places are best represented by points? Lines? Shapes?
es: Piense en dibujar un mapa a mano y en cómo está dibujando también puntos, líneas y formas. ¿Qué otros lugares están mejor representadas por puntos? ¿Líneas? ¿Formas?
it: Pensa di disegnare una mappa a mano, e a come disegni anche punti, linee e forme. Quali altri luoghi sono meglio rappresentati da punti? Linee? Forme?
ja: 地図を手書きで書くときを思い出してください。ポイントやライン、シェイプをどのように使って描くと、地図がよりわかりやすくなるでしょうか。他にはどんな場所をポイントで表すのが一番いいですか?ライン?シェイプ?
sv: Tänk på att du ritar en karta för hand och att du samtidigt ritar punkter, linjer och former. Vilka andra platser representeras bäst av punkter? Linjer? Former?

source: Changing objects
es: Cambio de objetos
it: Modifica degli oggetti
ja: オブジェクトの編集
sv: Byte av objekt

source: Select the forest on the left side of the map. Be sure to click on the line around the forest, not one of the points on the line.
es: Seleccione el bosque en el lado izquierdo del mapa. Asegúrese de hacer click en la línea alrededor del bosque, no uno de los puntos en la línea.
it: Seleziona la foresta sul lato sinistro della mappa. Assicurati di cliccare sulla linea che circonda la foresta, non su uno dei punti sulla linea.
ja: 地図の左側にある森林を選択してみましょう。森林をあらわしているラインを選択します。ラインの上にあるポイントではないので注意してください。
sv: Välj skogen på vänstra sidan av kartan. Se till att du klickar på linjen runt skogen, inte på någon av punkterna på linjen.

source: Now hold your left mouse button down and drag your mouse. You should be able to move the forest to a new location on the map.
es: Ahora mantén presionado el botón izquierdo del ratón y arrastra el ratón. Debería poder mover el bosque a una nueva ubicación en el mapa.
it: Ora tieni premuto il tasto sinistro del mouse e trascina il mouse. Dovresti essere in grado di spostare la foresta in una nuova posizione sulla mappa.
ja: 選択ができたら、森林を選択した状態でマウスを左クリックし、クリックしたままマウスをドラッグさせてみましょう。地図の中の別の場所へ森林を移動させることができます。
sv: Håll nu vänster musknapp nedtryckt och dra musen. Du bör kunna flytta skogen till en ny plats på kartan.

source: Click on one of the points on the line around the forest. Hold your left mouse button down and drag your mouse. You should be able to move the point. This is how you can change the shape of an object, or move a point.
es: Haga click en uno de los puntos en la línea por el bosque. Mantenga pulsado el botón izquierdo del ratón y arrástrelo. Ahora debería poder mover el punto. Así es como puede cambiar la forma de un objeto, o mover un punto.
it: Clicca su uno dei punti sulla linea che circonda la foresta. Tieni premuto il tasto sinistro del mouse e trascina il mouse. Dovresti essere in grado di spostare il punto. Questo è il modo con cui puoi cambiare la forma di un oggetto, o spostare un punto.
ja: 森林をあらわすラインの中にあるポイントを、どこか1つクリックして選択して下さい。マウスを左クリックした状態で、クリックしたままマウスをドラッグさせてみましょう。ポイントを移動させることができます。オブジェクトの位置を変更したい場合や、オブジェクトの形を変更したい場合はこのようにして行います。
sv: Klicka på en av punkterna på linjen runt skogen. Håll vänster musknapp nedtryckt och dra musen. Du bör kunna flytta punkten. Så här kan du ändra formen på ett objekt eller flytta en punkt.

source: Drawing
es: Dibujando
it: Disegno
ja: 地図の描画
sv: Ritning
