Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/jupyter_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Jupyter Notebook Quickstart
es: Guía Rápida de Jupyter Notebook
fr: Guide de démarrage rapide de Jupyter Notebook
hu: Jupyter jegyzettömb gyorstalpaló
it: Guida rapida Notebook Jupyter
ja: Jupyterノートブック・クイックスタート
sv: Snabbstart för Jupyter Notebook

source: The Jupyter Notebook is a web application that allows you to create and share documents that contain live code, equations, visualizations and explanatory text. Uses include: data cleaning and transformation, numerical simulation, statistical modeling, machine learning and much more.
de: Das Jupyter Notebook ist eine Webanwendung, mit der Sie Dokumente erstellen und teilen können, die Live-Code, Gleichungen, Visualisierungen und erklärenden Text enthalten. Zu den Verwendungsmöglichkeiten gehören: Datenbereinigung und -transformation, numerische Simulation, statistische Modellierung, maschinelles Lernen und vieles mehr.
es: Jupyter Notebook es una aplicación web que permite crear y compartir documentos que contienen código en vivo, ecuaciones, visualizaciones y texto explicativo. Los usos incluyen: limpieza y transformación de datos, simulación numérica, modelado estadístico, aprendizaje automático y mucho más.
fr: Le Jupyter Notebook est une application Web qui vous permet de créer et de partager des documents contenant du code exécutable, des équations, des visualisations et du texte explicatif. Les utilisations incluent : nettoyage et transformation des données, simulation numérique, modélisation statistique, apprentissage automatique et bien plus encore.
hu: A Jupyter jegyzettömb egy web alkalmazás, mely lehetővé teszi élő kódot, egyenleteket, vizualizációt és magyarázó szöveget tartalmazó dokumentumok létrehozását és megosztását. A felhasználás kiterjed a következőkre: adattisztítás és transzformáció, numerikus modellezés, gépi tanulás és még továbbiak.
it: Notebook Jupyter è un'applicazione web che permette di creare e condividere documenti che contengono codice live, equazioni, visualizzazioni e testo esplicativo. Gli usi includono: pulizia e trasformazione dei dati, simulazioni numeriche, modellazioni statistiche, machine learning e molti altri.
ja: Jupyterノートブックは、ライブコード、数式、視覚化、および説明テキストを含むドキュメントを作成および共有できるWebアプリケーションです。データの消去と変換、数値シミュレーション、統計モデリング、機械学習などの用途があります。
sv: Jupyter Notebook är en webbapplikation som gör att du kan skapa och dela dokument som innehåller livekod, ekvationer, visualiseringar och förklarande text. Användningsområden inkluderar: datarengöring och transformation, numerisk simulering, statistisk modellering, maskininlärning och mycket mer.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt, wie Sie:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide décrit comment :
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します:
sv: Denna snabbstart beskriver hur du gör:

source: Start a Jupyter Notebook server
es: Iniciar un servidor de Cuaderno Jupyter
hu: Egy Jupyter jegyzettömb szerver indítása
it: Avvia un server Notebook Jupyter
ja: Jupyterノートブックサーバーを起動する
sv: Starta en Jupyter Notebook-server

source: Load a jupyter notebook
es: Cargar un cuaderno jupyter
hu: Jupyter jegyzettömb betöltése
it: Carica un notebook jupyter
ja: Jupyterノートブックをロードする
sv: Ladda en jupyter-anteckningsbok

source: Interact with python code
es: Interactuar con código python
hu: Interakció a python kóddal
it: Interagisci con codice python
ja: Pythonコードとの対話
sv: Interagera med pythonkod

source: Contents
es: Contenidos
hu: Tartalom
it: Contenuti
ja: 目次
sv: Innehåll

source: Start the Jupyter server
es: Inicie el servidor de Jupyter
hu: A Jupyter szerver indítása
it: Avvia il server Jupyter
ja: Jupyterサーバを起動する
sv: Starta Jupyter-servern

source: From the application launch menu in the lower left corner.
de: Aus dem Anwendungsstartmenü in der linken unteren Ecke.
es: Desde el menú de inicio de la aplicación en la esquina inferior izquierda.
fr: À partir du menu de lancement de l’application dans le coin inférieur gauche.
hu: Az alkalmazásindítás menüből a bal alsó sarokban.
it: Dal menu di lancio dell'applicazione in basso a sinistra.
ja: 左下隅のアプリケーション起動メニューから。
sv: Från programmets startmeny i det nedre vänstra hörnet.

source: Choose *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*
hu: Válassza a *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*-ot
ja: *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook* を選択する

source: A terminal window will open and a startup log will begin to scroll. Afterwards a web browser is launched showing the Jupyter Notebook dashboard. From the Jupyter Notebook dashboard you can navigate the directory tree, start new notebooks, create files and directories, as well as rename, delete and upload files.
es: Se abrirá una ventana de terminal y un registro de inicio comenzará a desplazarse. Posteriormente se inicia un navegador web que muestra el panel de control de Jupyter Notebook. Desde el panel de Control de Jupyter Notebook puede navegar por el árbol de directorios, iniciar nuevos blocs de notas, crear archivos y directorios, así como cambiar el nombre, eliminar y cargar archivos.
hu: Megnyílik egy terminálablak, és egy indítási napló látszik benne. Ezután elindul egy webböngésző, amely megjeleníti a Jupyter Notebook irányítópultját. A Jupyter Notebook irányítópultjáról navigálhat a könyvtárfában, új jegyzetfüzeteket indíthat, fájlokat és könyvtárakat hozhat létre, valamint átnevezhet, törölhet és feltölthet fájlokat.
it: Si apre una finestra di terminale e inizia a scorrere un registro di avvio. Successivamente viene avviato un browser web che mostra la dashboard di Jupyter Notebook. Dalla dashboard di Jupyter Notebook è possibile navigare nell'albero delle directory, avviare nuovi notebook, creare file e directory, nonché rinominare, cancellare e caricare file.
ja: ターミナルウィンドウが開き、起動ログがスクロールし始めます。Webブラウザが起動し、Jupyterノートブックのダッシュボードが表示されます。From the Jupyter Notebook dashboard you can navigate the directory tree, start new notebooks, create files and directories, as well as rename, delete and upload files.
sv: Ett terminalfönster öppnas och en startlogg börjar rulla. Därefter startas en webbläsare som visar instrumentpanelen för Jupyter Notebook. Från Jupyter Notebook-instrumentpanelen kan du navigera i katalogträdet, starta nya anteckningsböcker, skapa filer och kataloger samt byta namn på, ta bort och ladda upp filer.

source: Open and execute an existing notebook
de: Öffnen und Ausführen eines vorhandenen Nootebooks
es: Abrir y ejecutar un cuaderno existente
fr: Ouvrir et exécuter un notebook existant
hu: Létező jegyzettömb megnyitása és végrehajtása
it: Aprire ed eseguire un notebook esistente
ja: 既存のノートブックを開いて実行する
sv: Öppna och kör en befintlig anteckningsbok

source: Let's open an existing notebook. From the main page click on the directory geopandas-tutorial and choose the Introduction notebook (01-introduction-geospatial-data.ipynb). This is an introduction with many examples on how to use geospatial vector data in Python with geopandas using the Natural Earth2 data.
es: Abramos un bloc de notas existente. Desde la página principal haga clic en el directorio geopandas-tutorial y elija el cuaderno de introducción (01-introduction-geospatial-data.ipynb). Esta es una introducción con muchos ejemplos sobre cómo usar datos vectoriales geoespaciales en Python con geopandas utilizando los datos de Natural Earth2.
hu: Nyissunk meg egy meglévő jegyzetfüzetet. A főoldalon kattintson a geopandas-tutorial könyvtárra, és válassza ki a Bevezetés jegyzetfüzetet (01-introduction-geospatial-data.ipynb). Ez egy bevezető számos példával a térinformatikai vektoradatok Pythonban történő használatához geopands-al, Natural Earth2 adatait használva.
it: Apriamo un notebook esistente. Dalla pagina principale, clicca sulla directory geopandas-tutorial e scegli il notebook Introduction (01-introduction-geospatial-data.ipynb). Si tratta di un'introduzione con molti esempi su come utilizzare i dati vettoriali geospaziali in Python con geopandas, utilizzando i dati di Natural Earth2.
ja: 既存のノートブックを開きます。メインページで geopandas-tutorial ディレクトリをクリックし、Introduction ノートブック (01-introduction-geospatial-data.ipynb)を選択します。ここでは、PythonでNatural Earth2データを使用してgeopandasで空間ベクトルデータを使用する方法について、多くの例を紹介します。
sv: Låt oss öppna en befintlig anteckningsbok. Från huvudsidan klickar du på katalogen geopandas-tutorial och väljer anteckningsboken Introduction (01-introduction-geospatial-data.ipynb). Detta är en introduktion med många exempel på hur man använder geospatiala vektordata i Python med geopandas med hjälp av Natural Earth2-data.

source: The tutorial is made up with explaining text and cells. The cells contain in this case python code, that can be run.
es: El tutorial se compone de texto explicativo y celdas. Las celdas contienen en este caso código python, que se puede ejecutar.
hu: Az oktatóanyag magyarázó szövegekből és cellákból áll. A cellák ebben az esetben a futtatható Python kódot tartalmazzák.
it: Il tutorial è composto da testo esplicativo e celle. Le celle contengono in questo caso codice python, che può essere eseguito.
ja: チュートリアルは、テキストとセルの説明で構成されています。この場合、セルには実行可能なPythonコードが含まれています。
sv: Handledningen är uppbyggd med förklarande text och celler. Cellerna innehåller i det här fallet pythonkod som kan köras.

source: From the toolbar on top of the notebook you can choose different options:
es: Desde la barra de herramientas en la parte superior del cuaderno puede elegir diferentes opciones:
hu: A jegyzettömb feletti eszközsorból különböző opciók közül választhat:
it: Dalla barra degli strumenti in cima al notebook è possibile scegliere diverse opzioni:
ja: ノートブックの上部にあるツールバーから、さまざまなオプションを選択できます。
sv: I verktygsfältet ovanför anteckningsboken kan du välja olika alternativ:

source: Cell-> Run Cells: will run the code in the cell with the focus and will move to the next cell.
es: Cell-> Run Cells: ejecutará el código en la celda con el foco y se moverá a la siguiente celda.
hu: Cell-> Run Cells: futtatja a kódot az aktuális cellában és a következő cellára lép.
it: Cella-> Esegui Celle: esegue il codice nella cella con il focus e passa alla cella successiva.
ja: Cell-> Run Cells: フォーカスのあるセルでコードを実行し、次のセルに移動します。
sv: Cell-> Run Cells: kör koden i cellen med fokus och flyttar till nästa cell.

source: Cell-> Run All: will run all the cells and show the results If everything worked as planned you should be able to see the results at the bottom of the page.
hu: Cell-> Run All: futtatja az összes cellát és megjeleníti az eredményeket, ha minden a terv szerint működik a lap alján látnia kell az eredményeket.
ja: Cell-> Run All: すべてのセルを実行し、結果を表示します。すべてが計画どおりに動作した場合は、ページの下部に結果が表示されます。

source: Have a look at the results after running all the cells.
es: Eche un vistazo a los resultados después de ejecutar todas las celdas.
hu: Vessen egy pillantást az eredményekre az összes cella futtatása után.
it: Dai un'occhiata ai risultati dopo avere avviato tutte le celle.
ja: すべてのセルを実行した結果を確認します。
sv: Titta på resultaten efter att ha kört alla celler.

source: You will see additional Out[] section with different output for example tables, maps or calculations.
es: Verá una sección adicional Out[] con diferentes resultados, por ejemplo, tablas, mapas o cálculos.
hu: További Out[] fejezeteket láthat különböző eredményekkel, mint például táblázatok, térképek vagy számítások.
it: Verranno visualizzate altre sezioni Out[] con risultati diversi, ad esempio tabelle, mappe o calcoli.
ja: テーブル、マップ、計算など、さまざまな出力を持つ追加のOut[]セクションが表示されます。
sv: Du kommer att se ytterligare Out[]-avsnitt med olika utdata, t.ex. tabeller, kartor eller beräkningar.

source: In Out[3] you can see the country information as a table.
es: En Out[3] puedes ver la información del país como una tabla.
hu: Az Out[3]-ban táblázatban láthatja az ország információkat.
it: In Out[3] puoi vedere le informazioni del paese come una tabella.
ja: Out[3]では、国の情報が表形式で表示されます。
sv: I Out[3] kan du se landinformationen i tabellform.

source: In Out[4] a plot was generated from all the countries.
es: En Out[4] se generó una trama de todos los países.
hu: Az Out[4]-ben egy rajz készült az összes országról.
it: In Out[4] viene generato un grafico da tutti i paesi.
ja: Out[4] では、全ての国から生成されたグラフのプロットが表示されます。
sv: I Out[4] genererades ett diagram från alla länder.

source: Change code
de: Code ändern
es: Cambiar código
fr: Modifier le code
hu: Kód módosítása
it: Cambia codice
ja: コードの変更
sv: Ändra kod

source: Now let's change some of the code.
es: Ahora cambiemos parte del código.
hu: Most változtassuk meg részben kódot.
it: Ora facciamo delle modifiche del codice.
ja: 次に、コードの一部を変更しましょう。
sv: Låt oss nu ändra lite i koden.

source: In In [10] a filter was defined for the countries. Only the continent ``Africa`` is selected from the countries:
es: En In [10] se definió un filtro para los países. Solo el continente ``África`` se selecciona de los países:
hu: A [10] cellában egy szűrőt definiáltunk az országokra. Csak Afrika kontinenst választottuk az országok közül:
it: In In[10] è definito un filtro per i paesi. Solo il continente ``Africa`` è selezionato dai paesi:
ja: In [10]では、国々のフィルタが定義されます。``Africa`` 大陸のみが国々から選択されます:
sv: I [10] definierades ett filter för länderna. Endast kontinenten ``Afrika`` är vald från länderna:

source: Therefore in the plot there is only the continent ``Africa``.
es: Por lo tanto, en la trama solo existe el continente ``Africa``.
hu: Ezért a rajzon csak ``Africa`` van.
it: Pertanto nel grafico c'è solo il continente ``Africa``.
ja: そのため、プロットでは ``Africa`` 大陸のみが表示されます。
sv: Därför finns det i handlingen bara kontinenten "Afrika".

source: Change the selection to ``Asia`` and rund the two cells again.
es: Cambie la selección a ``Asia`` y vuelva a ejecutar las dos celdas.
hu: Módosítsa a kiválasztást `Asia``-ra és futtassa a két cellát ismét.
it: Cambia la selezione in ``Asia`` ed esegui di nuovo le due celle.
ja: 選択を ``Asia`` に変更して、二つのセルを再実行してみましょう。
sv: Ändra valet till ``Asien`` och runda de två cellerna igen.

source: As result you will see that instead of ``Africa`` there will be ``Asia`` in the plot.
es: Como resultado, verás que en lugar de ``África`` habrá ``Asia`` en la trama.
hu: Eredményként ``Africa`` helyett ``Asia``-t láthatja a rajzon.
it: Il risultato è che al posto di ``Africa`` ci sarà ``Asia`` nel grafico.
ja: その結果、 ``Africa`` のかわりに、プロットには ``Asia`` が表示されるでしょう。
sv: Som resultat kommer du att se att istället för ``Afrika`` kommer det att finnas ``Asien`` i diagrammet.

source: What Next?
de: Was nun?
fr: Ensuite ?
hu: Mi következik?
ja: 次のステップ
sv: Vad händer härnäst?

source: Discover the other notebooks that are provided with OSGeoLive and find out how to work with Shapely, Rasterio, R, Iris & other software.
es: Descubra los otros cuadernos proporcionados con OSGeoLive y descubra cómo trabajar con Shapely, Rasterio, R, Iris y otros softwares.
hu: Fedezze fel az OSGeoLive-val szállított többi notebookot, és ismerje meg, hogyan dolgozhat Shapely, Rasterio, R, Iris és egyéb szoftverekkel.
it: Scoprite gli altri notebook forniti con OSGeoLive e scoprite come lavorare con Shapely, Rasterio, R, Iris e altri software.
ja: OSGeoLiveで提供されるその他のノートブック、およびShapely、Rasterio、R、Iris、その他のソフトウェアの操作方法をご覧ください。
sv: Upptäck de andra bärbara datorerna som tillhandahålls med OSGeoLive och ta reda på hur du arbetar med Shapely, Rasterio, R, Iris och annan programvara.

source: For more information about the jupyter notebook, please refer to the `Jupyter Notebooks official documentation <https://docs.jupyter.org>`__.
es: Para obtener más información sobre el cuaderno jupyter, consulte la documentación oficial de `Cuadernos Jupyter <https://docs.jupyter.org>`__.
hu: A Jupyter jegyzettömbről további információkért tekintse meg a Jupyter ~Notebooks hivatalos dokumentációját <https://docs.jupyter.org>`__.
it: Per ulteriori informazioni sul notebook jupyter, consultare la documentazione ufficiale di `Jupyter Notebooks <https://docs.jupyter.org>`__.
sv: Mer information om jupyter notebook finns i den officiella dokumentationen för jupyter notebooks <https://docs.jupyter.org>`__.

source: More notebook examples are available from the notebook root directory.
es: Hay más ejemplos de cuadernos están disponibles desde la raíz.
hu: További jegyzetfüzet példák érhetők el a jegyzettömb gyökér könyvtárából.
it: Altri esempi di notebook sono disponibili nella directory principale del notebook.
ja: ノートブックの例は、ノートブックのルートディレクトリから入手できます。
sv: Fler exempel på notebooks finns i rotkatalogen för notebooks.

source: Quick introduction on how to use the Jupyter Notebooks interface: `Get started with Jupyter Notebook <https://docs.jupyter.org/en/latest/content-quickstart.html>`__.
es: Introducción rápida sobre cómo usar la interfaz de Jupyter Notebooks: `Introducción a Cuadernos Jupyter <https://docs.jupyter.org/en/latest/content-quickstart.html>`__.
hu: Gyors bemutatkozás a Jupyter Notebook használatához `Get started with Jupyter Notebook <https://docs.jupyter.org/en/latest/content-quickstart.html>`__.
it: Introduzione rapida all'uso dell'interfaccia di Jupyter Notebooks: `Iniziare con Jupyter Notebook <https://docs.jupyter.org/en/latest/content-quickstart.html>`__.
sv: Snabb introduktion till hur man använder gränssnittet för Jupyter Notebooks: "Kom igång med Jupyter Notebook <https://docs.jupyter.org/en/latest/content-quickstart.html>`__.

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: Choose *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*
es: Elejir *Geoespacial* -> *Herramientas espaciales* -> *Jupyter Notebook*
it: Scegli *Geospaziale* -> *Strumenti Spaziali" -> *Notebook Jupyter*
sv: Välj *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*

source: Cell-> Run All: will run all the cells and show the results If everything worked as planned you should be able to see the results at the bottom of the page.
es: Cell-> Run All: ejecutará todas las celdas y mostrará los resultados Si todo funcionó según lo planeado, debería poder ver los resultados en la parte inferior de la página.
it: Cell-> Run All: esegue tutte le celle e mostra i risultati Se tutto ha funzionato come previsto, i risultati dovrebbero essere visibili in fondo alla pagina.
sv: Cell-> Run All: kommer att köra alla celler och visa resultaten Om allt fungerade som planerat bör du kunna se resultaten längst ner på sidan.

source: nologo
ja: ロゴなし

source: start a jupyter notebook server
de: Starten eines Jupyter-Notebook-Servers
fr: démarrer un serveur jupyter notebook

source: load a jupyter notebook
de: Laden eines Jupyter-Notebooks
fr: charger un notebook jupyter

source: interact with python code and javascript widgets
de: Interagieren mit Python-Code und Javascript-Widgets
fr: interagir avec le code python et les widgets javascript

source: Start the jupyter server
de: Starten des Jupyter-Servers
fr: Démarrer le serveur jupyter

source: Choose *Geospatial* -> *Spatial Tools* -> *Start Jupyter Notebook*
de: Wählen Sie *Geospatial* -> *Spatial Tools* -> *Start Jupyter Notebook*
fr: Choisissez *Geospatial* -> *Spatial Tools* -> *Start Jupyter Notebook*

source: A terminal window will open and a startup log will begin to scroll.
de: Ein Terminalfenster wird geöffnet, und ein Startprotokoll erscheint.
fr: Une fenêtre de terminal s’ouvrira et un journal de démarrage commencera à défiler.

source: Choose *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*
de: Wählen Sie *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*
fr: Choisissez *Geospatial* -> *Spatial Tools* -> *Jupyter Notebook*

source: A web browser is launched showing the notebook dashboard.
de: Es wird ein Webbrowser gestartet, der das Notebook-Dashboard anzeigt.
fr: Un navigateur Web est lancé montrant le tableau de bord du notebook.

source: From the notebook dashboard you can navigate the directory tree, start new notebooks, create files and directories, as well as rename, delete and upload files.
de: Über das Nootebook-Dashboard können Sie durch die Verzeichnisstruktur navigieren, neue Nootebooks starten, Dateien und Verzeichnisse erstellen sowie Dateien umbenennen, löschen und hochladen.
fr: À partir du tableau de bord du notebook, vous pouvez naviguer dans l’arborescence des fichiers, démarrer de nouveaux notebooks, créer des fichiers et des répertoires, ainsi que renommer, supprimer et télécharger des fichiers.

source: Let's open an existing notebook. From the main page click on the directory GSOC.
de: Öffnen wir ein vorhandenes Notizbuch. Klicken Sie auf der Hauptseite auf das Verzeichnis GSOC.
fr: Ouvrons un notebook existant. À partir de la page principale cliquez sur le dossier GSOC.

source: Choose the Introduction notebook.
de: Wählen Sie das Einführungs-Notebook aus.
fr: Choisissez le notebook Introduction.

source: This is a simple notebook, which contains text and links, like a HTML web page.
de: Dies ist ein einfaches Notizbuch, das Text und Links enthält, wie eine HTML-Webseite.
fr: Il s’agit d’un notebook simple, qui contient du texte et des liens, comme une page Web HTML.

source: Then under "Simple-web-gis-products" select "CESIUM".
de: Wählen Sie dann unter "Simple-web-gis-products" "CESIUM" aus.
fr: Ensuite, sous "Simple-web-gis-products" sélectionnez "CESIUM".

source: Here there are a series of example using the cesium javascript library. Let's click on "CesiumWidget Interact-Example", which uses the widget extension, some python libraries and cesium-js.
de: Hier gibt es eine Reihe von Beispielen mit der cesium javascript Bibliothek. Klicken wir auf "CesiumWidget Interact-Example", das die Widget-Erweiterung, einige Python-Bibliotheken und cesium-js verwendet.
fr: Ici, il ya une série d’exemples en utilisant la bibliothèque javascript cesium. Cliquez sur "CesiumWidget Interact-Example", qui utilise le widget extension , quelques bibliothèques python et cesium-js.

source: From the toolbar on top of the notebook chose: cell->run all. If everything worked as planned you should be able to see the results at the bottom of the page.
de: Aus der Symbolleiste oben im Notebook wählen Sie: cell ->run all. Wenn alles wie geplant funktioniert hat, sollten Sie in der Lage sein, die Ergebnisse am unteren Rand der Seite zu sehen.
fr: De la barre d’outils sur le dessus du notebook choisissez: cell->run all. Si tout a fonctionné comme prévu, vous devriez être en mesure de voir les résultats au bas de la page.

source: Now lets change some of the code:
de: Nun können Sie den Codes anpassen:
fr: Maintenant modifiez une partie du code:

source: In the code cell ``in [8]`` we generated a python dictionary based on some keywords (location names) with empty values:
de: In der Codezelle ``in [8]`` haben wir ein Python-Wörterbuch generiert, das auf einigen Schlüsselwörtern (Standortnamen) mit leeren Werten basiert:
fr: Dans la cellule de code ``in [8]`` nous avons généré un dictionnaire python basé sur certains mots clés (noms de localisation) avec des valeurs vides :
