Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/jupyter_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: and at the code input cell ``in [9]``, we loop over the dictionary keys and making use of a geocoding library ``geocoder``, we add the location information inside the previously created python dictionary ``my place``:
de: und in der Code-Eingabezelle ``in [9``', wir Schleifen über die dictionary keys und unter Verwendung einer Geokodierungbibliothek ``geocoder``, fügen wir die Standortinformationen innerhalb der zuvor erstellten Python-Wörterbuch ``mein Ort``:
fr: et à la cellule d’entrée de code ``in [9]``, nous avons bouclé sur les clés du dictionnaire et en faisant usage de la bibliothèque de géocodage``geocoder``, nous ajoutons les informations de localisation à l’intérieur du dictionnaire python précédemment créé ``my place``:

source: Try to add or replace new keywords like we did in ``In [8]``
de: Versuchen Sie, neue Keywords hinzuzufügen oder zu ersetzen, wie wir es in ``In [8]`` getan haben.
fr: Essayez d’ajouter ou de remplacer de nouveaux mots clés comme nous l’avons fait dans ``In [8]``

source: and re run ``In [9] [10] [11]`` you will see the newly created dictionary is now used in the drop down menu to select the new location and zoom-to withing the Cesium globe.
de: und führen Sie ``In [9] [10] [11]`` erneut aus, sehen Sie, dass das neu erstellte dictionary nun im Dropdown-Menü verwendet wird, um die neue Position auszuwählen und den Cesium-Globus zu vergrößern.
fr: et réexécutez ``In [9] [10] [11]`` vous verrez que le dictionnaire nouvellement créé est maintenant utilisé dans le menu descendant pour sélectionner le nouvel emplacement et zoomer sur le globe Cesium.

source: For more information about the jupyter notebook, please refer to the `jupyter official documentation`_. More notebook examples are available from the notebook root directory. For a quick introduction on how to use the jupyter-notebook interface, from the start page, check the notebook: "Introduction to jupyter notebook"
de: Weitere Informationen zu Jupyter Notebook finden Sie in der `Jupyter Official Documentation`_. Weitere Notebook-Beispiele sind im Stammverzeichnis des Notebooks verfügbar. Eine kurze Einführung in die Verwendung der Jupyter-Notebook-Schnittstelle finden Sie auf der Startseite im Notebook: ``Einführung in das Jupyter Notebook``
fr: Pour plus d’informations sur le carnet jupyter, veuillez consulter la `documentation officielle de jupyter`_. Plus d’exemples de notebookss sont disponibles à partir du dossier racine des notebooks. Pour une introduction rapide sur la façon d’utiliser l’interface jupyter-notebook, à partir de la page de début, consultez le notebook: "Introduction to jupyter notebook"
