Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/leaflet_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Leaflet Quickstart
es: Guía Rápida de Leaflet
fr: Guide de démarrage rapide de Leaflet
hu: Leaflet gyorstalpaló
it: Guida rapida Leaflet
ja: Leaflet クイックスタート
sv: Broschyr Snabbstart

source: Leaflet is a JavaScript library for browser-based, mobile-friendly, interactive maps. It is lightweight, yet has all the features most developers ever need for online maps. Leaflet is designed with simplicity, performance and usability in mind.
de: Leaflet ist eine JavaScript-Bibliothek für Browser-basierte, mobil-freundliche, interaktive Karten. Leaflet ist leicht, verfügt über alle Funktionen, die die meisten Entwicker für Online-Karten benötigen. Leaflet ist mit einfach, performant und benutzerfreundlich.
es: Leaflet es una biblioteca de JavaScript para mapas interactivos basados en navegador y optimizados para dispositivos móviles. Es ligero, pero cuenta con todo la que mayoría de los desarrolladores nunca necesidad de mapas en línea. Folleto está diseñado con simplicidad, rendimiento y usabilidad en mente.
fr: Leaflet est une bibliothèque JavaScript pour la création de cartes intéractives dans navigateur web ou un environnement mobile. Elle est légère, mais possède toutes les caractéristiques dont la plupart des développeurs ont besoin pour créer des cartes en ligne. Leaflet est conçu avec la simplicité, la performance et la convivialité à l’esprit.
hu: A Leaflet egyJavaScript könyvtár böngésző alapú, mobil barát interaktív térképekhez. Könnyűsúlyú, mégis minden olyan funkcióval rendelkezik, amire a legtöbb fejlesztőnek szüksége van online térképekhez. A Leaflet-et az egyszerűséget, a teljesítményt és a használhatóságot szem előtt tartva készítették.
it: Leaflet è una libreria JavaScript per mappe interattive basate su browser e mobile-friendly. È leggera, ma ha tutte le caratteristiche di cui la maggior parte degli sviluppatori ha bisogno per le mappe online. Leaflet è progettata con semplicità, prestazioni e usabilità in mente.
ja: Leaflet はブラウザベースで、モバイルフレンドリーなインタラクティブ地図のための JavaScript ライブラリです。軽量ですが、ほとんどの開発者がオンライン地図に必要とするすべての機能を備えています。Leaflet はシンプル、パフォーマンス、ユーザビリティを念頭に設計されています。

source: Contents
it: Contenuti
sv: Innehåll

source: Running
de: Vorbereitung
es: Ejecución
fr: Lancement
hu: Futtatás
it: In esecuzione
ja: 実行する
sv: Kör

source: Prior to running this quick start you should start MapProxy. On OSGeoLive this can be found under **Geospatial\\Web Services\\MapProxy\\Start MapProxy**. This will provide background tiles that will be used in this demo.
it: Prima di eseguire questa guida rapida è necessario avviare MapProxy. Su OSGeoLive si trova in **Geospatial\\Web Services\\MapProxy\\Start MapProxy**. Questo fornirà le tiles di sfondo che verranno utilizzate in questa dimostrazione.
sv: Innan du kör denna snabbstart bör du starta MapProxy. På OSGeoLive finns detta under **Geospatial\Web Services\\MapProxy\\Starta MapProxy**. Detta kommer att ge bakgrundsbilder som kommer att användas i denna demo.

source: View the example_
de: Link zum example_
es: Ver el ejemplo_
fr: Voir l’exemple_
hu: A példa megtekintése_
it: Vedi l'esempio_
ja: example_ を見る
sv: Se example_

source: If you are reading this quickstart outside OSGeoLive you may prefer reading the original demo on: https://leafletjs.com/examples/quick-start/, since this demo uses tilestache on OSGeoLive.
de: Wenn Sie dieses Quickstart außerhalb von OSGeoLive lesen, können Sie es vielleicht besser die Original-Demo auf https://leafletjs.com/examples/quick-start/ anschauen, da diese nicht lokal auf Tilestache zugreift.
fr: Si vous lisez ce guide de démarrage rapide à l’extérieur d'OSGeoLive, vous pouvez préférer lire la démo originale sur : https://leafletjs.com/examples/quick-start/, puisque cette démo utilise Tilestache présent dans OSGeoLive.
it: Se stai leggendo questa guida rapida al di fuori di OSGeoLive potresti preferire leggere la demo originale su: https://leafletjs.com/examples/quick-start/, poiché questa demo usa tilestache su OSGeoLive.
ja: OSGeoLiveの外部でこのクイックスタートを読んでいる場合は、https://leafletjs.com/examples/quick-start/ で元のデモを読むことをお勧めします。このデモはOSGeoLiveでtilestacheを使用しているためです。
sv: Om du läser den här snabbstarten utanför OSGeoLive kanske du föredrar att läsa originaldemonstrationen på: https://leafletjs.com/examples/quick-start/, eftersom den här demonstrationen använder tilestache på OSGeoLive.

source: Preparing your page
de: Vorbereitung ihrer Seite
es: Preparando su página
fr: Préparez votre page
hu: Az oldal előkészítése
it: Prepara la tua pagina
ja: HTMLページを用意する
sv: Förbereda din sida

source: Before writing any code for the map, you need to do the following preparation steps on your page:
de: Bevor Sie irgendeinen Code für ihre Kartenanwendung schreiben, müssen Sie die folgenden Vorbereitungsschritte auf Ihrer Seite ausführen:
es: Antes de escribir cualquier código para el mapa, tienes que hacer los siguientes pasos de la preparación en tu página:
fr: Avant d’écrire n’importe quel code concernant la carte, vous devez suivre les étapes suivantes de la préparation sur votre page :
hu: Mielőtt bármilyen kódot írna a térképhez a következő előkészítő lépéseket kell végrehajtani az oldalán:
it: Prima di scrivere qualsiasi codice per la mappa, devi fare i seguenti passi di preparazione nella tua pagina:
ja: 地図のコードをかきはじめる前に、ページで、次の準備ステップを実施する必要があります:
sv: Innan du skriver någon kod för kartan måste du göra följande förberedande steg på din sida:

source: Include Leaflet CSS files in the head section of your document
de: Binden Sie die Leaflet CSS-Dateien in den header-Bereich Ihres Dokuments ein
es: Incluya archivos Leaflet CSS de folleto en el encabezado de su documento
fr: Inclure les fichiers CSS de Leaflet dans la section **head** de votre document
hu: Vegye be a Leaflet CSS fájlt a dokumentumának fejléc részébe
it: Includi i file CSS di Leaflet nella sezione di testa del tuo documento
ja: ドキュメントのヘッダーセクションで、Leaflet CSSファイルをよみこむ
sv: Inkludera Leaflets CSS-filer i huvudavsnittet i ditt dokument

source: Include Leaflet JavaScript file:
de: Binden Sie die Leaflet JavaScript-Datei ein:
es: Incluye archivo Leaflet JavaScript:
fr: Inclure le fichier JavaScript contenant Leaflet :
hu: Vegye be a Leaflet JavaScript fájlt:
it: Includi il file JavaScript di Leaflet:
ja: Leaflet JavaScritファイルをよみこむ:
sv: Inkludera Leaflet JavaScript-fil:

source: put a **div** element with a certain **id** where you want your map to be:
de: Erstellen Sie ein **div**-Element mit einer bestimmten **id**, an der Stelle, an der sich Ihre Karte befinden soll:
es: Ponga un elemento **div** con cierto **id** donde quiera que esté su mapa:
fr: Mettez un élément **div** avec un certain **id** où vous souhaitez que votre carte soit :
hu: helyezzen el egy **div** elemet egy egyedi **id**-vel, ahová a térképét akarja tenni:
it: metti un elemento **div** con un certo **id** dove vuoi che sia la tua mappa:
ja: 地図を表示したい場所に適切な **id** をもつ **div** エレメントを配置する:
sv: placera ett **div**-element med ett visst **id** där du vill att din karta ska vara:

source: Make sure the map container has a defined height, for example by setting it in CSS:
de: Stellen Sie sicher, dass der map-Container eine definierte Höhe hat, z. B. indem Sie es im CSS festlegen:
es: Asegúrese de que el contenedor del mapa tiene una altura definida, por ejemplo configurándolo en CSS:
fr: Assurez-vous que le conteneur de la carte possède une hauteur définie, par exemple en la plaçant dans le CSS :
hu: Győződjön meg arról, hogy a térképet tartalmazó elemnek egy meghatározott magassága van, például a CSS-ben beállítva:
it: Assicurati che il contenitore della mappa abbia un'altezza definita, per esempio impostandola nei CSS:
ja: 地図コンテナには、高さが定義されていること。CSSの例は次のとおり:
sv: Se till att kartbehållaren har en definierad höjd, t.ex. genom att ange den i CSS:

source: Now you are ready to initialize the map and do some stuff with it.
de: Jetzt sind Sie bereit, die Karte zu initialisieren und einige Dinge mit ihr zu tun.
es: Ahora estás listo para inicializar el mapa y hacer algunas cosas con él.
fr: Vous êtes maintenant prêt pour initialiser la carte et de faire quelque chose avec elle.
hu: Most készen áll a térkép inicializálására és hogy csináljon vele valamit.
it: Ora sei pronto per inizializzare la mappa e fare qualcosa con essa.
ja: これで地図を表示し、応用する準備がととのいました。
sv: Nu är du redo att initiera kartan och göra lite saker med den.

source: Setting up the Map
de: Einrichten der Karte
es: Configurar el mapa
fr: Mise en place de la carte
hu: A térkép beállítása
it: Impostazione della Mappa
ja: 地図を設定する
sv: Konfigurera kartan

source: Let's create a map of Firenze, Italy with an indication of the 2022 FOSS4G conference. First we'll initialize the map and set its view to our chosen geographical coordinates and a zoom level:
it: Creiamo una mappa di Firenze, Italia, con l'indicazione della conferenza FOSS4G del 2022. Per prima cosa inizializziamo la mappa e impostiamo la sua visualizzazione sulle coordinate geografiche scelte e su un livello di zoom:
sv: Låt oss skapa en karta över Firenze, Italien med en indikation på 2022 FOSS4G-konferensen. Först initialiserar vi kartan och ställer in dess vy till våra valda geografiska koordinater och en zoomnivå:

source: By default (as we didn't pass any options when creating the map instance), all mouse and touch interactions on the map are enabled, and it has zoom and attribution controls.
de: Standardmäßig (da wir beim Erstellen der Karteninstanz keine Optionen übergeben haben) sind alle Maus- und Touchinteraktionen auf der Karte aktiviert, und sie verfügt über Zoom- und Attributions-Steuerelemente.
es: De manera predeterminada (al no pasar cualquier opción al crear la instancia de mapa), todas las interacciones con el mouse y el tacto en el mapa están habilitadas, y tiene controles de zoom y de atribución.
fr: Par défaut (comme nous n’avons pas passé toutes les options lors de la création de l’instance de carte), toutes les interactions de souris et de touché sur la carte sont activées et il y a des contrôles de zoom et d’attribution.
hu: Alapértelmezésben minden egér és érintés interakció engedélyezett a térképen (mivel a térkép példány létrehozásánál nem adtunk meg paramétereket), és van vezérlő elem a nagyításhoz és a szerzőkhöz.
it: Per impostazione predefinita (dato che non hai passato alcuna opzione durante la creazione dell'istanza della mappa), tutte le interazioni con il mouse e il tocco sulla mappa sono abilitate, e ha controlli di zoom e attribuzione.
ja: デフォルトで (地図インスタンスを作成するときに、設定オプションを与えない場合)、全てのマウス操作とタッチ操作は有効化されます。ズームと属性コントロールがあります。
sv: Som standard (eftersom vi inte angav några alternativ när vi skapade kartinstansen) är alla mus- och pekinteraktioner på kartan aktiverade, och den har zoom- och attributkontroller.

source: Note that setView call also returns the map object - most Leaflet methods act like this when they don't return an explicit value, which allows convenient jQuery-like method chaining.
de: Beachten Sie, dass der setView-Aufruf auch das Map-Objekt zurückgibt - die meisten Leaflet-Methoden verhalten sich so, wenn sie keinen expliziten Wert zurückgeben. Dies ermöglicht eine bequeme jQuery-ähnliche Methodenverkettung ermöglicht.
es: Tenga en cuenta que la llamada a setView también devuelve el objeto de mapa - la mayoría de los métodos de Leaflet actúan de esta manera cuando no devuelven un valor explícito, lo que permite el conveniente encadenamiento del método jQuery-like.
fr: Notez que l'appel setView renvoie également l’objet carte - la plupart des méthodes de Leaflet agissent comme ça quand ils ne retournent pas une valeur explicite, qui permet d'utiliser une méthode de chaînage similaire à jQuery.
hu: Vegye észre, hogy a setView hívás visszaadja a térkép objektumot - a legtöbb Leaflet metódus így működik, amikor nem adnak vissza egy explicit értéket, ez lehetővé teszi a jQuery-hez hasonló kényelmes metódus láncolást.
it: Nota che la chiamata setView restituisce anche l'oggetto map - la maggior parte dei metodi Leaflet si comportano in questo modo quando non restituiscono un valore esplicito, il che permette una comoda concatenazione di metodi simili a jQuery.
ja: setView のよびだしも、地図オブジェクトを返却します。 - 多くのLeafletのメソッドは、明示的な戻り値がない場合、同様に動作します。 jQueryのようなメソッドのチェイニングができて便利です。
sv: Observera att setView-anropet också returnerar map-objektet - de flesta Leaflet-metoder fungerar på detta sätt när de inte returnerar ett explicit värde, vilket möjliggör bekväm jQuery-liknande metodkedjning.

source: Next we'll add a tile layer to our map. In this case we will be using the tile images provided by MapProxy on the live dvd. Note that using nicer background maps such as openstreetmap will result in a much better user experience.
it: Quindi aggiungeremo un livello di tiles alla nostra mappa. In questo caso utilizzeremo le immagini delle piastrelle fornite da MapProxy sul DVD live. Si noti che l'uso di mappe di sfondo più belle, come quelle di openstreetmap, migliorerà notevolmente l'esperienza dell'utente.
sv: Därefter lägger vi till ett kakelskikt på vår karta. I det här fallet kommer vi att använda de kakelbilder som tillhandahålls av MapProxy på live-dvd: n. Observera att användning av trevligare bakgrundskartor som openstreetmap kommer att resultera i en mycket bättre användarupplevelse.

source: Creating a tile layer usually involves setting the URL template for the tile images, the attribution text and the maximum zoom level of the layer:
de: Das Erstellen eines Kachel-Layers umfasst in der Regel das Festlegen der URL für die Kachelbilder, den Quellenverweis und die maximale Zoomstufe des Layers:
es: La creación de una capa de teselas generalmente implica configurar la plantilla de la URL de las imágenes de azulejo, el texto de atribución y el máximo nivel de acercamiento de la capa:
fr: La création d’une couche tuilée implique habituellement de définir le modèle d’URL pour les images tuilées, le texte d’attribution et le niveau de zoom maximal de la couche :
hu: Egy csempe réteg létrehozása általában magában foglalja az URL sablon beállítását a csempeképekhez, a készítőkre vonatkozó szöveget és a maximális nagyítási szintet:
it: La creazione di un layer di tasselli di solito comporta l'impostazione del modello URL per le immagini del tassello, il testo di attribuzione e il livello massimo di zoom del layer:
ja: タイルレイヤ を作成するには、通常、タイルイメージのURLテンプレート、属性テキスト、およびレイヤの最大ズームレベルを設定します。
sv: När du skapar ett kakelskikt måste du vanligtvis ange URL-mallen för kakelbilderna, attributtexten och den maximala zoomnivån för skiktet:

source: If you have online access you may want to use a nicer tilemap as the background:
de: Wenn Sie Internetzugriff haben, können Sie eine schönere gekachelte Karte als Hintergrund verwenden:
es: Si usted tiene acceso en línea, puede que desee utilizar un tilemap mejor como fondo:
fr: Si vous avez accès Internet, vous pouvez utiliser un fond de carte plus agréabl :
hu: Ha online hozzáférése van, akkor egy szebb csempetérképet használhat háttérként:
it: Se hai un accesso online potresti voler usare una tilemap più bella come sfondo:
ja: オンラインアクセスがある場合は、バックグラウンドとしてより良いタイルマップサービスを使用することができます。
sv: Om du har tillgång till internet kan du använda en snyggare tilemap som bakgrund:

source: Make sure all the code is called after the **div** and **leaflet.js** inclusion. That's it! You have a working Leaflet map now.
de: Stellen Sie sicher, dass der gesamte Code nach dem Aufruf des **div** und der **leaflet.js** erfolgt. Das wars! Sie haben jetzt eine funktionierende Leaflet-Karte.
es: Asegúrese de después de la inclusión **div** and **leaflet.js**. ¡Eso es!. Ahora usted tiene un mapa de folleto en funcionamiento.
fr: Assurez-vous que tout le code est appelé après l'insertion de la **div** et de **leaflet.js**. Voilà ! Vous avez une carte Leaflet fonctionnelle maintenant.
hu: Győződjön meg róla, hogy minden a kódot a **div** és a **leaflet.js** beillesztés után hívjanak meg. Ennyi az egész! Most van egy működő Leaflet térképe.
it: Assicurati che tutto il codice sia chiamato dopo l'inclusione di **div** e **leaflet.js**. Ecco fatto! Ora hai una mappa Leaflet funzionante.
ja: すべてのコードが **div** タグと **leaflet.js** の読み込みの後に呼び出されていることを確認してください。これが全てです。これで、Leaflet の地図を動かすことができました。
sv: Se till att all kod anropas efter inkluderingen av **div** och **leaflet.js**. Nu är det klart! Du har en fungerande Leaflet-karta nu.

source: It's worth noting that Leaflet is provider-agnostic, meaning that it doesn't enforce a particular choice of providers for tiles, and it doesn't even contain a single provider-specific line of code, so you're free to use other providers if you need to.
de: Es ist erwähnenswert, dass Leaflet anbieterunabhängig ist, was bedeutet, dass es keine bestimmte Auswahl von Anbietern für Kacheln erzwingt und nicht einmal eine einzige anbieterspezifische Codezeile enthält, sodass Sie frei ihren Anbieter auswählen können.
es: Cabe destacar que Leaflet es independiente del proveedor, lo que significa que no impone una opción particular de proveedores para las teselas y ni siquiera contiene una sola línea de código específica del proveedor, por lo que puede usar otros proveedores si lo necesita.
fr: Il est à noter que Leaflet est indépendant du fournisseur, ce qui signifie qu’il n’est pas imposé un choix particulier de fournisseurs pour les tuiles, et il ne contient même pas une ligne spécifique au fournisseur, donc vous êtes libre d’utiliser d’autres fournisseurs si vous en avez le besoin.
hu: Érdemes megjegyezni, hogy Leaflet szolgáltató-független, ami azt jelenti, hogy nem kényszeríti ki egy adott szolgáltatók a csempékhez, és még nem tartalmaz egy szolgáltatófüggő kódsort sem, így szabadon használhat más szolgáltatót, ha szüksége van rá.
it: Vale la pena notare che Leaflet è "provider-agnostic", il che significa che non impone una particolare scelta di provider per i tasselli, e non contiene nemmeno una singola linea di codice specifica per il provider, quindi sei libero di usare altri provider se ne hai bisogno.
ja: Leaflet はプロバイダに依存しないので、タイルに対して特定のプロバイダの選択を強制することはなく、プロバイダ固有のコード行も含まれていないので、必要に応じて他のプロバイダを使用することもできます。
sv: Det är värt att notera att Leaflet är leverantörsagnostiskt, vilket innebär att det inte tvingar fram ett visst val av leverantörer för tiles, och det innehåller inte ens en enda leverantörsspecifik kodrad, så det står dig fritt att använda andra leverantörer om du behöver.

source: Markers, circles and polygons
de: Marker, Kreise und Polygone
es: Marcadores, círculos y polígonos
fr: Marqueurs, cercles et polygones
hu: Szimbólumok, körök és zárt idomok
it: Simboli, cerchi e poligoni
ja: マーカー、円、ポリゴン
sv: Markörer, cirklar och polygoner

source: Besides tile layers, you can easily add other things to your map, including markers, polylines, polygons, circles and popups. Let's add a marker:
de: Neben Kachel-Layern können Sie ganz einfach weitere Objekte zu Ihrer Karte hinzufügen, einschließlich Markern Polylinien, Polygonen, Kreisen und Popups. Fügen wir einen Marker hinzu:
es: Además de capas de teselas, udted puede puede agregar fácilmente otras cosas a su mapa, incluyendo marcadores, polilíneas, polígonos, círculos y ventanas emergentes. Vamos a añadir un marcador:
fr: En plus des couches de tuiles, vous pouvez facilement ajouter d’autres choses à votre carte, y compris des marqueurs, des polylignes, des polygones, des cercles et des infobulles (fenêtres pop-up). Nous allons ajouter un marqueur :
hu: A csempe rétegek mellett más dolgokat is könnyen hozzáadhat a térképéhez, beleértve a szimbólumokat, törtvonalakat, zárt idomokat és felugró ablakokat. Adjunk hozzá egy szimbólumot:
it: Oltre ai layer dei tasselli, puoi facilmente aggiungere altre cose alla tua mappa, inclusi segni, polilinee, poligoni, cerchi e popup. Aggiungi un segno:
ja: タイルレイヤ以外にも、マーカー、ポリライン、ポリゴン、円、ポップアップなど、他のものをマップに簡単に追加できます。マーカーを追加しましょう：
sv: Förutom kakelskikt kan du enkelt lägga till andra saker på din karta, inklusive markörer, polylinjer, polygoner, cirklar och popup-fönster. Låt oss lägga till en markör:

source: Adding a circle is the same (except for specifying the radius in meters as a second argument), but lets you control how it looks by passing options as the last argument when creating the object:
de: Das Hinzufügen eines Kreises ist identisch (mit Ausnahme der Angabe des Radius in Metern als zweites Argument), Sie können jedoch steuern, wie er aussieht, indem Sie Optionen als letztes Argument beim Erstellen des Objekts übergeben:
es: Para añadir un círculo es igual (excepto para especificar el radio en metros como un segundo argumento), pero le permite controlar cómo se ve pasando opciones como el argumento pasado al crear el objeto:
fr: L'ajout d’un cercle est identique (sauf qu'il spécifier le rayon en mètres comme deuxième argument), mais vous permet de contrôler à quoi il ressemble en passant des options comme dernier argument lors de la création de l’objet :
hu: Egy kör hozzáadás ugyanígy megy (eltekintve a második argumentumként méterben megadott sugártól), de lehetővé teszi, hogy a kinézetét beállítsa az objektum létrehozásánál utolsóként átadott beállításokkal.
it: Aggiungere un cerchio è la stessa cosa (tranne che per specificare il raggio in metri come secondo argomento), ma permette di controllare come appare passando le opzioni come ultimo argomento quando si crea l'oggetto:
ja: 円の追加もだいたい同じです。ただし、2番目の引数として半径をメートル単位で指定する点が違います。 さらに、オブジェクトの作成時に最後の引数としてオプションを渡すことで、円の外観を制御できます。
sv: Att lägga till en cirkel går till på samma sätt (förutom att radien anges i meter som ett andra argument), men du kan styra hur den ser ut genom att ange alternativ som sista argument när du skapar objektet:

source: Adding a polygon is as easy:
de: Das Hinzufügen eines Polygons ist ebenso einfach:
es: Agregar un polígono es tan fácil:
fr: Il est aussi facile d’ajouter un polygone :
hu: Egy zárt idom hozzáadása ilyen könnyű:
it: Aggiungere un poligono è altrettanto facile:
ja: ポリゴンの追加は簡単です：
sv: Det är lika enkelt att lägga till en polygon:

source: Working with popups
de: Arbeiten mit Popups
es: Trabajando con ventanas emergentes
fr: Travailler avec les infobulles
hu: Munka a felugró ablakokkal
it: Lavorare con i popup
ja: ポップアップの操作
sv: Arbeta med popup-fönster

source: Popups are usually used when you want to attach some information to a particular object on a map. Leaflet has a very handy shortcut for this:
de: Popups werden normalerweise verwendet, wenn Sie einige Informationen an ein bestimmtes Objekt auf einer Karte anfügen möchten. Leaflet hat eine sehr praktische Abkürzung für diese:
es: Las ventanas emergentes se utilizan generalmente cuando se desea adjuntar alguna información a un objeto determinado en el mapa. Leaflet tiene un atajo muy útil para esto:
fr: Les fenêtres infobulle sont généralement utilisées lorsque vous souhaitez joindre des informations à un objet particulier sur la carte. Leaflet a un raccourci très pratique pour cela :
hu: A felugró ablakokat általában akkor használják, ha néhány információt szeretne csatolni egy adott objektumhoz a térképen. A Leaflet-nek van egy nagyon praktikus megoldása erre:
it: I popup sono di solito usati quando si desidera allegare alcune informazioni ad un particolare oggetto su una mappa. Leaflet ha una scorciatoia molto comoda per questo:
ja: ポップアップは通常、マップ上の特定のオブジェクトに情報をアタッチする場合に使用します。リーフレットには非常に便利なショートカットがあります：
sv: Popup-fönster används vanligtvis när du vill bifoga information till ett visst objekt på en karta. Leaflet har en mycket praktisk genväg för detta:
