Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/leaflet_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Here we use **openOn** instead of **addTo** because it handles automatic closing of a previously opened popup when opening a new one which is good for usability.
de: Hier verwenden wir **openOn** anstelle von **addTo**, da es das automatische Schließen eines zuvor geöffneten Popups durchführt, wenn ein neues geöffnet wird. Dies ist gut für die Benutzerfreundlichkeit.
es: Aquí utilizamos **openOn** en vez de **addTo** porque maneja el cierre automático de una ventana emergente previamente abierta al abrir una nueva que es buena para la usabilidad.
fr: Ici nous utilisons **openOn** au lieu de **addTo** car cela gère la fermeture automatique d’une infobulle ouverte préalablement à l’ouverture d’une nouvelle, ce qui est bon pour la facilité d’utilisation.
hu: Itt az **addTo** helyett az **openOn**-t használjuk, mert ez kezeli a korábban megnyitott felugró ablak automatikus lezárását amikor egy újat nyitunk meg, ami jó a használhatósághoz.
it: Qui usa **openOn** invece di **addTo** perché gestisce la chiusura automatica di un popup precedentemente aperto quando se ne apre uno nuovo, il che è buono per l'usabilità.
ja: ここでは、 **addTo** の代わりに **openOn** を使用しています。これは、新しいポップアップを開いたときに、以前に開いたポップアップを閉じる処理を自動化します。使いやすさを優先しています。
sv: Här använder vi **openOn** i stället för **addTo** eftersom det hanterar automatisk stängning av en tidigare öppnad popup när en ny öppnas, vilket är bra för användbarheten.

source: Dealing with events
de: Umgang mit Events (Ereignissen)
es: Tratando con eventos
fr: Gérer les événements
hu: Események kezelése
it: Gestire gli eventi
ja: イベントへの対応
sv: Hantering av händelser

source: Every time something happens in Leaflet, e.g. user clicks on a marker or map zoom changes, the corresponding object sends an event which you can subscribe to with a function. It allows you to react to user interaction:
de: Jedes Mal, wenn etwas in Leaflet passiert, z.B. wenn der Benutzer auf eine Markierung klickt oder sich die Zoomstufe ändert, sendet das entsprechende Objekt ein Ereignis, das Sie mit einer Funktion abonnieren können. Dies ermöglicht Ihnen, auf Benutzerinteraktion zu reagieren:
es: Cada vez que algo sucede en Leaflet, por ejemplo, el usuario hace click en un marcador o cambia el acercamiento del mapa el objeto correspondiente envía un evento que puede suscribirse a una función. Esto le permite reaccionar ante la interacción con el usuario:
fr: Chaque fois que quelque chose se passe dans Leaflet, par exemple quand l’utilisateur clique sur un marqueur ou le zoom de la carte change, l’objet correspondant envoie un événement aucquel vous pouvez abonner une fonction. Il vous permet de réagir à l’intervention de l’utilisateur :
hu: Minden alkalommal, amikor valami történik a Leaflet-ben, pl. a felhasználó egy szimbólumra kattintott vagy a térkép nagyítása megváltozott, a megfelelő objektumot küld egy esemény, amelynek kezeléséhez egy függvényt rendelhet.. Ez lehetővé teszi, hogy a felhasználó műveleteire reagáljon:
it: Ogni volta che succede qualcosa in Leaflet, per esempio l'utente clicca su un segno o lo zoom della mappa cambia, l'oggetto corrispondente invia un evento che puoi sottoscrivere con una funzione. Questo ti permette di reagire all'interazione dell'utente:
ja: ユーザがマーカーをクリックしたり、地図のズームを変更したりするなど、何か Leaflet に起こるたびに、対応するオブジェクトがイベントを送信し、ユーザはそのイベントを関数でsubscribe (受信) することができます。この仕組みで、ユーザの操作に反応できます。
sv: Varje gång något händer i Leaflet, t.ex. att användaren klickar på en markör eller att kartzoomen ändras, skickar motsvarande objekt en händelse som du kan prenumerera på med en funktion. Det gör att du kan reagera på användarinteraktion:

source: Each object has its own set of events - see documentation_ for details. The first argument of the listener function is an event object - it contains useful information about the event that happened. For example, map click event object (e in the example above) has latlng property which is a location at which the click occured.
de: Jedes Objekt hat seinen eigenen Satz von Events - siehe Dokumentation_ für Details. Das erste Argument der Listener-Funktion ist ein Ereignisobjekt - es enthält nützliche Informationen über das Ereignis, das aufgetreten ist. Beispielsweise verfügt das map click-Ereignisobjekt (e im obigen Beispiel) über die latlng-Eigenschaft, an der das Klickereignis erfolgte.
es: Cada objeto tiene su propio conjunto de eventos - vea documentation_ para más detalles. El primer argumento de la función del oyente es un objeto de evento - contiene información útil sobre el evento que sucedió. Por ejemplo, el objeto de evento de un click en el mapa (e en el ejemplo anterior) tiene una propiedad latlng que es una ubicación en la que se produjo el click.
fr: Chaque objet possède son propre ensemble d’événements - voir la documentation_ pour plus de détails. Le premier argument de la fonction d’écouteur est un objet *event* - il contient des informations utiles sur l’événement qui s’est passé. Par exemple, l’événement Clic sur l'objet de la carte (*e* dans l’exemple ci-dessus) a une propriété latlng qui est l'emplacement où le clic s’est produit en coordonnées géographiques (latitude longitude).
hu: Minden objektumnak van saját esemény készlete - lásd a dokumentációt_ a részletekért. Az esemény figyelő függvény első argumentuma egy esemény objektum - ez hasznos információkat tartalmaz a bekövetkezett eseményről. Például a térkép kattintás objektumnak (e a fentipéldában) van latlng tulajdonsága, mely a hely ahová kattintottak.
it: Ogni oggetto ha il proprio insieme di eventi - vedi documentazione_ per i dettagli. Il primo parametro della funzione listener è un oggetto evento, che contiene informazioni utili sull'evento accaduto. Per esempio, l'oggetto evento map click (e nell'esempio sopra) ha la proprietà latlng che è una posizione in cui il click è avvenuto.
ja: 各オブジェクトには独自のイベント・セットがあります。詳細は documentation_ を参照してください。リスナー関数の最初の引数はイベントオブジェクトです。イベントオブジェクトには、発生したイベントに関する有用な情報が含まれています。たとえば、マップクリックイベントオブジェクト(上の例のe)には、クリックが発生した場所であるlatlngプロパティがあります。
sv: Varje objekt har sin egen uppsättning händelser - se dokumentation_ för detaljer. Det första argumentet i lyssnarfunktionen är ett händelseobjekt - det innehåller användbar information om den händelse som inträffade. Exempelvis har kartans klickhändelseobjekt (e i exemplet ovan) egenskapen latlng som är en plats där klicket inträffade.

source: Let's improve our example by using a popup instead of an alert:
de: Lassen Sie uns unser Beispiel verbessern, indem wir ein Popup anstelle einer Warnung verwenden:
es: Vamos a mejorar nuestro ejemplo mediante una ventana emergente en lugar de una alerta:
fr: Nous allons améliorer notre exemple en utilisant une infobulle au lieu d’une alerte :
hu: Tökéletesítsük a példánkat az alert helyett használjunk felugró ablakot:
it: Migliora il tuo esempio usando un popup invece di un avviso:
ja: アラートの代わりにポップアップを使用して、例を改善しましょう。
sv: Låt oss förbättra vårt exempel genom att använda en popup istället för en alert:

source: Try clicking on the map and you will see the coordinates in a popup. View the full example_
de: Klicken Sie, in die Karte und Sie werden die Koordinaten in einem Popup sehen. Lassen Sie sich das vollständige Beispiel anzeigen_
es: Pruebe haciendo click en el mapa y verá las coordenadas en una ventana emergente. Ver el ejemplo completo_
fr: Essayez de cliquer sur la carte et vous verrez les coordonnées dans une infobulle. Découvrez l’exemple_ complet
hu: Próbáljon a térképre kattintani és egy felugró ablakban látja a koordinátákat. A teljes példa_ megtekintése
it: Prova a cliccare sulla mappa e vedrai le coordinate in un popup. Visualizza l'esempio completo_
ja: マップをクリックすると、座標がポップアップで表示されます。完全な example_ を表示します
sv: Försök att klicka på kartan så visas koordinaterna i en popup. Visa hela example_

source: What Next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Vad händer härnäst?

source: Now you've learned Leaflet basics and can start building map apps straight away! Don't forget to take a look at the detailed documentation_ or other examples_.
de: Jetzt haben Sie die Grundlagen von Leaflet gelernt und können sofort mit dem Erstellen von Karten-Anwendungen beginnen! Vergessen Sie nicht, einen Blick in die detaillierte Dokumentation_ oder andere Beispiele_ zu werfen.
es: Ahora usted ha aprendido lo básico sobre Leaflet y puede empezar a construir aplicaciones mapa enseguida! No te olvides de echar un vistazo a la documentation detallada_ u otros ejemplos_.
fr: Maintenant, vous avez appris des rudiments de Leaflet et pouvez commencer à créer des applications de carte tout de suite ! N’oubliez pas de jeter un oeil à la documentation_ détaillée ou autres exemples_.
hu: Most megtanulta a Leaflet alapjait és azonnal elkezdheti a térkép alkalmazás készítését! Ne felejtsen el egy pillantást vetni a részletes dokumentációra_ vagy további példákra_.
it: Ora hai imparato le basi di Leaflet e puoi iniziare subito a costruire applicazioni per le mappe! Non dimenticare di dare un'occhiata alla documentazione dettagliata_ o ad altri esempi_.
ja: これで、Leaflet の基礎を学び、地図アプリをすぐに作ることができます! 詳細な documentation_ やその他の examples_ をぜひ見てください。
sv: Nu har du lärt dig grunderna i Leaflet och kan börja bygga kartappar direkt! Glöm inte att ta en titt på den detaljerade dokumentationen_ eller andra exempel_.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Leaflet is a JavaScript library for browser-based, mobile-friendly, interactive maps. It is lightweight, yet has all the features most developers ever need for online maps. Leaflet is designed with simplicity, performance and usability in mind.
sv: Leaflet är ett JavaScript-bibliotek för webbläsarbaserade, mobilvänliga, interaktiva kartor. Det är lättviktigt, men har ändå alla funktioner som de flesta utvecklare någonsin behöver för onlinekartor. Leaflet är utformat med enkelhet, prestanda och användbarhet i åtanke.

source: Prior to running this quick start you should start TileStache. On OSGeoLive this can be found under **Geospatial\\Spatial Tools\\Start Mapnik & TileStache**. This will provide background tiles that will be used in this demo.
de: Starten Sie TileStache, bevor Sie mit diesem Quickstart beginnen. Sie finden es auf dieser live DVD unter **Geospatial\\Spatial Tools\\Start Mapnik & TileStache**. TileStache liefert die Hintergrundkacheln welche in dieser Demo verwendet werden.
es: Antes de ejecutar esta Guía de Inicio Rápido debe iniciar TileStache. Esto puede encontrarse en **Geospatial\\Spatial Tools\\Start Mapnik & TileStache**. Esto proporcionará teselas de fondo que se utilizarán en esta demo.
fr: Avant de suivre ce démarrage rapide, vous devriez démarrer TileStache. Dans OSGeoLive, Tilestache peut être trouvé sous **Geospatial\\Spatial Tools\\Start Mapnik & TileStache**. Cela fournira les carreaux de fond qui seront utilisés dans cette démo.
ja: このクイックスタートを開始するまえに、TileStacheを開始します。OSGeoLiveでは、**Geospatial\\Spatial Tools\\Start Mapnik & TileStache** にあります。これで、このデモで必要な背景タイルを提供できるようになります。

source: If you are reading this quickstart outside OSGeoLive you may prefer reading the original demo on: http://leafletjs.com/examples/quick-start/, since this demo uses tilestache on OSGeoLive.
es: Si estás leyendo este inicio rápido fuera el OSGeoLive, puede que prefiera leer la demostración original en: http://leafletjs.com/examples/quick-start/, puesto que esta demostración utiliza tilestache en OSGeoLive.

source: Let's create a map of eastern Africa with an indication of the 2018 FOSS4G conference. First we'll initialize the map and set its view to our chosen geographical coordinates and a zoom level:
de: Erstellen wir eine Karte von Ostafrika mit einem Hinweis auf die FOSS4G-Konferenz 2018. Zuerst initialisieren wir die Karte und legen die Ansicht auf unsere gewählten geographischen Koordinaten und eine Zoomstufe fest:
es: Vamos a crear un mapa de el este de África con una indicación de la Conferencia FOSS4G de 2018. Primero vamos a inicializar el mapa y estableceremos su vista en nuestras coordenadas geográficas elegidas y a un nivel de acercamiento:
fr: Nous allons créer une carte de l’Afrique orientale avec une indication de la Conférence FOSS4G de 2018. Tout d’abord, nous allons initialiser la carte et définir son point de vue avec les coordonnées géographiques choisies et un niveau de zoom :
hu: Készítsünk egy térképet Kelet-Afrikáról a 2018-asFOSS4G konferencia megjelölésével. Először inicializáljuk a térképet és beállítjuk a nézetet a választott földrajzi koordinátákra és a nagyítási szintet:
ja: では、2018年のFOSS4Gカンファレンスが開催された東アフリカの地図を作成してみましょう。最初に地図の初期化をおこないます。ビューを設定し投影法とズームレベルを選択します:

source: Next we'll add a tile layer to our map. In this case we will be using the tile images provided by TileStache on the live dvd. Note that using nicer background maps such as openstreetmap will result in a much better user experience.
de: Als Nächstes fügen wir unserer Karte einen Kachel-Layer hinzu. In diesem Fall verwenden wir die von TileStache bereitgestellten Kachelbilder auf OSGeoLive. Beachten Sie, dass die Verwendung von schöneren Hintergrundkarten wie OpenStreetMap zu einer viel besseren Benutzererfahrung führt.
es: A continuación vamos a añadir una capa de teselas a nuestro mapa. En este caso vamos a usar las imágenes de teselas proporcionadas por TileStache en el dvd en vivo. Tenga en cuenta que el uso de mapas de fondo más agradables como openstreetmap dará como resultado una mejor experiencia de usuario.
fr: Ensuite, nous allons ajouter une couche de tuiles à notre carte. Dans ce cas, nous utiliserons les images tuilées fournies par TileStache sur le liveDVD. Notez que l’utilisation de fond cartes plus agréables comme OpenStreetMap se traduira par une bien meilleure expérience utilisateur.
hu: Ezután egy csempe réteget adunk a térképünkhöz. Ebben az esetben a live DVD-n található TileStache által szolgáltatott csempe képeket használjuk. Vegye észre, hogy sokkal jobb felhasználói élményt nyújt egy szebb háttértérkép mint például az openstreetmap.
ja: 次に、地図にレイヤを追加します。この例では、ライブDVDでTileStacheから提供されたタイルイメージを使用します。OpenStreetMap などの、より良い背景地図を使用すると、ユーザ体験を向上させられることに注意してください。

source: Prior to running this quick start you should start TileStache. On the live dvd this can be found under **Geospatial\\Spatial Tools\\Start Mapnik & TileStache**. This will provide background tiles that will be used in this demo.
hu: Ez a gyorstalpaló futtatása előtt a TileStache-el kellene kezdenie. A Live DVD-n ezt a **Geospatial\\Spatial Tools\\Start Mapnik & TileStache** alatt találja. Ez biztosítja a háttér csempéket,amit ebben a demóban használunk.

source: If you are reading this quickstart outside the live dvd you may prefer reading the original demo on: http://leafletjs.com/examples/quick-start/, since this demo uses tilestache on the live dvd.
hu: Ha nem Live DVD-ről olvassa ezt a gyorstalpalót, akkor jobban teszi,ha az eredeti demót a http://leafletjs.com/examples/quick-start/ oldalon, mivel ez a bemutató tilestache-t használja a Live DVD-n.
