Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/liblas_quickstart.po
Languages: de, es, fi, fr, hu, it, ja

source: libLAS Quickstart
es: libLAS Inicio Rápido
fi: libLAS Pika-aloitus
fr: Guide de démarrage rapide de libLAS
hu: libLAS gyorstalpaló
it: Guida rapida libLAS
ja: libLAS クイックスタート

source: libLAS is a C/C++ library for reading and writing the very common LAS LiDAR format. The ASPRS LAS format is a sequential binary format used to store data from LiDAR sensors and by LiDAR processing software for data interchange and archival.
es: libLAS es una biblioteca C/C++ para leer y escribir el formato muy común de LAS LiDAR. El formato ASPRS LAS es un formato binario secuencial utilizado para almacenar datos de sensores LiDAR y por el software de procesamiento LiDAR para el intercambio de datos y el archivo.
fi: libLAS on C/C++ -kirjasto hyvin yleisen LAS LiDAR -muodon lukemiseen ja kirjoittamiseen. ASPRS LAS -muoto on peräkkäinen binaarimuoto, jota käytetään tietojen tallentamiseen LiDAR-antureista ja LiDAR-prosessointiohjelmistolla tietojen vaihtoa ja arkistointia varten.
fr: libLAS est une bibliothèque C/C++ pour lire et écrire le format très courant pour le LiDAR, LAS. Le format ASPRS LAS est un format séquentiel binaire utilisé pour stocker des données de capteurs LiDAR et par les logiciels de traitement de données LiDAR pour l'échange et l'archivage.
hu: A libLAS egy C/C++ könyvtár a nagyon gyakran használt LAS LiDAR formátum olvasására és írására. Az ASPRS LAS formátum egy szekvenciális bináris formátum, melyet a LiDAR szenzorokból érkező adatok tárolására és a LiDAR feldolgozó szoftverek adatcseréjére és archiválásra használnak.
it: libLAS è una libreria C/C++ per leggere e scrivere il formato LAS LiDAR molto comune. Il formato ASPRS LAS è un formato binario sequenziale usato per memorizzare i dati dai sensori LiDAR e dal software di elaborazione LiDAR per lo scambio e l'archiviazione dei dati.
ja: ibLAS は一般的な `LAS` `LiDAR`_ フォーマットを読み書きするための C/C++ ライブラリです。 。`ASPRS LAS format`_ は LiDAR センサや LiDAR 処理ソフトウェアがデータの保存、交換，アーカイブに使用しているシーケンシャルなバイナリフォーマットです。

source: LiDAR (Light Detection and Ranging) is a form of high precision range detection much like a radar system that uses laser light as the electromagnetic emission. One of LiDAR systems' products is a "point cloud" data product that can be conceptualized as a series of point measurements representing distance from the sensor to a returned emission. A common storage format for these point cloud data is ASPRS LAS format.
es: LiDAR (Light Detection and Ranging) es una forma de detección de rango de alta precisión muy similar a un sistema de radar que utiliza la luz láser como emisión electromagnética. Uno de los productos de los sistemas LiDAR es un producto de datos de "nube de puntos" que se puede conceptualizar como una serie de mediciones de puntos que representan la distancia desde el sensor hasta una emisión devuelta. Un formato de almacenamiento común para estos datos de nube de puntos es el formato ASPRS LAS.
fi: LiDAR (valon havaitseminen ja etäisyyden mittaus) on eräänlainen tarkan kantaman havaitsemisen muoto, aivan kuten tutkajärjestelmä, joka käyttää laservaloa sähkömagneettisina säteilyinä. Yksi LiDAR-järjestelmien tuotteista on "pistepilvi" -tuotetuote, joka voidaan käsittää pistemittausten sarjaksi, joka edustaa etäisyyttä anturista palautettuun päästöön. Näille pistepilvetiedoille yleinen tallennusmuoto on ASPRS LAS -muoto.
fr: Le LiDAR (Light Detection and Ranging) est une forme de détection d'intervalles de distance haute-précision un peu comme l'est un système radar qui utilise un laser lumineux comme émission électromagnétique. Un des produits issu des systèmes LIDAR est une donnée de nuages de points qui peut être conceptualisée en une série de mesures de points représentant la distance du capteur par rapport à l'émission retournée. Un format de stockage courant pour ces données de nuages de points est le format LAS ASPRS.
hu: LiDAR (fényérzékelés és távolságmérés) a nagy pontosságú tartomány észlelés egy formája a radar rendszerhez hasonlóan, mely lézer fényt használ az elektromágneses kisugárzáshoz. A LiDAR rendszer egyik eredménye a "pontfelhő" adatok, mely a szenzortól a visszaverőig terjedő pontmérések sorozataként fogalmazható meg. A pontfelhő adatok elterjedt tárolási formája az ASPRS LAS formátum.
it: LiDAR (Light Detection and Ranging) è una forma di rilevamento della distanza ad alta precisione molto simile a un sistema radar che utilizza la luce laser come emissione elettromagnetica. Uno dei prodotti dei sistemi LiDAR è un prodotto di dati "nuvola di punti" che può essere concettualizzato come una serie di misure di punti che rappresentano la distanza dal sensore a un'emissione restituita. Un formato di archiviazione comune per questi dati di nuvole di punti è il formato ASPRS LAS.
ja: LiDAR (ライダー、Light Detection and Ranging) はレーダーと似た高精度な距離検出の一種で、電磁放射線の代わりにレーザー光線を使用するものです。LiDAR システムは "点群" データのように、センサからの距離等を反射波を用いて計測した結果を概念化したデータを出力します。一般的な点群データの保存に使用されているのが ASPRS LAS フォーマットです。

source: Processing
de: Verarbeitung
es: Procesamiento
fi: Käsittely
fr: Traitement
hu: Feldolgozás
ja: 処理方法

source: The libLAS 'command-line utilities' provide the bulk of user-facing operational software for libLAS, although the underlying libLAS library is what powers them. Below is a listing of common operations that you might want to do on LAS data, and the utilities and approaches to take to complete those tasks. The demo data can be found in :file:`/home/user/data/las/srs.las`
de: Die libLAS kommandozeilenbasierten Dienstprogramme stellen den Großteil der benutzerorientierten Betriebssoftware für libLAS bereit, obwohl die zugrunde liegende libLAS-Bibliothek die Stärke beinhaltet. Im Folgenden finden Sie eine Liste der allgemeinen Vorgänge, die Sie möglicherweise für LAS-Daten ausführen möchten, sowie die Dienstprogramme und Ansätze, die Sie zum Ausführen dieser Aufgaben ausführen müssen. Die Demodaten finden Sie unter :file:'/home/user/data/las/srs.las'
es: Las utilidades de línea de comandos de libLAS proporcionan el volumen del software operativo orientado al usuario para libLAS, aunque la biblioteca libLAS subyacente es lo que las alimenta. A continuación se incluye una lista de las operaciones comunes que podría querer hacer en los datos de LAS, y las utilidades y los enfoques que debe tomar para completar esas tareas. Los datos de demostración se pueden encontrar en :file:`/home/user/data/las/srs.las`
fi: LibLAS 'komentorivin apuohjelmat' tarjoavat suurimman osan käyttäjäystävällisistä libLAS-ohjelmisto-ohjelmistoista, vaikka taustalla oleva libLAS-kirjasto on se, mikä heitä valtaa. Alla on luettelo yleisimmistä toiminnoista, jotka haluat ehkä tehdä LAS-tiedoissa, sekä apuohjelmista ja lähestymistavoista, joita nämä tehtävät suorittavat. Demotiedot löytyvät tiedostosta :file:`/home/user/data/las/srs.las`
fr: Les utilitaires en ligne de commande de libLAS fournissent un ensemble de logiciels opérationnels orientés utilisateurs pour libLAS, Bien que le bibliothèque libLAS en soit le moteur sous-jacent. Ci-dessous se trouvent une liste d'opérations courantes que pouvez souhaiter réaliser avec des données LIDAR , et les utilitaires et méthodes pour accomplir ces opérations. Les données de démonstration se trouvent dans le fichier :file:`/home/user/data/las/srs.las`
hu: A libLAS "parancssori segédprogramok" biztosítják a libLAS szoftver felhasználó által látható részének zömét, habár az alapjául szolgáló LibLAS könyvtár adja ehhez a teljesítményt. Lentebb egy lista található a gyakori műveletekkel, amit LAS adatokkal és a segédprogramokkal érdemes csinálni, valamint ezen feladatok megoldásához szükséges megközelítéseket. A demo adatok megtalálhatók: file:'/home/user/data/las/srs.las' könyvtárban.
it: Le 'utilità a riga di comando' di libLAS forniscono la maggior parte del software operativo rivolto all'utente per libLAS, sebbene la libreria libLAS sottostante sia ciò che le alimenta. Qui sotto c'è un elenco di operazioni comuni che potresti voler fare sui dati LAS, e le utilità e gli approcci da adottare per completare questi compiti. I dati demo possono essere trovati in :file:`/home/user/data/las/srs.las`.
ja: libLASの「コマンドライン・ユーティリティー」は、libLAS用のユーザー向けの操作ソフトウェアの大部分を提供していますが、基礎となるlibLAS・ライブラリーがその原動力となっています。以下は、LASデータに対して実行する一般的な操作と、これらのタスクを実行するために使用するユーティリティとアプローチの一覧です。デモデータは、ファイル`/home/user/data/las/srs.las`にあります。

source: Reprojecting an LAS file
de: Reprojektion einer LAS-Datei
es: Reproyectar un archivo LAS
fi: LAS-tiedoston uudelleenprojektiominen
fr: Reprojeter un fichier LAS
hu: LAS fájl átvetítése
it: Riproietta un file LAS
ja: LASファイルの再投影

source: All LAS data are in some sort of coordinate system, even if that coordinate system is not described in the LAS file. For terrestrial LAS data, these coordinate system descriptions often map to coordinate systems described by the `EPSG`_ database. Another source of information about coordinate systems in https://spatialreference.org.
es: Todos los datos LAS se encuentran en algún tipo de sistema de coordenadas, incluso si ese sistema de coordenadas no se describe en el archivo LAS. Para los datos LAS terrestres, estas descripciones del sistema de coordenadas a menudo se asignan a los sistemas de coordenadas descritos por la base de datos `EPSG`_. Otra fuente de información sobre los sistemas de coordenadas en https://spatialreference.org.
fi: Kaikki LAS-tiedot ovat jonkinlaisessa koordinaattijärjestelmässä, vaikka tätä koordinaattijärjestelmää ei kuvata LAS-tiedostossa. Maanpäällisten LAS-tietojen osalta nämä koordinaattijärjestelmän kuvaukset vastaavat usein `EPSG`_-tietokannan kuvaamia koordinaattijärjestelmiä. Toinen tietolähde koordinaattijärjestelmistä osoitteessa https://spatialreference.org.
fr: Toutes les données LAS sont dans une sorte de système de coordonnées, même si ce système de coordonnées n’est pas décrite dans le fichier de LAS. Pour les données terrestres de LAS, ces descriptions de repère carte souvent afin de coordonner les systèmes décrits par la base de données `EPSG`_ . Une autre source d’informations sur les systèmes de coordonnées est https://spatialreference.org.
hu: Minden LAS adat valamilyen típusú koordináta-rendszerben van, még akkor is ha nem írják le a koordináta-rendszert a LAS fájlban. Földi LAS adatok esetén ezek a koordináta-rendszerek gyakran az `EPSG`_ adatbázisban leírt koordináta-rendszerre hivatkoznak. Egy másik információforrás a koordináta-rendszerekhez a https://spatialreference.org.
it: Tutti i dati LAS sono in qualche tipo di sistema di coordinate, anche se questo sistema di coordinate non è descritto nel file LAS. Per i dati LAS terrestri, queste descrizioni di sistemi di coordinate spesso corrispondono ai sistemi di coordinate descritti dal database `EPSG`_. Un'altra fonte di informazioni sui sistemi di coordinate in https://spatialreference.org.
ja: その座標系がLASファイルに記述されていない場合でも、すべてのLASデータはある種の座標系にあります。 地上LASデータの場合、これらの座標系の記述は、 `EPSG`_データベースによって記述された座標系にマップされることがよくあります。 https://spatialreference.org の座標系に関する別の情報源。

source: The --no-check option tells lasinfo to only print the header information for the file and to not scan through all of the points. For a 10 point file, this of course isn't much of a concern, but with a 50 or 500 million point file, it isn't worth waiting for a full scan of the data if all you want is header information.
de: Die Option --no-check weist lasinfo an, nur die Kopfzeileninformationen zur Datei zu drucken und nicht alle Punkte zu durchsuchen. Für eine 10-Punkte-Datei ist dies natürlich kein großes Problem, aber bei einer 50- oder 500-Millionen-Punkt-Datei lohnt es sich nicht, auf einen vollständigen Scan der Daten zu warten, wenn Sie nur Header-Informationen benötigen.
es: La opción --no-check indica a lasinfo que solo imprima la información del encabezado del archivo y que no explore todos los puntos. Para un archivo de 10 puntos, esto por supuesto no es una gran preocupación, pero con un archivo de 50 o 500 millones de puntos, no vale la pena esperar un escaneo completo de los datos si todo lo que desea es información del encabezado.
fi: - No-check-vaihtoehto käskee lasinfo: n tulostamaan vain tiedoston otsikkotiedot ja olemaan skannamatta kaikkien pisteiden läpi. 10-pisteisessä tiedostossa tämä ei tietenkään ole paljon huolestuttavaa, mutta 50 tai 500 miljoonan pisteen tiedostossa ei kannata odottaa tietojen täydellistä tarkistusta, jos haluat vain otsikkotietoja.
fr: L’option --no-check indique à lasinfo d'imprimer uniquement les informations d’en-tête pour le fichier et ne pas de parcourir tous les points. Pour un fichier de 10 points, cela n’est bien sûr pas vraiment un sujet de préoccupation, mais avec un fichier de 50 ou 500 millions de points, ce n’est pas la peine d’attendre une analyse complète des données si vous souhaitez seulement les informations d’en-tête.
hu: A --no-check kapcsoló azt jelenti a lasinfo-nak, hogy csak a fejléc információt írja ki és ne nézze végig az összes pontot. Egy 10 pontos fájl esetén ez nem ad okot az aggodalomra, de 50 vagy 500 millió pontos fájlnál nem éri meg az adatok teljes vizsgálatát kivárni, ha csak a fejléc információra van szüksége.
it: L'opzione --no-check dice a lasinfo di stampare solo le informazioni di intestazione del file e di non scansionare tutti i punti. Per un file di 10 punti, questo naturalmente non è un gran problema, ma con un file di 50 o 500 milioni di punti, non vale la pena aspettare una scansione completa dei dati se tutto ciò che si vuole sono le informazioni di intestazione.
ja: --no-checkオプションを指定すると、lasinfoはファイルのヘッダー情報だけを印刷し、すべてのポイントをスキャンしないように指示します。10ポイント・ファイルの場合、これはもちろんそれほど重要なことではありませんが、50または500,000,000ポイント・ファイルの場合、ヘッダー情報だけが必要であれば、データの完全スキャンを待つ価値はありません。

source: Our 'lasinfo' invocation tells us that the ``srs.las`` file is in a UTM North Zone 17 coordinate system:
de: Unser "lasinfo"-Aufruf sagt uns, dass sich die Datei ''srs.las'' in einem UTM North Zone 17-Koordinatensystem befindet:
es: Nuestra invocación de 'lasinfo' nos dice que el archivo ``srs.las`` está en un sistema de coordenadas UTM Norte, Zona 17:
fi: Meidän 'lasinfo' kutsumus kertoo meille, että ``srs.las`` tiedosto on UTM North Zone 17 koordinaattijärjestelmä:
fr: Notre invocation de 'lasinfo' nous a dit que le fichier ''srs.las'' est dans un système de coordonnées UTM Nord Zone 17 :
hu: A 'lasinfo' kérésünk azt mondja, hogy az ``srs.las`` fájl UTM 17-es északi zóna koordináta-rendszerben van.
it: La nostra invocazione 'lasinfo' ci dice che il file ``srs.las`` è in un sistema di coordinate UTM Zona Nord 17:
ja: `lasinfo`を呼び出すと``srs.las``ファイルがUTM North Zone 17座標系にあることがわかります。

source: Now that we know our input coordinate system, we can make a decision about what to reproject the data to. In our first example, we're going to use the venerable plate carrée non-coordinate system, `EPSG:4326`_.
de: Nun, da wir unser Eingabekoordinatensystem kennen, können wir eine Entscheidung darüber treffen, wohin die Daten reprojiziert werden sollen. In unserem ersten Beispiel verwenden wir das ehrwürdige Platten-Carrée-Nicht-Koordinatensystem `EPSG:4326`_.
es: Ahora que conocemos nuestro sistema de coordenadas de entrada, podemos tomar una decisión sobre a qué reproyectar los datos. En nuestro primer ejemplo, vamos a utilizar el venerable sistema de coordenadas del carrée plate, `EPSG:4326`_.
fi: Nyt kun tiedämme syöttökoordinaatistojärjestelmämme, voimme päättää, mistä tiedot projisoidaan. Ensimmäisessä esimerkissä aiomme käyttää kunniallista levykarjakonsentraatiojärjestelmää, `EPSG:4326`_.
fr: Maintenant que nous connaissons le système de coordonnées d’entrée, nous pouvons prendre une décision au sujet du système dans lequel reprojeter les données. Dans notre premier exemple, nous allons utiliser le vénérable système non projeté de plate carrée, `EPSG:4326`_.
hu: Most, hogy ismerjük az input koordináta-rendszert, dönthetünk arról, hogy melyikbe vetítsük át az adatokat. Az első példánkban az `EPSG:4326`_-ot fogjuk használni.
it: Ora che conosci il sistema di coordinate in ingresso, puoi decidere su cosa riproiettare i dati. Nel primo esempio, userai il venerabile sistema di non-coordinate plate carrée, `EPSG:4326`_.
ja: 入力座標系がわかったので、データの再投影先を決定できます。最初の例では、由緒ある 経緯度座標系の `EPSG:4326`_を使用します。

source: Our process succeeds, but after a quick inspection of the data with ``lasinfo output.las`` we see a problem:
de: Unser Prozess war erfolgreich, aber nach einer schnellen Überprüfung der Daten mit ''lasinfo output.las'' sehen wir ein Problem:
es: Nuestro proceso tiene éxito, pero después de una inspección rápida de los datos con ``lasinfo output.las`` vemos un problema:
fi: Prosessimme onnistuu, mutta kun nopea tarkastus tiedot ``lasinfo output.las`` näemme ongelman:
fr: Notre processus réussit, mais après une inspection rapide des données avec '' lasinfo output.las'' nous voyons un problème :
hu: A feldolgozásunk sikeres, de az adatok ``lasinfo output.las`` gyors vizsgálata után láthatjuk a problémát:
it: Il processo ha successo, ma dopo una rapida ispezione dei dati con ``lasinfo output.las`` c'è un problema:
ja: 私たちのプロセスは成功しましたが、``lasinfo output.las``を使ってデータを調べたところ、問題がありました。

source: The ``srs.las`` file had a scale of 0.01, or two decimal places of precision for its X, Y, and Z coordinates. For UTM data, this is ok, because it implies an implicit precision of 1 cm. For decimal degree data of the unprojected Plate Carrée coordinate system, it causes us to lose a bunch of precision. We need to set our scale values to something that can hold more precision in our case:
de: Die Datei ''srs.las'' hatte eine Skala von 0,01 oder zwei Dezimalstellen der Genauigkeit für ihre X-, Y- und Z-Koordinaten. Für UTM-Daten ist dies in Ordnung, da dies eine implizite Genauigkeit von 1 cm impliziert. Bei Dezimalgraddaten des nicht projizierten Platten-Carrée-Koordinatensystems verlieren wir dadurch eine Reihe von Präzisionen. Wir müssen unsere Maßstabswerte auf etwas festlegen, das in unserem Fall präziser sein kann:
es: El archivo ``srs.las`` tenía una escala de 0.01 o dos decimales de precisión para sus coordenadas X, Y y Z. Para los datos UTM, esto está bien, porque implica una precisión implícita de 1 cm. Para datos de grados decimales del sistema de coordenadas Plate Carrée no proyectado, nos hace perder un montón de precisión. Necesitamos establecer nuestros valores de escala a algo que pueda contener más precisión en nuestro caso:
fi: ``Srs.las``-tiedoston asteikko oli 0,01 tai kaksi desimaalia tarkkuudella sen X-, Y- ja Z-koordinaateille. UTM-tietojen osalta tämä on ok, koska se tarkoittaa implisiittistä tarkkuutta 1 cm. Desimaalitietojen osalta ennakoimattomasta Plate Carrée -koordinaatistojärjestelmästä se saa meidät menettämään joukon tarkkuutta. Meidän on asetettava mittakaava-arvomme johonkin, joka voi tapauksessamme olla tarkempia:
fr: Le fichier '' srs.las'' avait une échelle de 0,01, ou deux décimales de précision pour ses coordonnées X, Y et Z. Pour les données de l’UTM, c’est OK, parce qu’elle implique une précision implicite de 1 cm. Pour les degrés décimaux données du système de coordonnées cartographique plate carrée, il nous amène à perdre beaucoup de précision. Nous devons définir nos valeurs d’échelle à quelque chose qui peut contenir plus de précision dans notre cas :
hu: Az ``srs.las`` fájl két tizedes élességgel tartalmazza az X, Y és Z koordinátákat. Az UTM adatokhoz ez megfelelő, ez 1 cm pontosságot jelent. A vetület nélküli földrajzi rendszerek decimális szög adatinál nagy pontosság vesztéssel jár. Az élességet be kell állítanunk, hogy nagyobb élességet kapjunk, esetünkben:
it: Il file ``srs.las`` aveva una scala di 0,01, o due cifre decimali di precisione per le sue coordinate X, Y e Z. Per i dati UTM, questo va bene, perché implica una precisione implicita di 1 cm. Per i dati in gradi decimali del sistema di coordinate Plate Carrée non proiettato, questo ci fa perdere un sacco di precisione. Bisogna impostare i valori di scala su qualcosa che possa contenere più precisione nel caso:
ja: ``srs.las`` ファイルは、スケールは0.01 つまり、X、Y, Z座標の小数点以下2桁の精度でした。UTMデータの場合、これは1cmの暗黙的な精度を意味するため、問題ありません。投影されていない経緯度座標系の10進数データに対しては、かなり精度を失わせることになります。ここでは、スケール値を、より精度の高い値に設定する必要があります。

source: Another quick inspection with 'lasinfo' gives us something we're more comfortable with:
de: Eine weitere schnelle Untersuchung mit 'lasinfo' gibt uns etwas, mit dem wir uns wohler fühlen:
es: Otra inspección rápida con 'lasinfo' nos da algo con lo que nos sentimos más cómodos:
fi: Toinen nopea tarkastus 'lasinfo' antaa meille jotain olemme mukavampaa:
fr: Une autre inspection rapide avec 'lasinfo' nous donne quelque chose, avec que nous sommes plus à l’aise :
hu: Egy másik gyors 'lasinfo' vizsgálat eredményével elégedettebbek lehetünk:
it: Un'altra rapida ispezione con 'lasinfo' dà qualcosa più ad agio:
ja: `lasinfo`で更なる簡単な調査をすることで、快適な作業を提供してくれます。

source: Output LAS file to text
de: Ausgabe der LAS-Datei als Text
es: Salida del archivo LAS al texto
fi: Tulosta LAS-tiedosto tekstiksi
fr: Exporter le fichier LAS vers un fichier texte
hu: LAS fájl output szövegfájlba
it: Risultato del file LAS in testo
ja: LASファイルをテキストに出力

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ

source: Website: https://liblas.org
es: Sitio web: https://liblas.org
fi: Verkkosivusto: https://liblas.org
fr: **Site web:** https://liblas.org
hu: Honlap: https://liblas.org
it: Sito web: https://liblas.org
ja: Webサイト: https://liblas.org

source: Support: https://liblas.org/community.html
es: Soporte: https://liblas.org/community.html
fi: Tuki: https://liblas.org/community.html
hu: Támogatás: https://liblas.org/community.html
it: Supporto: https://liblas.org/community.html
ja: サポート: https://liblas.org/community.html
