Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapbender_quickstart.po
Languages: es, it, sv

source: tile buffer - This parameter is valid for tiles services and specifies if additional tiles should be requested. If the user pans the map, these tiles are already downloaded and visible. The higher the value the more tiles are requested. Default: 0
es: búfer de teselas: este parámetro es válido para los servicios de teselas y especifica si se deben solicitar teselas adicionales. Si el usuario desplaza el mapa, estas teselas ya se han descargado y son visibles. Cuanto mayor sea el valor, más teselas son solicitadas. Predeterminado: 0

source: Layer configuration
es: Configuración de capa

source: title - layer title from Service information
es: título - título de la capa de información de Servicio

source: active (on/off) - enable/disable a layer for this individual application
es: activo (encendido/apagado) - activar/desactivar una capa para esta aplicación individual

source: select on - selectable in geodata explorer
es: seleccionar en - seleccionable en el explorador de geodatos

source: select allow - layer is active when the application starts
es: Seleccione permitir - la capa está activa cuando se inicia la aplicación

source: info on - layer provides feature info requests, info default activates the feature info functionality
es: información sobre -la capa proporciona solicitudes de información de características, la información predeterminada activa la funcionalidad de información de características

source: info allow - feature info is possible for this layer
es: info permitir - información de los atributos es posible para esta capa

source: minscale / maxscale - the scale range in which the layer should be displayed, 0 means no scale limitation
es: escala mínima/ escala máxima - el rango de la escala en que se debe mostrar la capa, 0 significa que no hay limitación de escala

source: toggle - open folder on start of the application
es: alternar - abrir la carpeta al inicio de la aplicación

source: reorder - allows to reorder the layers with drag & drop while using the application
es: reordenar - permite reordenar las capas arrastrando y soltando durante el uso de la aplicación

source: ... -> opens a dialog with more information
es: ...-> abre un cuadro de diálogo con más información

source: name - layer name of the service information (for getMap-Requests)
es: nombre - nombre de capa de información de servicio (para getMap-Requests)

source: style - if a WMS provides more than one style you can choose a different style than the default style
es: estilo - si un WMS ofrece que más de un estilo, usted puede elegir un estilo diferente al predeterminado

source: Add Elements to your application
es: Agregar Elementos a la aplicación
it: Aggiungi Elementi alla tua applicazione
sv: Lägg till element i din applikation

source: Mapbender offers a set of elements. You can add the elements to your application. You have different regions (Toolbar, Sidepane, Content, Footer) to which you can add elements.
es: Mapbender ofrece un conjunto de elementos. Puede Agregar los elementos a su aplicación. Tiene diferentes regiones (Barra de Herramientas, Sidepane, Contenido, Pie de Página) a las que usted puede agregar elementos.
it: Mapbender offre un insieme di elementi. Puoi aggiungere gli elementi alla tua applicazione. Hai diverse regioni (Toolbar, Sidepane, Content, Footer) a cui puoi aggiungere elementi.
sv: Mapbender erbjuder en uppsättning element. Du kan lägga till elementen i din applikation. Du har olika regioner (verktygsfält, sidofält, innehåll, sidfot) där du kan lägga till element.

source: Choose :menuselection:`Applications --> edit-Button --> Layers --> Button +` to get an overview over the elements Mapbender3 provides.
es: Elija :menuselection:`Applications --> edit-Button --> Layers --> Button +` para obtener una Vista General de los elementos que Mapbender3 proporciona
it: Scegli :menuselection:`Applications --> edit-Button --> Layers --> Button +` per avere una panoramica degli elementi che Mapbender3 fornisce.
sv: Välj :menuselection:`Applications --> edit-Button --> Layers --> Button +` för att få en överblick över de element som Mapbender3 tillhandahåller.

source: Choose an element from the list.
es: Elija un elemento de la lista.
it: Scegli un elemento dalla lista.
sv: Välj ett element från listan.

source: Notice that you have different areas in your application. Make sure to add the element to a region that makes sense.
es: Tenga en cuenta que tiene distintas áreas en su aplicación. Asegúrese de agregar el elemento a una región que haga sentido.
it: Nota che hai diverse aree nella tua applicazione. Assicurati di aggiungere l'elemento in una regione che abbia senso.
sv: Lägg märke till att du har olika områden i din applikation. Se till att lägga till elementet i en region som är meningsfull.

source: Configure the element. Notice: When you select an element for example **map** you see that the element has a set of attributes. Each element offers individual attributes for configuration.
es: Configurar el elemento. Aviso: Al seleccionar un elemento por ejemplo **mapa** puede ver que el elemento tiene un conjunto de atributos. Cada elemento ofrece atributos individuales para la configuración.
it: Configura l'elemento. Nota: Quando selezioni un elemento per esempio **mappa** vedi che l'elemento ha un insieme di attributi. Ogni elemento offre singoli attributi per la configurazione.
sv: Konfigurera elementet. Notera: När du väljer ett element, t.ex. **map**, ser du att elementet har en uppsättning attribut. Varje element erbjuder individuella attribut för konfiguration.

source: You can change the position of the element via drag & drop
es: Usted puede cambiar la posición del elemento a través de arrastrar y soltar

source: Have a look at your application. Open your application from :menuselection:`Applications --> Applications Overview`
es: Eche un vistazo a su aplicación. Puede abrirla desde :menuselection:`Applications --> Applications Overview`
it: Dai un'occhiata alla tua applicazione. Apri la tua applicazione da :menuselection:`Applications --> Applications Overview`.
sv: Ta en titt på din applikation. Öppna din applikation från :menuselection:`Applikationer --> Applikationsöversikt`

source: Now you should get an idea how easy it is to change a Mapbender application without changes in the code.
es: Ahora usted debe tener una idea de lo fácil que es cambiar una aplicación de Mapbender sin cambios en el código.
it: Ora dovresti avere un'idea di quanto sia facile cambiare un'applicazione Mapbender senza modifiche al codice.
sv: Nu bör du få en uppfattning om hur lätt det är att ändra en Mapbender-applikation utan ändringar i koden.

source: Examples for elements Mapbender offers:
es: Ejemplos de elementos que Mapbender ofrece:

source: Activity Indicator
es: Indicador de actividad

source: BaseSourceSwitcher
es: BaseSourceSwitcher o Conmutador de Fuente Base

source: Button
es: Botón

source: Coordinates Display
es: Pantalla de Coordenadas

source: Coordinate Utility
es: Utilidad de Coordenadas

source: Copyright
es: Derechos de autor

source: Feature Info
es: Información de funciones

source: GPS-Position
es: Posición GPS

source: Legend
es: Leyenda

source: Layertree - Table of Content
es: Layertree - tabla de contenido

source: Map
es: Mapa

source: Navigation Toolbar (Zoombar)
es: Barra de herramientas de navegación (Zoombar)

source: Overview
es: Vista General

source: Ruler Line/Area
es: Línea/Área de Regla

source: Scale Selector
es: Selector de Escala

source: SimpleSearch - Search via Solr
es: SimpleSearch - Búsqueda a través de Solr

source: SearchRouter - Seach via SQL
es: SearchRouter - Seach a través de SQL

source: SRS Selector
es: Selector de SRS

source: Spatial Reference System Selector (SRS Selector)
es: Selector de sistema de referencia espacial (SRS Selector)

source: WMS Loader
es: Cargador WMS

source: WMC Editor
es: Editor WMC

source: WMC Loader
es: Cargador WMC

source: WMC List
es: Lista WMC

source: You find detailed information on every element in the `Mapbender element documentation <https://doc.mapbender.org/en/functions.html>`_.
es: Encontrará información detallada sobre cada elemento de la 'Documentación de elementos de Mapbender <https://doc.mapbender.org/en/functions.html>`_.
it: Si trovano informazioni dettagliate su ogni elemento nella `Documentazione degli elementi di Mapbender <https://doc.mapbender.org/en/functions.html>`_.
sv: Du hittar detaljerad information om varje element i `Mapbender elementdokumentation <https://doc.mapbender.org/en/functions.html>`_.

source: Try it yourself
es: Inténtelo usted mismo

source: add a Map Element to the content of your application
es: Añadir un elemento de mapa al contenido de su aplicación
it: aggiungi un elemento mappa al contenuto della tua applicazione
sv: lägga till ett Map Element i innehållet i din applikation

source: add a Layertree to the sidepane of your application
es: añadir un Layertree al panel lateral de la aplicación
it: aggiungi un Layertree al pannello laterale della tua applicazione
sv: lägg till ett Layertree i sidofönstret i din applikation

source: add a Legend to the sidepane of your application
es: añadir una leyenda al panel lateral de la aplicación
it: aggiungi una Legenda al pannello laterale della tua applicazione
sv: lägga till en legend i sidofönstret i din applikation

source: add a print element to the content
es: añadir un elemento de impresión al contenido
it: aggiungi un elemento di stampa al contenuto
sv: lägga till ett utskriftselement i innehållet

source: add a button that opens the print to the top of your application
es: añadir un botón que abra la impresión en la parte superior de la aplicación
it: aggiungi un pulsante che apre la stampa all'inizio della tua applicazione
sv: lägg till en knapp som öppnar utskriften högst upp i din applikation

source: add the Navigation Toolbar to the content
es: Añadir la Barra de Herramientas de Navegación al contenido
it: aggiungi la barra di navigazione al contenuto
sv: lägga till navigeringsverktygsfältet i innehållet

source: add an overview map to the content
es: añadir un mapa de información general al contenido
it: aggiungi una mappa panoramica al contenuto
sv: lägga till en översiktskarta i innehållet

source: add a Copyright and change the copyright text
es: Añadir un Copyright y cambiar el texto de derechos de autor
it: aggiungi un Copyright e cambia il testo del copyright
sv: lägga till en Copyright och ändra copyright-texten

source: add a Scales Selector and an SRS Selector to the footer
es: añadir un selector de escalas y un selector SRS al pie de página
it: aggiungi un selettore di scale e un selettore SRS al piè di pagina
sv: lägga till en Scales Selector och en SRS Selector i sidfoten

source: User and group management
es: Gestión de usuario y grupo

source: An access to Mapbender requires authentication. Only public applications can be used by everyone.
es: Un acceso a Mapbender requiere autenticación. Sólo públicas aplicaciones se pueden utilizar por todo el mundo.

source: A user has permissions to access one or a set of applications and services.
es: Un usuario tiene permisos tener acceso a uno o a un conjunto de aplicaciones y servicios.

source: Create a user
es: Crear un usuario

source: To create a user go to :guilabel:`New User` or click the :menuselection:`+-Button`.
es: Para crear un usuario, vaya a :guilabel:`New User` o haga clic en :menuselection:`+-Button`.

source: Choose a name and a password for your user.
es: Elegir un nombre y una contraseña para tu usuario.

source: Provide an email address for the user.
es: Proporcionar una dirección de correo electrónico para el usuario.

source: Save your new user.
es: Guardar el nuevo usuario.

source: You can provide more information about the user in the tab :menuselection:`Profile`.
es: Puede proporcionar más información sobre el usuario en la pestaña :menuselection:`Profile`.

source: Create a group
es: Crear un grupo de

source: Create a group by :guilabel:`New Group`.
es: Crear un grupo by :guilabel:`New Group`.

source: Define a name and a description for your group.
es: Definir un nombre y una descripción para su grupo.

source: Save your new group.
es: Guarde su nuevo grupo.

source: Assign users to group
es: Asignar usuarios al grupo

source: Assign a user to a group by :guilabel:`Users --> Groups`.
es: Asignar un usuario a un grupo por :guilabel:`Users --> Groups`.

source: Choose one or more users you want to add to the group at :menuselection:`Users`.
es: Elegir uno o más usuarios que desea agregar al grupo en :menuselection:`Users`.

source: Assign a user by :menuselection:`Users --> Edit-Button--> Groups` to a group.
es: Asignar un usuario a un grupo por :menuselection:`Users --> Edit-Button--> Groups`.

source: Mapbender provides different rights. They refer to the Symfony ACL System http://symfony.com/doc/2.8/cookbook/security/acl_advanced.html#built-in-permission-map
es: Mapbender otorga diferentes derechos. Se refieren al Symfony ACL System http://symfony.com/doc/2.8/cookbook/security/acl_advanced.html#built-in-permission-map

source: view - Whether someone is allowed to view the object.
es: vista - Si a alguien se le permite ver el objeto.

source: edit - Whether someone is allowed to make changes to the object.
es: editar - si a alguien se le permite realizar cambios en el objeto.

source: delete - Whether someone is allowed to delete the object.
es: eliminar - si a alguien se le permite eliminar el objeto.

source: operator - Whether someone is allowed to perform all of the above actions.
es: operador - si a alguien se le permite llevar a cabo todas las acciones anteriores.

source: master - Whether someone is allowed to perform all of the above actions, and in addition is allowed to grant any of the above permissions to others.
es: maestro - si alguien se permite llevar a cabo todas las acciones anteriores y además se le permite conceder cualquiera de los permisos anteriores a otros.

source: owner - Whether someone owns the object. An owner can perform any of the above actions and grant master and owner permissions.
es: propietario - si alguien posee el objeto. Un propietario puede realizar cualquiera de las anteriores acciones y otorgar permisos maestro y propietario.

source: Assign roles to a user by :menuselection:`Users --> Edit your User --> Security`.
es: Asignar roles a un usuario por :menuselection:`Users --> Edit your User --> Security`.

source: Assign an Application to a User/Group
es: Asignar una Aplicación a un Usuario/Grupo

source: Edit your application by :menuselection:`Application --> Edit-Button`.
es: Edite su aplicación por :menuselection:`Application --> Edit-Button`.

source: Choose :menuselection:`Security`
es: Elija :menuselection:`Security`

source: Set permission like view edit delete operator master owner
es: Configurar los permisos como vista, editar, eliminar, operador, dueño, propietario

source: Assign a user/group to the application
es: Asignar un usuario/grupo a la aplicación

source: Test your configuration!
es: ¡Pruebe su configuración!

source: Logout from Mapbender by :menuselection:`Logout`.
es: Cierre sesión de Mapbender por :menuselection:`Logout`.

source: Login as the new user
es: Inicie sesión como el nuevo usuario

source: Things to try
es: Cosas para probar
it: Cose da provare
sv: Saker att prova

source: Here are some additional challenges for you to try:
es: Aquí están algunos retos adicionales para que los pruebe:
it: Ecco alcune sfide aggiuntive da provare:
sv: Här är några ytterligare utmaningar som du kan prova:

source: Try to load some WMS in your application. Try to configure your WMS.
es: Intente cargar algunos WMS en su aplicación. Intente configurar su WMS.
it: Prova a caricare qualche WMS nella tua applicazione. Prova a configurare il tuo WMS.
sv: Försök att ladda in ett WMS i din applikation. Försök att konfigurera ditt WMS.

source: Try to create an individual application.
es: Intentar crear una aplicación individual.
it: Prova a creare un'applicazione individuale.
sv: Försök att skapa en individuell ansökan.

source: What Next?
es: ¿Qué sigue?
it: E ora?
sv: Vad händer härnäst?

source: This is only the first step on the road to using Mapbender. There is a lot more functionality you can try.
es: Esto es sólo el primer paso en el camino al uso de Mapbender. Hay mucha más funcionalidad que puede probar.
it: Questo è solo il primo passo sulla strada per usare Mapbender. Ci sono molte altre funzionalità che puoi provare.
sv: Detta är bara det första steget på vägen till att använda Mapbender. Det finns mycket mer funktionalitet som du kan prova.

source: Mapbender Website
es: Sitio Web de Mapbender

source: You find tutorials at
es: Encuentre tutoriales en

source: Get involved in the project
es: Involúcrese en el proyecto

source: add elements to an application
it: aggiungi elementi ad una applicazione
sv: lägga till element i en applikation

source: Contents
it: Contenuti
sv: Innehåll

source: Choose |menu_mapbender| from the start menu or visit http://localhost/mapbender/app.php. The application will take a few moments to start up
it: Scegli |menu_mapbender| dal menu di avvio o visita http://localhost/mapbender/app.php. L'applicazione impiegherà qualche istante per avviarsi

source: Click on Login at right-top to open the login page. Login with username :guilabel:`root` and password :guilabel:`root` (This is the default user and password that you get after installation of Mapbender on OSGeoLive. Please change the root password if you want to run a productive environment. Please don't delete the user :guilabel:`root`.).
it: Clicca su Login in alto a destra per aprire la pagina di login. Accedi con il nome utente :guilabel:`root` e la password :guilabel:`root` (Questo è l'utente e la password di default che si ottiene dopo l'installazione di Mapbender su OSGeoLive. Si prega di cambiare la password di root se si desidera eseguire un ambiente produttivo. Non cancellare l'utente :guilabel:`root`).
sv: Klicka på Login längst upp till höger för att öppna inloggningssidan. Logga in med användarnamnet :guilabel:`root` och lösenordet :guilabel:`root` (Detta är standardanvändaren och lösenordet som du får efter installationen av Mapbender på OSGeoLive. Ändra root-lösenordet om du vill köra en produktiv miljö. Ta inte bort användaren :guilabel:`root`).

source: Choose :menuselection:`Applications --> New Application`
it: Scegli :menuselection:`Applications --> New Application`.
sv: Välj :menuselection:`Applikationer --> Ny applikation`

source: Define a title and description for your application
it: Definisci un titolo e una descrizione per la tua applicazione
sv: Definiera en titel och en beskrivning för din ansökan

source: Define an URL title which will be used in the URL to open the application. It can be the same as the title
it: Definisci un titolo URL che sarà usato nell'URL per aprire l'applicazione. Può essere lo stesso del titolo
sv: Definiera en URL-titel som ska användas i URL:en för att öppna programmet. Den kan vara densamma som titeln

source: Upload an image file as screenshot for the application overview
it: Carica un file immagine come screenshot per la panoramica dell'applicazione
sv: Ladda upp en bildfil som skärmdump för applikationsöversikten

source: Choose a template for your application
it: Scegli un modello per la tua applicazione
sv: Välj en mall för din applikation

source: Choose the button **Create** to create the application
it: Scegli il pulsante **Create** per creare l'applicazione
sv: Välj knappen **Create** för att skapa applikationen

source: You can easily create an application by copying an existing application using the **Duplicate Application** button.
it: È possibile creare facilmente un'applicazione copiando un'applicazione esistente utilizzando il pulsante **Duplicate Application**.
sv: Du kan enkelt skapa en applikation genom att kopiera en befintlig applikation med hjälp av knappen **Duplicate Application**.

source: Your application is set up. Next you need a WMS to be displayed in your application.
it: La tua applicazione è impostata. Ora hai bisogno di un WMS da visualizzare nella tua applicazione.
sv: Din applikation är konfigurerad. Nu behöver du ett WMS som ska visas i din applikation.

source: Choose menu item :menuselection:`Services --> Add Service` or use the +-Button.
it: Scegli la voce di menu :menuselection:`Services --> Add Service` o usa il pulsante +.
sv: Välj menyalternativet :menuselection:`Tjänster --> Lägg till tjänst` eller använd +-knappen.

source: Link to the WMS getCapabilities URL in the text field :menuselection:`Serviceurl`. Here is a example WMS: WhereGroup OSM WMS https://osm-demo.wheregroup.com/service?SERVICE=WMS&VERSION=1.3.0&REQUEST=getCapabilities
it: Link all'URL getCapabilities del WMS nel campo di testo :menuselection:`Serviceurl`. Ecco un esempio WMS: WhereGroup OSM WMS https://osm-demo.wheregroup.com/service?SERVICE=WMS&VERSION=1.3.0&REQUEST=getCapabilities
sv: Länk till WMS getCapabilities URL i textfältet :menuselection:`Serviceurl`. Här är ett exempel på WMS: WhereGroup OSM WMS https://osm-demo.wheregroup.com/service?SERVICE=WMS&VERSION=1.3.0&REQUEST=getCapabilities

source: Click **Load** to load the Service to the repository.
it: Clicca su **Load** per caricare il servizio nel repository.
sv: Klicka på **Load** för att ladda tjänsten till repository.

source: Load another WMS https://sgx.geodatenzentrum.de/wms_topplus_open?request=GetCapabilities&service=WMS&VERSION=1.3.0
it: Carica un altro WMS https://sgx.geodatenzentrum.de/wms_topplus_open?request=GetCapabilities&service=WMS&VERSION=1.3.0
sv: Ladda en annan WMS https://sgx.geodatenzentrum.de/wms_topplus_open?request=GetCapabilities&service=WMS&VERSION=1.3.0

source: You can change the order of the layers via drag & drop.
it: È possibile cambiare l'ordine dei layer tramite drag & drop.
sv: Du kan ändra ordningen på lagren genom att dra och släppa dem.

source: You can change the position of the element via drag & drop.
it: È possibile cambiare la posizione dell'elemento tramite drag & drop.
sv: Du kan ändra elementets position genom att dra och släppa det.

source: Create users and groups, and assign an application to the new users/groups.
it: Crea utenti e gruppi e assegna un'applicazione ai nuovi utenti/gruppi.
sv: Skapa användare och grupper och tilldela en applikation till de nya användarna/grupperna.

source: Mapbender Website https://mapbender.org/
it: Sito web di Mapbender https://mapbender.org/
sv: Mapbenders webbplats https://mapbender.org/

source: You can find tutorials at https://doc.mapbender.org
it: Puoi trovare dei tutorial su https://doc.mapbender.org
sv: Du kan hitta handledning på https://doc.mapbender.org

source: You can find an extended tutorial at https://doc.mapbender.org/en/quickstart.html
it: Puoi trovare un tutorial esteso su https://doc.mapbender.org/en/quickstart.html
sv: Du hittar en utökad handledning på https://doc.mapbender.org/en/quickstart.html

source: Get involved in the project https://mapbender.org/community/
it: Partecipa al progetto https://mapbender.org/community/
sv: Bli delaktig i projektet https://mapbender.org/community/

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Choose |menu_mapbender| from the start menu or visit http://localhost/mapbender/app.php. The application will take a few moments to start up
sv: Välj |menu_mapbender| från startmenyn eller besök http://localhost/mapbender/app.php. Det tar några ögonblick att starta upp programmet
