Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapbender_quickstart.po
Languages: es, it, sv

source: Mapbender Quickstart
es: Gía de Inicio Rápido de Mapbender
it: Guida rapida Mapbender
sv: Mapbender Snabbstart

source: Mapbender is a web based geoportal framework to publish, register, view, navigate, monitor and grant secure access to spatial data infrastructure services.
es: Mapbender es un marco de geoportal basado en web para publicar, registrar, ver, navegar, controlar y otorgar acceso seguro a servicios de infraestructura de datos espaciales.
it: Mapbender è un framework geoportale basato sul web per pubblicare, registrare, visualizzare, navigare, monitorare e concedere un accesso sicuro ai servizi di infrastruttura di dati spaziali.
sv: Mapbender är ett webbaserat geoportalramverk för att publicera, registrera, visa, navigera, övervaka och ge säker åtkomst till infrastrukturtjänster för spatiala data.

source: You will need nothing but a standard web browser for this quickstart.
es: Será necesario nada más que un navegador web estándar para este Inicio Rápido.

source: This Quick Start describes how to:
es: Esta Guía de Inicio Rápido describe cómo:
it: Questa Guida Rapida descrive come:
sv: Denna snabbstart beskriver hur du gör:

source: start Mapbender
es: Iniciar Mapbender
it: avvia Mapbender

source: create an application
es: crear una aplicación
it: crea un'applicazione
sv: skapa en ansökan

source: load a Web Map Service (OGC WMS)
es: Cargar un Web Map Service (WMS OGC)
it: carica un Web Map Service (WMS OGC)
sv: ladda en webbkarttjänst (OGC WMS)

source: configure WMS
es: configurar WMS
it: configurare WMS
sv: konfigurera WMS

source: create an individual application
es: crear una aplicación individual

source: create a user and a group and assign applications to them
es: crear un usuario y un grupo y asignar aplicaciones a ellos

source: This is how a Mapbender application can look like:
es: Se trata de cómo puede parecerse a una aplicación de Mapbender:
it: Ecco come può apparire un'applicazione Mapbender:
sv: Så här kan en Mapbender-applikation se ut:

source: Installation
es: Instalación

source: For the installation of Mapbender have a look at https://doc.mapbender.org/en/installation.html.
es: Para la instalación de Mapbender echar un vistazo a https://doc.mapbender.org/en/installation.html.

source: Start Mapbender
es: Iniciar Mapbender
it: Avvia Mapbender
sv: Starta Mapbender

source: Choose :menuselection:`Geospatial --> Browser Clients --> Mapbender` from the start menu or visit http://localhost/mapbender/app.php
es: Elejir :menuselection:`Geospatial --> Browser Clients --> Mapbender` del menú de inicio, o visite http://localhost/mapbender/app.php

source: The application will take a few moments to start up
es: La aplicación tomará unos momentos para comenzar

source: If you have any difficulties running Mapbender, please check whether your Apache web server and your PostgreSQL database are running. Or if you use SQLite as database whether you have write access to the file.
es: Si tiene alguna dificultad ejecutando Mapbender, por favor compruebe si están ejecutando el servidor de web Apache y la base de datos PostgreSQL. O si usa SQLite como base de datos, compruebe si usted tiene acceso de escritura al archivo.
it: Se hai qualche difficoltà nell'eseguire Mapbender, controlla se il tuo web server Apache e il tuo database PostgreSQL sono in funzione. O se usi SQLite come database se hai accesso in scrittura al file.
sv: Om du har några problem med att köra Mapbender, kontrollera om din Apache-webbserver och din PostgreSQL-databas körs. Eller om du använder SQLite som databas, om du har skrivåtkomst till filen.

source: Start Mapbender in the developer mode app_dev.php
es: Inicie Mapbender en modo desarrollador app_dev.php

source: Symfony offers a developer mode with lot of information about your application (logging, exceptions, database queries, memory usage, time and more). This mode is only available from localhost.
es: Symfony ofrece un modo de desarrollador con mucha información sobre su aplicación (registro, excepciones, consultas de base de datos, uso de memoria, tiempo y mucho más). Este modo sólo está disponible desde localhost.

source: Start the developer mode: http://localhost/mapbender/app_dev.php
es: Iniciar el modo de desarrollador: http://localhost/mapbender/app_dev.php

source: Have a look at the information that is offered in the developer mode.
es: Echar un vistazo a la información que se ofrece en el modo de desarrollador.

source: Welcome page
es: Página de bienvenida

source: The Welcome page lists applications that are public and can be used by all users. The applications are listed with a screenshot, a title and a description.
es: La página de bienvenida enlista aplicaciones que son públicos y pueden ser utilizadas por todos los usuarios. Esas aplicaciones se enumeran con una captura de pantalla, un título y una descripción.
it: La pagina di benvenuto elenca le applicazioni che sono pubbliche e possono essere utilizzate da tutti gli utenti. Le applicazioni sono elencate con una schermata, un titolo e una descrizione.
sv: På sidan Welcome listas applikationer som är publika och kan användas av alla användare. Applikationerna listas med en skärmdump, en titel och en beskrivning.

source: You can open an application by click on the title, the screenshot or the start button.
es: Puede abrir una palicación haciendo click en el título, la captura de pantalla o el botón de inicio.
it: Puoi aprire un'applicazione cliccando sul titolo, sulla schermata o sul pulsante di avvio.
sv: Du kan öppna ett program genom att klicka på titeln, skärmdumpen eller startknappen.

source: Before you can administrate with Mapbender you have to login to get access to the administration.
es: Antes de que puede administrar con Mapbender tiene que iniciar sesión para obtener acceso a la administración.
it: Prima di poter amministrare con Mapbender devi fare il login per avere accesso all'amministrazione.
sv: Innan du kan administrera med Mapbender måste du logga in för att få tillgång till administrationen.

source: Click on Login at right-top to open the login page.
es: Haga click en Login en la parte superior derecha para abrir la página de inicio de sesión.

source: You can login with the user that was generated on installation. It can be :guilabel:`root` and password :guilabel:`root` (This is the default user and password that you get after installation of Mapbender on OSGeoLive. Please change the root password if you want to run a productive environment. Please don't delete the user :guilabel:`root`.).
es: Se puede acceder con el usuario que se generó en la instalación. Puede ser :guilabel:`root` y la contraseña :guilabel:`root` (Usuario y contraseña predeterminados que se obtienen después de la instalación de Mapbender en OSGeoLive. Por favor, cambie la contraseña de root si desea ejecutar un entorno productivo. Por favor no eliminar el usuario :guilabel:`root`.).

source: After successful login you are directed to the :guilabel:`Mapbender administration`.
es: Después de un inicio de sesión exitoso, es dirigido a :guilabel:`Mapbender administration`.

source: Application overview
es: Vista General de aplicación

source: After the login you are directed to the :guilabel:`Applications` with a list of applications you are allowed to access.
es: Tras el inicio de sesión, usted es dirigido a :guilabel:`Applications` con una lista de aplicaciones a las que puede acceder.

source: The Application overview provides the following functionality:
es: La Vista General de la Aplicación proporciona la siguiente funcionalidad:

source: title and description
es: título y descripción

source: screenshot for the application (if provided)
es: captura de pantalla para la aplicación (si se proporciona)

source: link to the application
es: Enlace a la aplicación

source: button to duplicate the application
es: botón para duplicar la aplicación

source: button to edit the application
es: botón para editar la aplicación

source: button to publish/unpublish the application
es: botón para publicar/despublicar la aplicación

source: button to delete the application
es: botón para eliminar la aplicación

source: button to create a new application
es: botón para crear una nueva aplicación

source: with the filter textfield you can search for applications
es: con el campo de texto de filtro puede buscar aplicaciones

source: Create an individual application
es: Crear una aplicación individual
it: Crea un'applicazione individuale
sv: Skapa en individuell ansökan

source: Create a new application by providing basic information about your application. After that you use the edit mode to add elements, layers and security.
es: Cree una nueva aplicación proporcionando información básica sobre su aplicación. Después, utilice el modo de edición para añadir elementos, capas y seguridad.
it: Crea una nuova applicazione fornendo informazioni di base sulla tua applicazione. Dopo di che usi la modalità di modifica per aggiungere elementi, layer e sicurezza.
sv: Skapa en ny applikation genom att ange grundläggande information om din applikation. Därefter använder du redigeringsläget för att lägga till element, lager och säkerhet.

source: choose :menuselection:`Applications --> New Application`
es: elija :menuselection:`Applications --> New Application`

source: define a title and description for your application
es: defina un título y una descripción para la aplicación

source: define an URL title which will be used in the URL to open the application. It can be the same as the title
es: defina un título de URL que se utilizará en la URL para abrir la aplicación. Puede ser el mismo que el título

source: upload an image file as screenshot for the application overview
es: suba un archivo de imagen como la captura de pantalla para ver la Vista General de la aplicación

source: choose a template for your application
es: elija una plantilla para su aplicación

source: choose the button **Create** to create the application
es: Seleccione el botón **Crear** para crear la aplicación

source: click the :menuselection:`Edit-Button` at the new application to edit the application
es: Haga clic en :menuselection:`Edit-Button` en la nueva aplicación para editar la aplicación

source: your application is set up. Now you need a WMS to be displayed in your application. This will be described in the section **WMS Management**.
es: la aplicación está configurada. Ahora necesita un WMS que se mostrará en su aplicación. Esto se describe en la sección **Gestión de WMS**.

source: Please note, that the style-, icon- and layout configuration has to be done in css- and twig-files at the moment. Read more about template generation at https://doc.mapbender.org/en/customization/templates.html.
es: Por favor, tome en cuenta que la configuración de estilo-, ícono- y diseño tiene hacerse en archivos-rama y css, el momento. Leer más sobre generación de plantillas en https://doc.mapbender.org/en/customization/templates.html.

source: Copy or rename an application
es: Copiar o cambiar el nombre de una aplicación

source: You also can create a new application by copying an existing application. Every application with write access can be copied. It provides a button to duplicate the application with all the services. The new application will get a derived name which can be changed in the next step.
es: También puede crear una nueva aplicación de copia de una aplicación existente. Se pueden copiar todas las aplicaciones con acceso de escritura. Proporciona un botón para duplicar la aplicación con todos los servicios. La nueva aplicación obtendrá un nombre derivado que puede ser cambiado en el paso siguiente.

source: Delete an application
es: Eliminar una aplicación

source: You can delete an application from the menu item :menuselection:`Applications` with the :menuselection:`x-button`.
es: Puede eliminar una aplicación de la opción de menú :menuselection:`Applications` with the :menuselection:`x-button`.

source: Export / Import applications and sources
es: Exportar / importar fuentes y aplicaciones

source: You can export applications as JSON or YAML with :menuselection:`Applications --> Export`. You can choose one or more applications to export and you can also export the sources which are published in the applications.
es: Puede exportar aplicaciones como JSON o YAML con :menuselection:`Applications --> Export`. Usted puede elegir una o más aplicaciones para exportar y también puede exportar las fuentes que se publican en las aplicaciones.

source: The exportfile contains all the definitions of the application/s (sources) and can be imported via :menuselection:`Applications --> Import` in another Mapbender3 installation or in the same installation.
es: El exportfile contiene todas las definiciones de la aplicación/es (fuentes) y pueden ser importado a través de :menuselection:`Applications --> Import` en otra instalación de Mapbender3 o en la misma instalación.

source: Management of Data Sources
es: Gestión de Fuentes de Datos

source: Mapbender can handle OGC WMS. The administration provides an administration interface for the sources (at the moment only WMS).
es: Mapbender puede manejar OGC WMS. La administración proporciona una interfaz de administración para las fuentes (de momento sólo WMS).

source: Service Repository overview
es: Vista General del Servicio de Repositorio

source: Go to :guilabel:`Services` and have a look at the Service repository.
es: Diríjase a :guilabel:`Services` y eche un vistazo al Servicio de Repositorio.

source: You get an overview on the Sources that are loaded in your Mapbender.
es: Obtendrá una Vista General de las Fuentes que se cargan en su Mapbender.

source: Type, Title, Description offer first information about the services.
es: Tipo, Título, Descripción, se ofrece la primera información acerca de los servicios.

source: On click on the button :menuselection:`View-Button` you get further information about the source.
es: Haga clic en el botón :menuselection:`View-Button` y obtendrá más información sobre la fuente.

source: With the button :menuselection:`Delete-Button` you can delete the source from your repository.
es: Con el botón :menuselection:`Delete-Button` puede eliminar la fuente del repositorio.

source: Loading Web Map Services
es: Cargar Servicios Mapas Web
it: Caricamento Web Map Services
sv: Laddning av webbkarttjänster

source: You can load OGC Web Map Services (WMS) to your application.
es: Puede cargar Servicios de Mapas Web (WMS) de OGC para su aplicación.
it: Puoi caricare OGC Web Map Services (WMS) nella tua applicazione.
sv: Du kan ladda OGC Web Map Services (WMS) till din applikation.

source: A WMS returns an XML-file when the getCapabilities document is requested. This information is parsed by Mapbender and Mapbender gets all the necessary information about the service from this XML
es: Un WMS devuelve un archivo XML cuando el documento getCapabilities se solicita. Esta información se analiza por Mapbender y Mapbender obtiene toda la información necesaria sobre el servicio de este XML
it: Un WMS restituisce un file XML quando viene richiesto il documento getCapabilities. Queste informazioni sono analizzate da Mapbender e Mapbender ottiene tutte le informazioni necessarie sul servizio da questo XML
sv: En WMS returnerar en XML-fil när dokumentet getCapabilities begärs. Denna information analyseras av Mapbender och Mapbender hämtar all nödvändig information om tjänsten från denna XML-fil

source: You should first check the Capabilities document in your browser before you try to load it with Mapbender
es: Primero debe verificar el documento Capabilities en su navegador antes de intentar cargarlo con Mapbender
it: Dovresti prima controllare il documento Capabilities nel tuo browser prima di provare a caricarlo con Mapbender
sv: Du bör först kontrollera Capabilities-dokumentet i din webbläsare innan du försöker ladda det med Mapbender

source: Choose menu item :menuselection:`Services --> Add Service` or use the +-Button. Link to the WMS getCapabilities URL in the text field :menuselection:`Serviceurl`.
es: Elegir el elemento en el menú :menuselection:`Services --> Add Service` o utilice el +-Button. Enlace a la URL getCapabilities de WMS en el campo de texto :menuselection:`Serviceurl`.

source: Enter username and password if your service needs authentication.
es: Introduzca nombre de usuario y contraseña si su servicio requiere autenticación.
it: Inserisci nome utente e password se il tuo servizio necessita di autenticazione.
sv: Ange användarnamn och lösenord om din tjänst kräver autentisering.

source: Hit **Load** to load the Service to the repository.
es: Pulse **Cargar** para cargar el Servicio del repositorio.

source: After successful registration of the service Mapbender will display an overview on the information that was provided by the service.
es: Después del registro exitoso del servicio de Mapbender se mostrará una Vista General sobre la información que fue proporcionada por el servicio.
it: Dopo aver registrato con successo il servizio, Mapbender mostrerà una panoramica delle informazioni fornite dal servizio.
sv: Efter en lyckad registrering av tjänsten kommer Mapbender att visa en översikt över den information som tillhandahållits av tjänsten.

source: Here is a example WMS:
es: Aquí está un ejemplo WMS:

source: Add Service to Application
es: Añadir Servicio a la Aplicación
it: Aggiungi un Servizio all'Applicazione
sv: Lägg till tjänst i applikation

source: After the successful upload of a WMS you want to add your WMS to an application.
es: Después de la carga exitosa de un WMS usted desea agregar su WMS a una aplicación.
it: Dopo aver caricato con successo un WMS, vuoi aggiungere il tuo WMS a un'applicazione.
sv: Efter en lyckad uppladdning av ett WMS vill du lägga till ditt WMS i en applikation.

source: Choose :menuselection:`Applications --> edit-Button --> Layers --> Edit-Button`.
es: Elija :menuselection:`Applications --> edit-Button --> Layers --> Edit-Button`.
it: Scegli :menuselection:`Applications --> edit-Button --> Layers --> Edit-Button`.
sv: Välj :menuselection:`Applikationer --> redigeringsknapp --> Lager --> redigeringsknapp`.

source: Click on the :menuselection:`+-button` to add a layerset, which represents a collection of layers (a possible name could be main)
es: Haga click en :menuselection:`+-button` para agregar un conjunto de capas, que representa una colección de capas (un nombre posible podría ser lo principal)
it: Clicca su :menuselection:`+-button` per aggiungere un insieme di layer, che rappresenta una collezione di layer (un possibile nome potrebbe essere main)
sv: Klicka på :menuselection:`+-knappen` för att lägga till en layerset, som representerar en samling lager (ett möjligt namn skulle kunna vara main)

source: Now you can add layer to the layerset
es: Ahora puede añadir capas al conjunto de capas
it: Ora puoi aggiungere il layer al set dei layer
sv: Nu kan du lägga till lager i lageruppsättningen

source: Click on the :menuselection:`+-button` at your new layerset to add a Service.
es: Haga click en :menuselection:`+-button` en su nuevo conjunto de capas para agregar un Servicio.
it: Clicca su :menuselection:`+-button` al tuo nuovo set di layer per aggiungere un servizio.
sv: Klicka på :menuselection:`+-knappen` på din nya lageruppsättning för att lägga till en tjänst.

source: You can change the order of the Services in your application by drag & drop.
es: Puede cambiar el orden de los Servicios en su aplicación arrastrando y soltando.

source: Configure your WMS
es: Configure su WMS
it: Configura il tuo WMS
sv: Konfigurera ditt WMS

source: You can configure the WMS for your specific application. Maybe you don't want to provide all layers or you want to change the order or titles of the layer or disable the feature info or change the maxscale for a layer.
es: Puede configurar el WMS para su aplicación específica. Tal vez no desea proporcionar todas las capas o quieres cambiar el orden o títulos de la capa o desactivar la información de la característica o cambiar la escala máxima de una capa.
it: Puoi configurare il WMS per la tua specifica applicazione. Forse non vuoi fornire tutti i layer o vuoi cambiare l'ordine o i titoli dei layer o disabilitare le informazioni sugli elementi o cambiare la scala massima per un layer.
sv: Du kan konfigurera WMS för din specifika applikation. Du kanske inte vill tillhandahålla alla lager eller så vill du ändra ordningen eller titlarna på lagren eller inaktivera funktionsinformationen eller ändra maxskalan för ett lager.

source: Choose :menuselection:`Applications --> edit-Button --> Layers --> edit-Button` to configure the Service Instance.
es: Elija :menuselection:`Applications --> edit-Button --> Layers --> edit-Button` para configurar la Instancia de Servicio.
it: Scegli :menuselection:`Applications --> edit-Button --> Layers --> edit-Button` per configurare la Service Instance.
sv: Välj :menuselection:`Applications --> edit-Button --> Layers --> edit-Button` för att konfigurera Service Instance.

source: You will see a table with the layers of the Service.
es: Usted verá una tabla con las capas del Servicio.
it: Vedrai una tabella con i layer del servizio.
sv: Du kommer att se en tabell med tjänstens lager.

source: You can change the order of the layers via drag & drop
es: Puede cambiar el orden de las capas arrastrando y soltando

source: Service configuration
es: Configuración del servicio

source: format - choose the format for getMap-Requests
es: formato - elija el formato para getMap-Requests

source: infoformat - choose the format for getFeatureInfo-Requests
es: infoformat - elija el formato para getFeatureInfo-Requests

source: exceptionformat - choose the format for exceptions
es: exceptionformat - elegir el formato para excepciones

source: opacity - choose opacity in percent
es: opacidad - elija el porcentaje de opacidad

source: visible - default on. Service should be visible
es: visible - predeterminado. El servicio debe ser visible

source: basesource - activated for services that should be administrated by BaseSourceSwitcher
es: Fuante base - activada para los servicios que deben ser administrados por BaseSourceSwitcher

source: proxy - if active the service will be requested by Mapbender and not directly
es: proxy - si activa el servicio se solicitará por Mapbender y no directamente

source: transparency - default is active, the source is without a transparent background if it is deactivated (getMap-Request with TRANSPARENT=FALSE)
es: transparencia - El valor estándar está activado, desactivado si el servicio se solicita sin un fondo transparente (getMap-Request con TRANSPARENT = FALSE)

source: tiled - you can request a WMS in tiles, default is not tiled (may be a good choice if your map is very big and the WMS service does not support the width/height)
es: mosaico - usted puede solicitar un WMS en teselas, el predeterminado o es tesela (puede ser una buena opción si tu mapa es muy grande y el servicio WMS no es compatible con la anchura y altura)

source: Layer ordering - layer ordering can get switched in the application
es: Ordenamiento de capas - el ordenamiento de capas se puede cambiar en la aplicación

source: BBOX factor - This parameter is valid for non-tiled WMS services. You can specify the size of the returned map-image. A value greater than 1 will request a bigger map-image. Default: 1.25, can be set to 1.
es: Factor BBOX - Este parámetro es válido para servicios WMS no inclinados. Puede especificar el tamaño de la imagen del mapa devuelto. Un valor mayor que 1 solicitará una imagen de mapa más grande. Predeterminado: 1.25, se puede establecer en 1.
