Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapcache_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: MapCache Quickstart
es: Inicio rápido de MapCache
fr: Guide de démarrage avec MapCache
hu: MapCache gyorstalpaló
it: Guida rapida MapCache
ja: MapCache クイックスタート
sv: MapCache Snabbstart

source: MapCache is a tile server that speeds up access to WMS layers. It can be run as a CGI application under many different web servers, or as an Apache module. OSGeoLive has MapCache installed and configured as an Apache module.
de: MapCache ist ein Kachelserver, der den Zugriff auf WMS-Layer beschleunigt. MapCache kann als CGI-Anwendung unter vielen verschiedenen Webservern oder als Apache-Modul ausgeführt werden. OSGeoLive hat MapCache als Apache-Modul installiert und konfiguriert.
es: MapCache es un servidor de mosaicos que acelera el acceso a las capas WMS. Se puede ejecutar como una aplicación CGI en muchos servidores web diferentes, o como un módulo Apache. OSGeoLive tiene MapCache instalado y configurado como un módulo Apache.
fr: MapCache est un serveur de tuiles qui accélère l’accès aux couches WMS. Il peut être exécuté sous forme d’application CGI sous de nombreux serveurs Web différents, ou sous forme de module Apache. OSGeoLive dispose de MapCache installé et configuré comme un module Apache.
hu: A MapCache egy csempe szerver, mely meggyorsítja a hozzáférést a WMS réteghez. CGI alkalmazásként futtatható több különböző web szerver alatt vagy mint egy Apache modul. Az OSGeoLive-on a MapCache-t mint Apache modult telepítettük és konfiguráltuk.
it: MapCache è un tile server che accelera l'accesso ai layer WMS. Può essere eseguito come un'applicazione CGI sotto molti diversi server web, o come un modulo Apache. OSGeoLive ha MapCache installato e configurato come modulo Apache.
ja: MapCache は、 WMS レイヤへのアクセスを高速化するタイルサーバーです。さまざまなWebサーバー上でCGIアプリケーションとして実行することも、Apacheモジュールとして実行することもできます。OSGeoLiveにはMapCacheがインストールされており、Apacheモジュールとして設定されています。
sv: MapCache är en tile-server som snabbar upp åtkomsten till WMS-skikt. Den kan köras som en CGI-applikation under många olika webbservrar eller som en Apache-modul. OSGeoLive har MapCache installerat och konfigurerat som en Apache-modul.

source: This quick start shows how to add a new WMS layer to a MapCache set-up, display the tile service in an OpenLayers web map, and seed a tile cache from the command line.
de: Dieses Quickstart zeigt, wie Sie einem MapCache-Setup einen neuen WMS-Layer hinzufügen, den Kacheldienst in einer OpenLayers-Anwendung anzeigen und einen Kachelcache aus der Befehlszeile seeden können.
es: Este inicio rápido muestra cómo agregar una nueva capa WMS a una configuración de MapCache, mostrar el servicio de mosaico en un mapa web de OpenLayers y sembrar un caché de mosaico desde la línea de comandos.
fr: Ce guide de démarrage rapide montre comment ajouter une nouvelle couche WMS à une instance MapCache, afficher le service de tuiles dans une carte Web OpenLayers et ensemencer un cache de tuiles à partir de la ligne de commande.
hu: Ez a gyorstalpaló bemutatja hogyan adjunk egy új WMS réteget a MapCache beállításhoz, hogyan jelenítsük a csempe szolgáltatást egy OpenLayers web térképen, és hogyan töltsük fel a gyorstárat a parancssorból.
it: Questa guida rapida mostra come aggiungere un nuovo layer WMS a una configurazione MapCache, visualizzare il servizio di tile in una mappa web OpenLayers e seminare una cache di tile dalla riga di comando.
ja: このクイックスタートでは、新しいWMSレイヤをMapCacheのセットアップに追加し、タイルサービスをOpenLayers Webマップに表示し、コマンドラインからタイルキャッシュをシードする方法を示します。
sv: Den här snabbstarten visar hur du lägger till ett nytt WMS-lager i en MapCache-konfiguration, visar kakeltjänsten i en OpenLayers-webbkarta och seedar en kakelcache från kommandoraden.

source: Contents
it: Contenuti
sv: Innehåll

source: Adding a New Tileset and Displaying in OpenLayers
de: Hinzufügen eines neuen Tileset und Anzeigen in OpenLayers
es: Agregar un nuevo conjunto de mosaicos y mostrar en OpenLayers
fr: Ajout d’un nouveau jeu de tuiles et affichage dans OpenLayers
hu: Új csempekészlet hozzáadása és megjelenítése OpenLayers-ben
it: Aggiungi un nuovo Tileset e visualizzalo in OpenLayers
ja: 新しいタイルセットを追加してOpenLayersに表示する
sv: Lägga till ett nytt Tileset och visa det i OpenLayers

source: MapCache is configured using XML files. OSGeoLive includes an example configuration file at ``/usr/local/share/mapcache/mapcache-quickstart.xml``. The example uses the OSGeoLive demo MapServer application of Itasca County in the United States as its source.
de: MapCache wird über XML-Dateien konfiguriert. OSGeoLive enthält eine Beispielkonfigurationsdatei unter ``/usr/local/share/mapcache/mapcache-quickstart.xml``. Im Beispiel wird die OSGeoLive MapServe-Demoanwendung von Itasca County in den Vereinigten Staaten als Quelle verwendet.
es: MapCache se configura mediante archivos XML. OSGeoLive incluye un archivo de configuración de ejemplo en ``/usr/local/share/mapcache/mapcache-quickstart.xml``. El ejemplo utiliza la aplicación MapServer de demostración OSGeoLive del condado de Itasca en los Estados Unidos como fuente.
fr: MapCache est configuré à l’aide de fichiers XML. OSGeoLive inclut un fichier de configuration d’exemple à `/usr/local/share/mapcache/mapcache-quickstart.xml``. L’exemple utilise l’application de démonstration OSGeoLive de MapServer du comté d’Itasca aux États-Unis comme source.
hu: A MapCache-t XML fájlok felhasználasával konfigurálták. Az OSGeoLive egy minta konfigurációs fájlt tartalmaz ``/usr/local/share/mapcache/mapcache-quickstart.xml``. A példa az OSGeoLive Itasca megyei demó MapServer alkalmazást használja forrásként.
it: MapCache è configurato usando file XML. OSGeoLive include un file di configurazione di esempio in ``/usr/local/share/mapcache/mapcache-quickstart.xml``. L'esempio usa l'applicazione demo OSGeoLive MapServer della contea di Itasca negli Stati Uniti come sorgente.
ja: MapCacheはXMLファイルを使用して構成されます。OSGeoLiveには、``/usr/local/share/mapcache/mapcache-quickstart.xml`` にサンプル設定ファイルがあります。この例では、ソースとして米国のイタスカ郡のデータを使用し、OSGeoLiveデモのMapServerアプリケーションを使用しています。
sv: MapCache konfigureras med hjälp av XML-filer. OSGeoLive innehåller ett exempel på en konfigurationsfil i ``/usr/local/share/mapcache/mapcache-quickstart.xml``. Exemplet använder OSGeoLives demo MapServer-applikation för Itasca County i USA som källa.

source: In this quick start we will set up tile caching for an additional WMS layer and display the tiles in a simple HTML page containing an OpenLayers map.
de: In diesem Schnellstart richten wir Tile Caching für einen zusätzlichen WMS-Layer ein und zeigen die Kacheln in einer einfachen HTML-Seite an, die eine OpenLayers-Karte enthält.
es: En este inicio rápido configuraremos el almacenamiento en caché de teselas para una capa WMS adicional y mostraremos las teselas en una página HTML simple que contiene un mapa OpenLayers.
fr: Dans ce guide de démarrage rapide, nous allons configurer la mise en cache de tuiles pour une couche WMS supplémentaire et afficher les tuiles dans une page HTML simple contenant une carte OpenLayers.
hu: Ebben a gyorstalpalóban egy további WMS rétegre állítjuk be a csempe gyorstárazást és megjelenítjük a csempéket egy OpenLayers térképet tartalmazó egyszerű HTML oldalon.
it: In questa guida rapida imposterai la cache dei tasselli per un ulteriore layer WMS e visualizzerai i tasselli in una semplice pagina HTML contenente una mappa OpenLayers.
ja: このクイックスタートでは、追加のWMSレイヤのタイルキャッシュを設定し、OpenLayersマップを含む単純なHTMLページにタイルを表示します。
sv: I den här snabbstarten kommer vi att konfigurera cachelagring av plattor för ett ytterligare WMS-lager och visa plattorna på en enkel HTML-sida som innehåller en OpenLayers-karta.

source: First let's open the MapCache configuration file in FeatherPad - a text editor. Open FeatherPad from the command line with elevated permissions, so you can save the file, using System Tools > QTerminal and then running run the command below:
de: Öffnen wir zunächst die MapCache-Konfigurationsdatei in FeatherPad - einem Texteditor. Öffnen Sie FeatherPad über die Befehlszeile mit erhöhten Berechtigungen, so dass Sie die Datei mit SystemTools > QTerminal speichern und dann den folgenden Befehl ausführen können:
es: Primero, abramos el archivo de configuración de MapCache en FeatherPad, un editor de texto. Abra FeatherPad desde la línea de comando con permisos elevados, para que pueda guardar el archivo, usando Herramientas del Sistema> QTerminal y luego ejecute el siguiente comando:
fr: Ouvrez d’abord le fichier de configuration MapCache dans FeatherPad - un éditeur de texte. Ouvrez FeatherPad à partir de la ligne de commande avec des autorisations élevées, de sorte que vous pouvez enregistrer le fichier, en utilisant les outils système > QTerminal, puis en cours d’exécution exécuter la commande ci-dessous:
hu: Először nyissa meg a MapCache konfigurációs fájlt a FeatherPad szövegszerkesztőben. A parancssorból megnyitott FeatherPad ellenőrzi a jogosultságokat, elmentheti a fájlt System Tools > QTerminallal majd futtassa az alábbi parancsot:
it: Per prima cosa apri il file di configurazione di MapCache in FeatherPad - un editor di testo. Apri FeatherPad dalla riga di comando con permessi elevati, in modo da poter salvare il file, usando Strumenti di sistema > QTerminal e poi eseguite il comando qui sotto:
ja: まず、FeatherPad(テキストエディタ)でMapCache設定ファイルを開きます。管理者特権でコマンドラインからFeatherPadを開くことで、ファイルを保存することができるようになります。[システムツール] > [QTerminal]を使用して、次のコマンドを実行します。
sv: Låt oss först öppna konfigurationsfilen för MapCache i FeatherPad - en textredigerare. Öppna FeatherPad från kommandoraden med förhöjda behörigheter, så att du kan spara filen, med hjälp av Systemverktyg > QTerminal och kör sedan kommandot nedan:

source: We can see which layers are available in our source WMS server by opening the following link: http://localhost/itasca/?service=wms&request=getcapabilities MapCache is configured to forward on any requests it can't handle, such as GetCapabilities, to MapServer with the rule shown below:
de: Wir können sehen, welche Layer in unserer WMS-Quelle verfügbar sind, indem wir den folgenden Link öffnen: http://localhost/itasca/?service=wms&request=getcapabilities MapCache ist so konfiguriert, dass es für alle Anfragen, die es nicht verarbeiten kann, wie z. B. GetCapabilities, die Anfrage an MapServer weiterleitet, Dies erfolgt nach der unten gezeigten Regel:
es: Podemos ver qué capas están disponibles en nuestro servidor WMS de origen abriendo el siguiente enlace: http://localhost/itasca/?service=wms&request=getcapabilities MapCache está configurado para reenviar cualquier solicitud que no pueda manejar, como GetCapabilities, a MapServer con la regla que se muestra a continuación:
fr: Nous pouvons voir quelles couches sont disponibles dans notre serveur WMS source en ouvrant le lien suivant : http://localhost/itasca/?service=wms&request=getcapabilities MapCache est configuré pour transmettre toutes les demandes qu’il ne peut pas gérer, telles que GetCapabilities, à MapServer avec la règle indiquée ci-dessous :
hu: A következő link: http://localhost/itasca/?service=wms&request=getcapabilities megnyitásával Láthatjuk mely rétegek érhetők el a forrás WMS szerverünkben, a MapCachet úgy konfigurálták, hogy az általa nem kezelt kéréseket, például GetCapabilities, a MapServer-hez továbbítsa az alább bemutatott szabállyal:
it: Puoi vedere quali layer sono disponibili nel server WMS di origine aprendo il seguente link: http://localhost/itasca/?service=wms&request=getcapabilities MapCache è configurato per inoltrare qualsiasi richiesta che non può gestire, come GetCapabilities, a MapServer con la regola mostrata di seguito:
ja: リンク http://localhost/itasca/?service=wms&request=getcapabilities を開くと、ソースWMSサーバで使用可能なレイヤを確認できます。MapCacheは、GetCapabilitiesなど、処理できない要求をMapServerに転送するように設定されています。このとき、次に示す規則が適用されます。
sv: Vi kan se vilka lager som finns tillgängliga i vår WMS-källserver genom att öppna följande länk: http://localhost/itasca/?service=wms&request=getcapabilities MapCache är konfigurerad att vidarebefordra alla förfrågningar som den inte kan hantera, t.ex. GetCapabilities, till MapServer med regeln som visas nedan:

source: One of the layer names listed in the WMS Capabilities document is ``dlgstln2`` - streams for Itasca county. We will add this as a new tileset to the MapCache service. First we add a ``<source>`` block - this is the configuration to retrieve data from the WMS server. Add the following XML block after the existing ``<source name="lake_source" type="wms">...</source>`` block used for the lakes to ``mapcache-quickstart.xml``:
de: Einer der Layer-Namen, die im WMS Capabilities-Dokument aufgeführt sind, ist ''dlgstln2'' - Streams von Itasca County. Wir fügen diesen als neues Kachelset zum MapCache-Service hinzu. Zuerst fügen wir einen ``<source>`` Block hinzu - dies ist die Konfiguration, um Daten vom WMS-Server abzurufen. Fügen Sie den folgenden XML-Block nach dem vorhandenen ``<source name="lake_source" type="wms">...</source> `` Block für die Seen in die Datei ``mapcache-quickstart.xml`` ein:
es: Uno de los nombres de capa enumerados en el documento de Capacidades WMS es ``dlgstln2``: secuencias para el condado de Itasca. Agregaremos esto como un nuevo conjunto de mosaicos al servicio MapCache. Primero agregamos un bloque ``<source>``: esta es la configuración para recuperar datos del servidor WMS. Agregar el siguiente bloque XML después del bloque ``<source name="lake_source" type="wms">...</source>`` utilizado para que los lagos ``mapcache-quickstart.xml``:
fr: L’un des noms de calque énumérés dans le document WMS Capabilities est ``dlgstln2`` - flux pour le comté d’Itasca. Nous allons ajouter cela comme un nouveau tileset au service MapCache. Tout d’abord, nous ajoutons un bloc ``<source>`` - c’est la configuration pour récupérer des données à partir du serveur WMS. Ajouter le bloc XML suivant après le bloc existant ``<source name="lake_source" type="wms">...</source>`` utilisé pour les lacs à ``mapcache-quickstart.xml``:
hu: Az egyik a WMS Capabilities dokumentumban listázott rétegek közül a ``dlgstln2`` - patakok Itasca megyében. Hozzáadjuk ezt a MapCache szolgáltatáshoz mint egy új csempe készlet. Először hozzáadunk egy ``<source> `` blokkot - ez a konfiguráció az adatok kinyeréséhez a WMS szerverből. Adja a következő XML blokkot a létező ``mapcache-quickstart.xml``hez ``<source name="lake_source" type="wms">...</source>`` tavakhoz használt blokk után:
it: Uno dei nomi dei layer elencati nel documento WMS Capabilities è ``dlgstln2`` - flussi per la contea di Itasca. Lo aggiungerai come un nuovo tileset al servizio MapCache. Prima aggiungi un blocco ``<source>`` - questa è la configurazione per recuperare i dati dal server WMS. Aggiungi il seguente blocco XML dopo il blocco ``<source name="lake_source" type="wms">...</source>`` esistente usato per i laghi in ``mapcache-quickstart.xml``:
ja: WMS Capabilitiesドキュメントに記載されているレイヤ名の1つは、``dlgstln2`` イタスカ郡のストリームです。これを新しいタイルセットとしてMapCacheサービスに追加します。まず ``<source>`` ブロックを追加します。これはWMSサーバからデータを取得するための設定です。既存の湖として使用される ``<source name="lake_source" type="wms">...</source>`` XMLブロックのあとのブロックに、 ``mapcache-quickstart.xml`` を追加します：
sv: Ett av de skiktnamn som anges i WMS Capabilities-dokumentet är ``dlgstln2`` - strömmar för Itasca County. Vi kommer att lägga till detta som en ny tileset till MapCache-tjänsten. Först lägger vi till ett ``<source>`` block - det här är konfigurationen för att hämta data från WMS-servern. Lägg till följande XML-block efter det befintliga ``.<source name="lake_source" type="wms">.</source>.``-blocket som används för sjöarna till ``mapcache-quickstart.xml``:

source: We use the ``<params>`` block to pass the WMS layer name, and the image format back to the WMS server, along with the MapServer specific ``<map>`` parameter. The URL to the WMS server is in the ``<http>`` block. For documentation on all configuration file elements see the `Configuration Documentation <https://mapserver.org/mapcache/config.html>`_.
de: Wir verwenden den Block ``<params>`` um den WMS-Layer-Namen und das Bildformat an den WMS-Server zurückzugeben, zusammen mit dem MapServer-spezifischen ``<map>`` parameter. Die URL zum WMS-Server befindet sich im Block ``<http>`` . Die Dokumentation zu allen Konfigurationsmöglichkeiten finden Sie in der `Configuration Documentation <https://mapserver.org/mapcache/config.html>`_.
es: Usamos el bloque `` <params>`` para pasar el nombre de la capa WMS y el formato de imagen al servidor WMS, junto con el parámetro ``<map>`` específico de MapServer. La URL del servidor WMS está en el bloque `` <http>`` . Para obtener documentación sobre todos los elementos del archivo de configuración, consulte la `Documentación de configuración <https://mapserver.org/mapcache/config.html>`_.
fr: Nous utilisons le bloc ``<params>`` pour passer le nom de la couche WMS, et le format d’image de retour au serveur WMS, avec le paramètre mapserver spécifique ``<map>`` . L’URL du serveur WMS se trouve dans le bloc ``<http>``. Pour la documentation sur tous les éléments de fichier de configuration, consultez la `documentation de configuration <https://mapserver.org/mapcache/config.html>`_.
hu: Az ``<params>`` blokkot használjuk a WMS rétegnév és a képformátum átadására a WMS szerverhez, a MapServer specifikus ``<map>`` paraméterrel. A WMS szerver URL-je a ``<http>`` blokkban van. Az összes konfiguráció fájl elem dokumentációjához nézze meg a `Konfiguráció documentációt <https://mapserver.org/mapcache/config.html>`_.
it: Usa il blocco ``<params>`` per passare il nome del layer WMS e il formato dell'immagine al server WMS, insieme al parametro specifico di MapServer ``<map>``. L'URL al server WMS è nel blocco ``<http>``. Per la documentazione su tutti gli elementi del file di configurazione si veda la `Documentazione di configurazione <https://mapserver.org/mapcache/config.html>`_.
ja: MapServer 特有の ``<map>`` パラメータに加え、 ``<params>`` ブロックをつかって、WMSレイヤ名と画像フォーマットをWMSサーバに送信します。WMSサーバのURLは、``<http>`` ブロックに入ります。すべての設定ファイルの要素のドキュメントについては、`Configuration Documentation <https://mapserver.org/mapcache/config.html>`_ を参照してください。
sv: Vi använder blocket "<params>" för att skicka WMS-skiktets namn och bildformatet tillbaka till WMS-servern, tillsammans med den MapServer-specifika parametern "<map>". URL:en till WMS-servern finns i blocket ``<http>``. För dokumentation om alla element i konfigurationsfilen, se `Configuration Documentation &lt;https://mapserver.org/mapcache/config.html&gt;`_.

source: Next we will add a ``<tileset>`` block, which defines how the source will be stored and served as tiles. Place the following block after the existing ``<tileset name="lakes">...</tileset>`` block.
de: Als Nächstes fügen wir einen ``<tileset>`` -Block hinzu, dieser definiert, wie die Quelle gespeichert und als Kacheln bereitgestellt werden soll. Platzieren Sie den folgenden Block nach dem ``<tileset name="lakes">...</tileset>``-Block.
es: A continuación, agregaremos un bloque ``<tileset>``, que define cómo se almacenará y servirá la fuente como mosaicos. Coloque el siguiente bloque después del bloque ``<tileset name="lakes">...</tileset>``.
fr: Ensuite, nous ajouterons un bloc ``<tileset>`` qui définit la façon dont la source sera stockée et servie de tuiles. Placez le bloc suivant après le bloc existant ``<tileset name="lakes">...</tileset>``.
hu: Ezután hozzáadunk egy ``<tileset>`` blokkot, mely megadja, hogyan tároljuk a forrást és hogyan szolgáltatjuk csempeként. Helyezze el a következő blokkot a létező ``<tileset name="lakes">...</tileset>`` blokk után.
it: Poi aggiungerai un blocco ``<tileset>``, che definisce come il sorgente sarà memorizzato e servito come tasselli. Posizionare il seguente blocco dopo il blocco ``<tileset name="lakes">...</tileset>`` esistente.
ja: 次に ``<tileset>`` ブロックを追加します。このブロックは、ソースがどのように格納され、タイルとして扱われるかを定義します。既存の ``<tileset name="lakes">...</tileset>`` ブロックの後に次のブロックを置きます。
sv: Därefter lägger vi till ett ``<tileset>``-block, som definierar hur källan ska lagras och serveras som brickor. Placera följande block efter det befintliga ``.<tileset name="lakes">.</tileset>.``-blocket.

source: We set the grid type to the inbuilt ``GoogleMapsCompatible`` grid used as the default tiling scheme in many web mapping applications. The ``name=streams`` is used by client applications to access the tileset. We are using a disk-based cache (rather than storing tiles in a database or in a cloud environment).
de: Wir setzen den Grid-Typ auf das integrierte Raster ``GoogleMapsCompatible``-Grid fest, das in vielen Webmapping-Anwendungen als Standard-Tile-Schema verwendet wird. Der ``name=streams`` wird von Clientanwendungen für den Zugriff auf das Kachelset verwendet. Wir verwenden einen datenträgerbasierten Cache (anstatt Kacheln in einer Datenbank oder in einer Cloudumgebung zu speichern).
es: Establecemos el tipo de cuadrícula en la cuadrícula incorporada de ``GoogleMapsCompatible`` utilizada como el esquema de mosaico predeterminado en muchas aplicaciones de mapeo web. Las aplicaciones cliente usan el ``name=streams`` para acceder al conjunto de mosaicos. Estamos utilizando un caché basado en disco (en lugar de almacenar mosaicos en una base de datos o en un entorno de nube).
fr: Nous définissons le type de grille sur la grille intégrée ``GoogleMapsCompatible`` utilisée comme système de carroyage par défaut dans de nombreuses applications de cartographie Web. Le ``name=streams`` est utilisé par les applications clientes pour accéder au carrelage. Nous utilisons un cache basé sur disque (plutôt que de stocker des tuiles dans une base de données ou dans un environnement cloud).
hu: A rács típust a beépített ``GoogleMapsCompatible`` rácsra állítjuk, melyet sok web térkép alkalmazás alapértelmezett csempe sémaként használ. A ``name=streams``-et használja a kliens alkalmazás a csempekészlet eléréséhez. Lemez alapú gyorsítótárat használunk (inkább mint adatbázisban tárolt csempéket vagy felhő környezetet).
it: Imposta il tipo di griglia alla griglia integrata ``GoogleMapsCompatible`` usata come schema di piastrellatura predefinito in molte applicazioni di web mapping. Il ``name=streams`` è usato dalle applicazioni client per accedere al tileset. Stai usando una cache basata su disco (piuttosto che memorizzare i tasselli in un database o in un ambiente cloud).
ja: グリッドタイプを、多くのWebマッピングアプリケーションでデフォルトのタイリングスキームとして使用される組み込み ``GoogleMapsCompatible`` グリッドに設定します。``name=streams`` は、クライアントアプリケーションがタイルセットにアクセスするためにつかわれます。データベースやクラウド環境にタイルを保存するのではなく、ディスク・ベースのキャッシュを使用しています。
sv: Vi ställer in rutnätstypen till det inbyggda ``GoogleMapsCompatible`` rutnätet som används som standardrutnät i många webbkartläggningsprogram. ``name=streams`` används av klientapplikationer för att komma åt tileset. Vi använder en diskbaserad cache (i stället för att lagra tiles i en databas eller i en molnmiljö).
