Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapcache_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Anytime you modify the MapCache configuration file you need to reload Apache for the changes to come into effect. This can be run from the command line as follows:
de: Jedes Mal, wenn Sie die MapCache-Konfigurationsdatei ändern, müssen Sie Apache neu laden, damit die Änderungen in Kraft treten. Dies kann über die Befehlszeile wie folgt ausgeführt werden:
es: Cada vez que modifique el archivo de configuración de MapCache, debe volver a cargar Apache para que los cambios entren en vigencia. Esto se puede ejecutar desde la línea de comando de la siguiente manera:
fr: Chaque fois que vous modifiez le fichier de configuration MapCache, vous devez recharger Apache pour que les modifications entrent en vigueur. Ceci peut être exécuté à partir de la ligne de commande comme suit :
hu: Bármikor a MapCache konfiguráció fájl módosítása után a módosítások érvényesítése érdekében újra be kell tölteni az Apache-t. Ez a parancssorból futtatható a következőképpen:
it: Ogni volta che si modifica il file di configurazione di MapCache è necessario ricaricare Apache perché le modifiche abbiano effetto. Questo può essere eseguito dalla linea di comando come segue:
ja: MapCache設定ファイルを変更した場合は、変更を有効にするためにApacheをリロードする必要があります。これは、次のようにコマンドラインから実行できます:
sv: Varje gång du ändrar konfigurationsfilen för MapCache måste du ladda om Apache för att ändringarna ska träda i kraft. Detta kan köras från kommandoraden på följande sätt:

source: You should now be able to access a tile with the following URL: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
de: Sie sollten nun auf eine Kachel mit der folgenden URL zugreifen können: http://localhost/itasca/gmaps/streams-GoogleMapsCompatible/12/987/1433.png
es: Ahora debería poder acceder a un mosaico con la siguiente URL: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
fr: Vous devriez maintenant être en mesure d’accéder à une tuile avec l’URL suivante: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
hu: Most már elérheti a csempét a következő URL-el: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
it: Dovresti ora essere in grado di accedere a un tassello con il seguente URL: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
ja: 次の URLにアクセスすることで、見ることができるようになりました: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png
sv: Du bör nu kunna komma åt en kakelplatta med följande URL: http://localhost/itasca/gmaps/streams@GoogleMapsCompatible/12/987/1433.png

source: Now let's add the tileset to our OpenLayers map. Open the HTML page using the following command:
de: Fügen wir nun das Kachelset zu unserer OpenLayers-Karte hinzu. Öffnen Sie die HTML-Seite mit dem folgenden Befehl:
es: Ahora agreguemos el conjunto de mosaicos a nuestro mapa OpenLayers. Abra la página HTML con el siguiente comando:
fr: Ajoutons maintenant le jeu de tuiles à notre carte OpenLayers. Ouvrez la page HTML à l’aide de la commande suivante :
hu: Most adjuk a csempe készletet az OpenLayers térképünkhöz. Nyissa meg a HTML oldalt a következő parancs használatával:
it: Ora aggiungi il tileset alla tua mappa OpenLayers. Apri la pagina HTML usando il seguente comando:
ja: 次に、OpenLayersマップにタイルセットを追加しましょう。次のコマンドを使用してHTMLページを開きます:
sv: Låt oss nu lägga till tileset i vår OpenLayers-karta. Öppna HTML-sidan med hjälp av följande kommando:

source: Uncomment out the JavaScript code below:
de: Kommentieren Sie den JavaScript-Code unten aus:
es: Descomente el código JavaScript a continuación:
fr: Décommentez le code JavaScript ci-dessous :
hu: Szüntesse meg a komment jeleket az alábbi JavaScript kódban:
it: Togli i commenti al codice JavaScript qui sotto:
ja: 次のJavaScriptコードのコメントを外します:
sv: Kommentera ut JavaScript-koden nedan:

source: Now refresh the page at http://localhost/mapcache-quickstart/ - you should see the new streams layer being served by MapCache.
de: Aktualisieren Sie nun die Seite unter http://localhost/mapcache-quickstart/ - Sie sollten den neuen Streams-Layer sehen, der von MapCache bereitgestellt wird.
es: Ahora refresque la página enhttp://localhost/mapcache-quickstart/ - debería ver la nueva capa de secuencias que atendidas por MapCache.
fr: Maintenant, actualisez la page http://localhost/mapcache-quickstart/ - vous devriez voir la nouvelle couche de flux en cours de service par MapCache.
hu: Most frissítse azt oldalt http://localhost/mapcache-quickstart/ - látnia kell a MapCache által szolgáltatott új patakok réteget.
it: Ora aggiorna la pagina su http://localhost/mapcache-quickstart/ - dovresti vedere il nuovo layer di flussi servito da MapCache.
ja: 次のページをリフレッシュします: http://localhost/mapcache-quickstart/ - MapCacheが提供するあたらしいストリームレイヤが見えるようになりました。
sv: Uppdatera nu sidan på http://localhost/mapcache-quickstart/ - du bör se det nya strömskiktet som serveras av MapCache.

source: As you browse the map you will see the tile cache folders in ``/var/cache/mapcache`` fill with PNG images.
de: Während Sie in der Karte navigieren, füllt sich der Kachel-Cache-Ordner unter ``/var/cache/mapcache`` mit PNG-Bildern.
es: Mientras navega por el mapa, verá que las carpetas de caché de mosaico en ``/var/cache/mapcache`` llenan las imágenes PNG.
fr: Lorsque vous naviguez sur la carte, vous verrez les dossiers de cache de tuiles dans ``/var/cache/mapcache`` se remplir d’images PNG.
hu: Ahogy böngészi a térképet láthatja a csempe mappákat a ``/var/cache/mapcache``-ben PGN képekkel feltöltve.
it: Mentre sfogli la mappa vedrai le cartelle della cache dei tasselli in ``/var/cache/mapcache`` riempirsi di immagini PNG.
ja: マップをブラウズしていきますと、タイルキャッシュフォルダの ``/var/cache/mapcache`` がPNGイメージで埋められている様子が確認できます。
sv: När du bläddrar på kartan kommer du att se att kakelcachemapparna i ``/var/cache/mapcache`` fylls med PNG-bilder.

source: The location and type of the cache is set by the following block in the configuration file:
de: Der Speicherort und Typ des Caches wird durch den folgenden Block in der Konfigurationsdatei festgelegt:
es: La ubicación y el tipo de caché se configuran mediante el siguiente bloque en el archivo de configuración:
fr: L’emplacement et le type de cache sont définis par le bloc suivant dans le fichier de configuration :
hu: A gyorsítótár helyét és típusát a konfiguráció fájlban állíthatjuk be a következő blokkal:
it: La posizione e il tipo di cache sono impostati dal seguente blocco nel file di configurazione:
ja: キャッシュの場所とタイプは、構成ファイル内の次のブロックによって設定されます:
sv: Plats och typ för cacheminnet anges i följande block i konfigurationsfilen:

source: Adding New Services
de: Hinzufügen von neuen Diensten
es: Añadiendo nuevos servicios
fr: Ajout de nouveaux services
hu: Új szolgáltatás hozzáadása
it: Aggiunta di Nuovi Servizi
ja: 新規サービスの追加
sv: Lägga till nya tjänster

source: You can configure Apache to run as many different MapCache services, each with its own configuration file by editing the ``/etc/apache2/conf-enabled/mapcache.conf`` file. As this requires super user permissions you can open it for editing in FeatherPad by running the command below:
de: Sie können den Apache-WebServer so konfigurieren, dass mehrere verschiedene MapCache-Dienste ausgeführt werden, die jeweils über eine eigene Konfigurationsdatei verfügen. Dies erfolgt indem Sie die Datei ``/etc/apache2/conf-enabled/mapcache.conf`` bearbeiten. Da dies Super-Benutzerberechtigungen erfordert, können Sie die Datei für die Bearbeitung in FeatherPad öffnen, indem Sie den folgenden Befehl ausführen:
es: Puede configurar Apache para ejecutar tantos servicios MapCache diferentes, cada uno con su propio archivo de configuración editando el archivo ``/etc/apache2/conf-enabled/mapcache.conf``. Como esto requiere permisos de superusuario, puede abrirlo para editarlo en FeatherPad ejecutando el siguiente comando:
fr: Vous pouvez configurer Apache pour exécuter autant de différents services MapCache, chacun avec son propre fichier de configuration en éditant le fichier ``/etc/apache2/conf-enabled/mapcache.conf`` Comme cela nécessite des autorisations de super utilisateur, vous pouvez l’ouvrir pour l’édition dans FeatherPad en exécutant la commande ci-dessous:
hu: Úgy konfigurálhatja az Apache-t, hogy több különböző MapCache szolgáltatást futtasson, mindegyiket a saját konfiguráció fájljával, az ``/etc/apache2/conf-enabled/mapcache.conf`` fájl szerkesztésével. Mivel ez rendszergazda jogosultságot igényel, megnyithatja szerkesztésre a FeatherPad-ben a következő paranccsal:
it: È possibile configurare Apache per eseguire diversi servizi MapCache, ognuno con il proprio file di configurazione, modificando il file ``/etc/apache2/conf-enabled/mapcache.conf``. Poiché questo richiede i permessi di super utente, puoi aprirlo per la modifica in FeatherPad eseguendo il comando qui sotto:
ja: ``/etc/apache2/conf-enabled/mapcache.conf`` ファイルを編集することで、それぞれが独自の設定ファイルを持つ、多数の異なるMapCacheサービスを実行するようにApacheを設定できます。スーパーユーザ権限が必要なので、次のコマンドを実行してFeatherPadで編集用に開くことができます。
sv: Du kan konfigurera Apache så att den kör många olika MapCache-tjänster, var och en med sin egen konfigurationsfil, genom att redigera filen ``/etc/apache2/conf-enabled/mapcache.conf``. Eftersom detta kräver superanvändarrättigheter kan du öppna den för redigering i FeatherPad genom att köra kommandot nedan:

source: OSGeoLive has two MapCache services, each with an alias and a configuration file. The alias is the URL to use on the server, e.g. http://localhost/mapcache and http://localhost/itasca
de: OSGeoLive verfügt über zwei MapCache-Dienste mit jeweils einem Alias und einer Konfigurationsdatei. Der Alias ist die URL, die für den Server verwendet werden soll, z. B. http://localhost/mapcache und http://localhost/itasca
es: OSGeoLive tiene dos servicios MapCache, cada uno con un alias y un archivo de configuración. El alias es el URL para usar en el servidor, por ejemplo, http://localhost/mapcache y http://localhost/itasca
fr: OSGeoLive dispose de deux services MapCache, chacun avec un alias et un fichier de configuration. L’alias est l’URL à utiliser sur le serveur, par exemple http://localhost/mapcache et http://localhost/itasca
hu: Az OSGeoLive két MapCache szolgáltatással rendelkezik, mindegyikhez tartozik egy alias és egy konfigurációs fájl. Az alias a szerveren használandó URL pl. http://localhost/mapcache and http://localhost/itasca
it: OSGeoLive ha due servizi MapCache, ognuno con un alias e un file di configurazione. L'alias è l'URL da utilizzare sul server, ad esempio http://localhost/mapcache e http://localhost/itasca
ja: OSGeoLiveには2つのMapCacheサービスがあり、それぞれにエイリアスと設定ファイルがあります。エイリアスはサーバ上で使用するURLです。例 http://localhost/mapcache と http://localhost/itasca
sv: OSGeoLive har två MapCache-tjänster, var och en med ett alias och en konfigurationsfil. Aliaset är den URL som ska användas på servern, t.ex. http://localhost/mapcache och http://localhost/itasca

source: To add a new service simply add a new line in the following format, replacing WEB_PATH and PATH_TO_CONFIG_FILE with the relevant parameters:
de: Um einen neuen Dienst hinzuzufügen, fügen Sie einfach eine neue Zeile im folgenden Format hinzu und ersetzen WEB_PATH und PATH_TO_CONFIG_FILE durch die entsprechenden Parameter:
es: Para agregar un nuevo servicio, simplemente agregue una nueva línea en el siguiente formato, reemplazando WEB_PATH y PATH_TO_CONFIG_FILE con los parámetros relevantes:
fr: Pour ajouter un nouveau service, il suffit d’ajouter une nouvelle ligne dans le format suivant, en remplaçant WEB_PATH et PATH_TO_CONFIG_FILE par les paramètres pertinents :
hu: Egy új szolgáltatás hozzáadásához egyszerűen adjon egy új sort a következő formátumban, helyettesítse a WEB_PATH-t és a PATH_TO_CONFIG_FILE-t a megfelelő paraméterekkel:
it: Per aggiungere un nuovo servizio basta aggiungere una nuova linea nel seguente formato, sostituendo WEB_PATH e PATH_TO_CONFIG_FILE con i parametri pertinenti:
ja: 新しいサービスを追加するには、WEB_PATHおよびPATH_TO_CONFIG_FILEを関連パラメータで置き換えて、次のフォーマットで新しい行を追加します:
sv: För att lägga till en ny tjänst lägger du bara till en ny rad i följande format, där du ersätter WEB_PATH och PATH_TO_CONFIG_FILE med relevanta parametrar:

source: See the `Apache Module Instructions <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ for further details on configuring the Apache module.
de: Weitere Informationen zur Konfiguration des Apache-Moduls finden Sie in den `Apache Module Instructions <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ .
es: Consulte las `instrucciones del módulo Apache <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ para obtener más detalles sobre la configuración del módulo Apache.
fr: Consultez les `instructions du module Apache <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ pour plus de détails sur la configuration du module Apache.
hu: Lásd az `Apache modul instrukciókat <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ az Apache modul konfigurálás további részleteiről.
it: Vedi le `Istruzioni per il modulo Apache <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ per ulteriori dettagli sulla configurazione del modulo Apache.
ja: Apacheモジュールの設定の詳細は、 `Apache Module Instructions <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ を参照してください。
sv: Se instruktionerna för Apache-modulen <https://mapserver.org/mapcache/install.html#apache-module-specific-instructions>`_ för mer information om hur du konfigurerar Apache-modulen.

source: The Seeder Application
de: Die Seeder-Anwendung
es: La aplicación de la sembradora
fr: L’application Seeder
hu: A feltöltő alkalmazás
it: L'applicazione Seeder
ja: シーダー・アプリケーション
sv: Applikation för såmaskin

source: Map tiles are dynamically created when requested by the web server. To speed up request times we can generate tiles using a command line application. This process is known as *seeding*, and the MapCache command line application is ``mapcache_seed``.
de: Kartenkacheln werden dynamisch erstellt, wenn sie vom Webserver angefordert werden. Um die Anforderungszeiten zu beschleunigen, können wir Kacheln mithilfe einer Befehlszeilenanwendung generieren. Dieser Prozess wird als *seeding* bezeichnet. Die MapCache-Befehlszeilenanwendung für diese Aufgabe ist ``mapcache_seed``.
es: Los mosaicos de mapas se crean dinámicamente cuando lo solicita el servidor web. Para acelerar los tiempos de solicitud, podemos generar mosaicos utilizando una aplicación de línea de comandos. Este proceso se conoce como *sembrado*, y la de línea de comandos de la aplicación MapCache es ``mapcache_seed``.
fr: Les vignettes cartographiques sont créées dynamiquement sur demande par le serveur Web. Pour accélérer les temps de demande, nous pouvons générer des tuiles à l’aide d’une application de ligne de commande. Ce processus est connu sous le nom *seeding* (ensemencement), et l’application MapCache en ligne de commande est ``mapcache_seed``.
hu: A térkép csempéket dinamikusan hozzuk létre, amikor a web szerver kéri. A lekérdezési idők felgyorsítására egy parancssori alkalmazással csempéket generálhatunk. Ezt az eljárást mint *feltöltést* ismerjük és a MapCache parancssori alkalmazás a ``mapcache_seed``.
it: i tasselli della mappa sono creati dinamicamente quando vengono richiesti dal server web. Per accelerare i tempi di richiesta puoi generare i tasselli usando un'applicazione a linea di comando. Questo processo è noto come *semina*, e l'applicazione a riga di comando di MapCache è ``mapcache_seed``.
ja: マップタイルは、Webサーバーから要求されたときに動的に作成されます。要求時間を短縮するために、コマンドラインアプリケーションを使用してタイルを生成できます。この処理は、 *シーディング* として知られており、 MapCache コマンドラインアプリケーションは ``mapcache_seed`` です。
sv: Kartplattor skapas dynamiskt när de begärs av webbservern. För att snabba upp tiden för begäran kan vi generera brickor med hjälp av en kommandoradsapplikation. Denna process kallas *seeding*, och MapCache-kommandoradsapplikationen är ``mapcache_seed``.

source: To make sure the tiles created by the seeder application are accessible by the web server account we add ``sudo -u www-data`` before running the ``mapcache_seed`` application.
de: Um sicherzustellen, dass die von der seeder-Anwendung erstellten Kacheln über das Webserverkonto zugänglich sind, fügen wir ``sudo -u www-data`` hinzu, bevor wir die Anwendung ``mapcache_seed`` ausführen.
es: Para asegurarnos de que la cuenta del servidor web mapcache_seed acceder a los mosaicos creados por la aplicación de la sembradora, agregamos ``sudo -u www-data`` antes de ejecutar la aplicación``mapcache_seed``.
fr: Pour vous assurer que les vignettes créées par l’application seeder sont accessibles par le compte serveur Web, nous ajoutons ``sudo -u www-data`` avant d’exécuter l’application ``mapcache_seed``.
hu: Annak biztosítására, hogy a feltöltő alkalmazás által létrehozott csempék elérhetők legyenek a web szerver felhasználó számára a ``sudo -u www-data`` részt adjuk a ``mapcache_seed`` alkalmazás futtatása elé.
it: Per assicurarsi che i tasselli creati dall'applicazione seeder siano accessibili dall'account del server web aggiungi ``sudo -u www-data`` prima di eseguire l'applicazione ``mapcache_seed``.
ja: シーダーアプリケーションによって作成されたタイルがウェブサーバアカウントからアクセスできるようにするために、 ``mapcache_seed`` アプリケーションを実行する前に ``sudo-u www-data`` を追加します。
sv: För att säkerställa att de plattor som skapas av seeder-applikationen är tillgängliga för webbserverkontot lägger vi till ``sudo -u www-data`` innan vi kör applikationen ``mapcache_seed``.

source: In the example below we pass in three options to ``mapcache_seed``:
de: Im folgenden Beispiel geben wir drei Optionen an ``mapcache_seed`` weiter:
es: En el siguiente ejemplo, pasamos tres opciones a ``mapcache_seed``:
fr: Dans l’exemple ci-dessous, nous passons trois options à ``mapcache_seed``:
hu: Az alábbi példában három paramétert adunk át a ``mapcache_seed``-nek:
it: Nell'esempio seguente passi tre opzioni a ``mapcache_seed``:
ja: 以下の例では、 ``mapcache_seed`` に三つのオプションを与えています:
sv: I exemplet nedan skickar vi in tre alternativ till ``mapcache_seed``:

source: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - this is the path to the MapCache configuration file
de: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - Pfad zur MapCache-Konfigurationsdatei
es: *config*: ``/home/user/mapcache/mapcache-quickstart.xml``: esta es la ruta al archivo de configuración de MapCache
fr: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` -c’est le chemin vers le fichier de configuration MapCache
hu: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - ez az elérési út a MapCache konfigurációs fájlhoz
it: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - questo è il percorso del file di configurazione di MapCache
ja: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - これは、MapCacheの設定ファイルのパスです。
sv: *config*: ``/home/user/mapcache/mapcache-quickstart.xml`` - detta är sökvägen till MapCache-konfigurationsfilen

source: *tileset*: ``lakes`` - this is the tileset name we are going to seed, and is found in ``mapcache-quickstart.xml``
de: *tileset*: ``lakes`` - dies ist der Name des Tilesets, das wir seeden werden. Sie finden es in der Datei ``mapcache-quickstart.xml``.
es: *tileset*: ``lakes``: este es el nombre del conjunto de mosaicos que vamos a sembrar, y se encuentra en ``mapcache-quickstart.xml``
fr: *tileset*: ``lakes`` - c’est le nom du jeu de tuiles que nous allons ensemencer, et qui se trouve dans ``mapcache-quickstart.xml``
hu: *tileset*: ``lakes`` - ez a csempe készlet neve, melyet feltöltünk és a ``mapcache-quickstart.xml``-ben található
it: *tileset*: ``lakes`` - questo è il nome del tileset che stiamo per seminare, e si trova in ``mapcache-quickstart.xml``.
sv: *tileset*: ``lakes`` - det här är namnet på den tileset vi ska fröså, och finns i ``mapcache-quickstart.xml``

source: *zoom*: ``0,5`` - this is the range of zoom levels we are going to seed, from zoom level 0 (the extent of the world in a single tile) to zoom level 5
de: *zoom*: ``0,5`` - das ist der Bereich der Zoomstufen, die wir seeden wollen, von Zoomstufe 0 (die Ausdehnung der Welt in einer einzigen Kachel) bis zur Zoomstufe 5
es: *zoom*: ``0,5`` - este es el rango de niveles de zoom que vamos a sembrar, desde el nivel de zoom 0 (la extensión del mundo en un solo mosaico) hasta el nivel de zoom 5
fr: *zoom*: ``0,5`` - c’est la gamme de niveaux de zoom que nous allons ensemencer, du niveau de zoom 0 (l’étendue du monde en une seule tuile) au zoom niveau 5
hu: *zoom*: ``0,5`` - ez a nagyítási szintek tartománya, melyet feltöltünk, a 0-s nagyítási szinttől (a világ terjedelme egyetlen csempében) az 5-ös nagyítási szintig
it: *zoom*: ``0,5`` - questo è l'intervallo di livelli di zoom che stai per seminare, dal livello di zoom 0 (l'estensione del mondo in un singolo tassello) al livello di zoom 5
ja: *zoom*: ``0,5`` - これは、seedするズームレベルの範囲で、ズームレベル 0 (世界全体が一枚のタイルになる)から、ズームレベル5を示しています
sv: *zoom*: ``0,5`` - detta är intervallet av zoomnivåer som vi kommer att använda, från zoomnivå 0 (världens utbredning i en enda kakelplatta) till zoomnivå 5

source: For the many other ``mapcache_seed`` options please see the `Seeder Documentation <https://mapserver.org/mapcache/seed.html>`_.
de: Die vielen anderen ``mapcache_seed`` Optionen finden Sie in der `Seeder-Dokumentation <https://mapserver.org/mapcache/seed.html>`_.
es: Para conocer muchas otras opciones de``mapcache_seed``, consulte la `Documentación de Sembrado <https://mapserver.org/mapcache/seed.html>`_.
fr: Pour les nombreuses autres options ``mapcache_seed`` s’il vous plaît voir la `documentation du Seeder <https://mapserver.org/mapcache/seed.html>`_
hu: További számos más ``mapcache_seed`` paraméterekhez kérjük nézze meg a `Seeder dokumentációt <https://mapserver.org/mapcache/seed.html>`_.
it: Per le molte altre opzioni di ``mapcache_seed`` si veda la `Documentazione Seeder <https://mapserver.org/mapcache/seed.html>`_.
ja: 他の ``mapcache_seed`` オプションについては、`Seeder Documentation <https://mapserver.org/mapcache/seed.html>`_ を参照してください。
sv: För de många andra ``mapcache_seed``-alternativen, se `Seeder Documentation <https://mapserver.org/mapcache/seed.html>`_.

source: If you want to remove a cache folder you can run the following command:
de: Wenn Sie einen Cache-Ordner entfernen möchten, können Sie dies über den folgenden Befehl durchführen:
es: Si desea eliminar una carpeta de caché, puede ejecutar el siguiente comando:
fr: Si vous souhaitez supprimer un dossier de cache, vous pouvez exécuter la commande suivante :
hu: Ha el akar távolítani egy gyorstár mappát, a következő parancsot futtathatja:
it: Se vuoi rimuovere una cartella della cache, puoi eseguire il seguente comando:
ja: キャッシュフォルダを削除するには、次のコマンドを実行します。
sv: Om du vill ta bort en cachemapp kan du köra följande kommando:

source: What Next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Vad händer härnäst?

source: Read the `MapCache Documentation <https://mapserver.org/mapcache/index.html>`_.
de: Lesen Sie die`MapCache Dokumentation <https://mapserver.org/mapcache/index.html>`_.
es: Lea la `documentación de MapCache <https://mapserver.org/mapcache/index.html>`_.
fr: Lisez la `documentation MapCache <https://mapserver.org/mapcache/index.html>`_..
hu: Olvassa el a `MapCache Dokumentációt <https://mapserver.org/mapcache/index.html>`_.
it: Leggi la `Documentazione MapCache <https://mapserver.org/mapcache/index.html>`_.
ja: `MapCache 文書 <https://mapserver.org/mapcache/index.html>`_ を読む。
sv: Läs `MapCache-dokumentationen <https://mapserver.org/mapcache/index.html>`_.
