Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapcache_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Then join the MapServer community, of which MapCache is a part, on the `Mailing Lists <https://www.mapserver.org/community/lists.html>`_ to exchange ideas, discuss potential software improvements and ask questions.
de: Treten Sie der MapServer-Community, zu der MapCache gehört, auf den `Mailing Listen <https://www.mapserver.org/community/lists.html>`_ bei, um Ideen auszutauschen, mögliche Verbesserungen zu diskutieren und um Fragen zu stellen.
es: Luego, únase a la comunidad MapServer, de la cual MapCache forma parte, en las `listas de correo <https://www.mapserver.org/community/lists.html>`_ para intercambiar ideas, discutir posibles mejoras de software y hacer preguntas.
fr: Rejoignez ensuite la communauté MapServer, dont MapCache fait partie, sur les `listes de diffusion <https://www.mapserver.org/community/lists.html>`_ pour échanger des idées, discuter d’améliorations logicielles potentielles et poser des questions.
hu: Csatlakozzon a MapServer közösséghez, melynek része a MapCache a `levelező listákon <https://www.mapserver.org/community/lists.html>`_ az elképzelések megosztásához, a lehetséges fejlesztések megvitatásához és kérdések feltételéhez.
it: Allora unisciti alla comunità MapServer, di cui MapCache fa parte, sulla `Mailing Lists <https://www.mapserver.org/community/lists.html>`_ per scambiare idee, discutere potenziali miglioramenti del software e fare domande.
ja: `メーリングリスト <https://www.mapserver.org/community/lists.html>`_ のコミュニティ(ここではMapCacheがその対象の一部です)に参加して、アイデアを交換したり、ソフトウェアの改善点について話し合ったり、質問したりできます。
sv: Gå sedan med i MapServer-gemenskapen, som MapCache är en del av, på e-postlistorna <https://www.mapserver.org/community/lists.html>`_ för att utbyta idéer, diskutera potentiella programförbättringar och ställa frågor.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap
