Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapnik_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Mapnik Quickstart
es: Guía de Inicio Rapido de Mapnik
fr: Guide de démarrage rapide de Mapnik
hu: Mapnik gyorstalpaló
it: Guida rapida Mapnik
ja: Mapnik クイックスタート
sv: Mapnik Snabbstart

source: Mapnik is an toolkit for developing mapping applications. Above all Mapnik is about making beautiful maps. It is easily extensible and suitable for both desktop and web development.
de: Mapnik ist ein Werkzeug, um Kartenanwendungen zu entwickeln. Mapnik wird meist dazu genutzt, Karten zu generieren. Mapnik ist leicht erweiterbar und sowohl für Web- als auch Desktop-Entwicklung geeignet.
es: Mapnik es un conjunto de herramientas para desarrollar aplicaciones de mapeo. Sobre todo, Mapnik trata sobre la elaboración de mapas hermosos. Es fácilmente extensible y adecuado para el desarrollo web y en escritorio.
fr: Mapnik est une boîte à outils pour développer des applications de cartographie. Mapnik est avant tout pour faire de belles cartes. Il est facilement extensible et approprié pour le développement d'applications bureautiques et web.
hu: A Mapnik egy eszközkészlet térképes alkalmazások fejlesztéséhez. Mindenekelőtt a Mapnik gyönyörű térképeket készít. Könnyen bővíthető és alkalmas asztali és webes fejlesztésre.
it: Mapnik è un toolkit per sviluppare applicazioni di mappatura. Soprattutto Mapnik riguarda la creazione di belle mappe. È facilmente estensibile e adatto sia per lo sviluppo desktop che web.
ja: Mapnikは、マッピング・アプリケーションを開発するためのツールキットです。Mapnikの目的は、何よりも美しい地図を作ることです。簡単に拡張でき、デスクトップとWebの両方の開発に適しています。
sv: Mapnik är en verktygslåda för utveckling av kartapplikationer. Framför allt handlar Mapnik om att göra vackra kartor. Den är lätt att bygga ut och lämpar sig för både desktop- och webbutveckling.

source: Contents
es: Contenidos
fr: Contenu
it: Contenuti
ja: 目次
sv: Innehåll

source: Mapnik and its python bindings are installed and ready to be used for scripting on this machine.
de: Mapnik und die dazugehörigen Python-Abhängigkeiten sind auf dem aktuellen System installiert und können über entsprechende Scripts angesprochen werden.
es: Mapnik y sus enlaces de python están instalados y listos para ser utilizados para scripting en esta máquina.
fr: Mapnik et ses liaisons Python sont installés et prêts à être utilisés pour les scripts sur cette machine.
hu: A Mapnik-et és a python kötéseit telepítették ezen a gépen és készen áll szkriptek készítéséhez.
it: Mapnik e i suoi binding python sono installati e pronti per essere utilizzati per lo scripting su questa macchina.
ja: Mapnikとそのpythonバインディングがインストールされ、このマシンでのスクリプト作成に使用できるようになります。
sv: Mapnik och dess pythonbindningar är installerade och redo att användas för skript på den här maskinen.

source: Creating maps in python is easy with Mapnik. Open a terminal window and type `python3` on the command line to enter a python interpreter. Then try this::
de: Das Erstellen von Karten in Python ist mit Mapnik ganz einfach. Öffnen Sie ein Terminalfenster, und geben Sie 'python3' in der Befehlszeile ein, um zum Python-Interpreter zu gelangen. Probieren Sie dann:
es: Crear mapas en python es fácil con Mapnik. Abra una ventana de terminal y escriba `python3` en la línea de comandos para introducir un intérprete de Python. Después pruebe esto::
fr: Créer des cartes en python est facile avec Mapnik. Ouvrez une fenêtre terminale et tapez `python3` dans la ligne de commande pour entrer dans un interpréteur python. Ensuite, essayez ceci::
hu: A Mapnikkal könnyű pythonból térképeket létrehozni. Nyisson egy terminál ablakot és gépelje be a parancssorba `python3`, a python értelmező elindításához. Utána próbálja ezt::
it: Creare mappe in python è facile con Mapnik. Apri una finestra di terminale e digita `python3` sulla linea di comando per entrare in un interprete python. Poi prova questo::
ja: Mapnikを使えば、Pythonでマップを簡単に作成できます。ターミナルウィンドウを開き、コマンドラインに `python3` と入力して、pythonインタプリタを起動します。次の操作を試してください::
sv: Att skapa kartor i python är enkelt med Mapnik. Öppna ett terminalfönster och skriv `python3` på kommandoraden för att ange en python-tolk. Prova sedan detta::

source: import mapnik, os m = mapnik.Map(600,400) style = '/usr/local/share/mapnik/world_population.xml' mapnik.load_map(m,style) m.zoom_all() mapnik.render_to_file(m,'world_population.png') os.system('xdg-open world_population.png')
es: importar mapnik, os m = mapnik.Map(600,400) style = '/usr/local/share/mapnik/world_population.xml' mapnik.load_map(m,style) m.zoom_all() mapnik.render_to_file(m,'world_population.png') os.system('xdg-open world_population.png')
fr: importer mapnik, os m = mapnik. Style carte (600 400) = '/usr/local/share/mapnik/world_population.xml' mapnik.load_map(m,style) m.zoom_all() mapnik.render_to_file(m,'world_population.png') os.system ('xdg-open world_population.png')
it: importa mapnik, os m = mapnik.Map(600,400) style = '/usr/local/share/mapnik/world_population.xml' mapnik.load_map(m,style) m.zoom_all() mapnik.render_to_file(m,'world_population.png') os.system('xdg-open world_population.png')

source: The above code depends on having an XML stylesheet that Mapnik can read (world_population.xml), defining the layers to read data from and the styles to apply to those layers.
de: Der obige Code hängt davon ab, ob Sie über ein XML-Stylesheet verfügen, das Mapnik lesen kann (world_population.xml), wobei die Layer zum Lesen von Daten und die Stile definiert werden, die auf diese Layer angewendet werden sollen.
es: El código anterior depende de tener una hoja de estilos XML que Mapnik pueda leer (world_population.xml), definiendo las capas desde las que leer datos y los estilos que se aplicarán a esas capas.
fr: Le code ci-dessus dépend d’avoir une feuille de style XML que Mapnik peut lire (world_population.xml), définissant les couches à lire les données et les styles à appliquer à ces couches.
hu: A fenti kód egy XML stíluslap meglététől függ, melyet a Mapnik olvasni tud (world_population.xml), a rétegek definíciója melyekből az adatok jönnek és azokhoz a rétegekhez alkalmazandó stílusok.
it: Il codice di cui sopra dipende dall'avere un foglio di stile XML che Mapnik può leggere (world_population.xml), definendo i layer da cui leggere i dati e gli stili da applicare a quei layer.
ja: 上記のコードは、Mapnikが読み取れるXMLスタイルシートを用意し、データを読み込むレイヤと、それらのレイヤに適用するスタイルを定義することで実現しています。
sv: Ovanstående kod är beroende av att det finns en XML-stilmall som Mapnik kan läsa (world_population.xml), som definierar de lager som data ska läsas från och de stilar som ska tillämpas på dessa lager.

source: Mapnik & MapProxy
es: Mapnik y MapProxy
fr: Mapnik et MapProxy
ja: Mapnik と MapProxy

source: A basic demo application is available which demonstrates using Mapnik with MapProxy
de: Es steht eine einfache Demoanwendung zur Verfügung, die die Verwendung von Mapnik mit MapProxy demonstriert.
es: Una aplicación de demostración básica que muestra el uso de Mapnik con MapProxy está disponible
fr: Une application de démonstration simple qui montre l’utilisation de Mapnik avec MapProxy est disponible
hu: Egy alap demó alkalmazás rendelkezésre áll, mely bemutatja a Mapnik Maproxyval történő használatát
it: È disponibile un'applicazione demo di base che dimostra l'utilizzo di Mapnik con MapProxy
ja: MapProxyでMapnikを使用する基本的なデモアプリケーションが利用可能です。
sv: En grundläggande demoprogramvara finns tillgänglig som visar hur man använder Mapnik med MapProxy

source: The demo uses the world_population.xml from the Mapnik demo.
de: Die Demo verwendet die Datei world_population.xml der Mapnik-Demo.
es: La demostración utiliza el world_population.xml de la demostración Mapnik.
fr: La démo utilise le fichier world_population.xml de la démo mapnik.
hu: A demó a world_population.xml-t használja a Mapnik demóból
it: La demo usa il world_population.xml della demo di Mapnik.
ja: このデモでは、Mapnikデモのworld_population.xmlを使用します。
sv: Demot använder world_population.xml från Mapnik-demo.

source: Click :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`. The server starts in a terminal window (which stays open and outputs basic debugging information).
de: Klicken Sie auf :menuselection:'Geospatial --> Web Services --> MapProxy --> Start MapProxy'. Der Server startet in einem Terminalfenster (das offen bleibt und grundlegende Debug-Informationen ausgibt).
es: Clic en :menuselection:`Geospatial --> Servicios Web --> MapProxy --> Iniciar MapProxy`. El servidor se inicia en una ventana de terminal (que permanece abierta y genera información básica de depuración).
fr: Cliquez sur :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`. Le serveur démarre dans une fenêtre de terminal (qui reste ouverte et produit des informations de débogage de base).
hu: Kattintson a :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`. menüpontra. A szerver egy terminál ablakban indul (mely nyitva marad és alap nyomkövetési információk jelennek meg benne).

source: Open the MapProxy demo application http://0.0.0.0:8011/demo/
de: Öffnen Sie die MapProxy-Demoanwendung http://0.0.0.0:8011/demo/
es: Abra la aplicación de demostración MapProxy http://0.0.0.0:8011/demo/
fr: Ouvrez l’application de démonstration MapProxy à l'adresse http://0.0.0.0:8011/demo/
hu: Nyissa meg a MapProxy demó alkalmazást http://0.0.0.0:8011/demo/
it: Apri l'applicazione demo MapProxy http://0.0.0.0:8011/demo/
ja: MapProxyデモアプリケーションを http://0.0.0.0:8011/demo/ で開きます
sv: Öppna MapProxy-demoprogrammet http://0.0.0.0:8011/demo/

source: You find the world population demo by Mapnik as a WMS layer and also the world population in combination with a the GeoServer layer topp:states (make sure GeoServer is running)
de: Sie finden die world-population-Demo von Mapnik als WMS-Layer und auch world population in Kombination mit einem GeoServer-Layer topp:states (stellen Sie sicher, dass GeoServer gestartet wurde)
es: Encontrará la demostración de población mundial de Mapnik como una capa WMS y también la población mundial en combinación con una capa GeoServer topp:states (asegúrese de que GeoServer se está ejecutando)
fr: Vous trouvez la démo de population mondiale par Mapnik comme une couche WMS et aussi la population mondiale en combinaison avec la couche GeoServer topp:states (assurez-vous que GeoServer est en cours d’exécution)
hu: A Mapnik világ népesség demo-ját WMS-rétegként találja meg, és a világ népességet a GeoServer topp:states réteggel kombinálva is (győződjön meg róla, hogy a GeoServer fut)
it: Trovi la demo della popolazione mondiale di Mapnik come strato WMS e anche la popolazione mondiale in combinazione con uno strato GeoServer topp:states (assicurati che GeoServer sia in esecuzione)
ja: WMSレイヤとしてのMapnikによる世界人口のデモと、GeoServerレイヤトップ:states(GeoServerが動作していることを確認)との組み合わせによる世界人口のデモをご覧ください。
sv: Du hittar världsbefolkningsdemonstrationen av Mapnik som ett WMS-lager och även världsbefolkningen i kombination med ett GeoServer-lager topp:states (se till att GeoServer körs)

source: You can use the MapProxy WMS in other applications for example in QGIS or in Mapbender (http://localhost/mapbender/application/mapbender_user).
de: Sie können den MapProxy WMS in anderen Anwendungen z.B. in QGIS oder in Mapbender (http://localhost/mapbender/application/mapbender_user) verwenden.
es: Puede utilizar mapproxy WMS en otras aplicaciones, por ejemplo, en QGIS o en Mapbender (http://localhost/mapbender/application/mapbender_user).
fr: Vous pouvez utiliser le MapProxy WMS dans d’autres applications par exemple dans QGIS ou dans Mapbender (http://localhost/mapbender/application/mapbender_user).
hu: Használhatja a MapProxy WMS-t más alkalmazásokban például a QGIS-ben vagy a Mapbender-ben (http://localhost/mapbender/application/mapbender_user).
it: Puoi usare il MapProxy WMS in altre applicazioni per esempio in QGIS o in Mapbender (http://localhost/mapbender/application/mapbender_user).
ja: MapProxy WMSは、QGISやMapbender(http://localhost/mapbender/application/mapbender_user)などの他のアプリケーションで使用できます。
sv: Du kan använda MapProxy WMS i andra applikationer, t.ex. i QGIS eller i Mapbender (http://localhost/mapbender/application/mapbender_user).

source: Observe the output in the server terminal window.
de: Verfolgen Sie die Ausgabe im Server-Terminalfenster.
es: Observe la salida en la ventana del terminal del servidor.
fr: Observez la sortie dans la fenêtre du terminal serveur.
hu: Figyelje meg az eredményt a szerver terminál ablakában.
it: Osserva l'output nella finestra del terminale del server.
ja: サーバターミナルウィンドウの出力を確認します。
sv: Observera utmatningen i serverns terminalfönster.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップは何?
sv: Hur vill du gå vidare?

source: Follow the tutorials to learn more about Mapnik: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
de: Folgen Sie den Tutorials, um mehr über Mapnik zu erfahren: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
es: Siga los tutoriales para obtener más información sobre Mapnik: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
fr: Suivez les didacticiels pour en savoir plus sur Mapnik : https://github.com/mapnik/mapnik/wiki/MapnikTutorials
hu: Kövesse az oktatóanyagokat, hogy többet megtudjon a Mapnikról: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
it: Segui i tutorial per saperne di più su Mapnik: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
ja: チュートリアルに従ってMapnikについて学んでください: https://github.com/mapnik/mapnik/wiki/MapnikTutorials
sv: Följ anvisningarna för att lära dig mer om Mapnik: https://github.com/mapnik/mapnik/wiki/MapnikTutorials

source: Explore the included files on the latest OSGeoLive distribution, in this directory: file:///usr/local/share/mapnik/
de: Erkunden Sie die enthaltenen Dateien im Verzeichnis: file:///usr/local/share/mapnik/
es: Explore los archivos incluidos en la última distribución de OSGeoLive, en este directorio: file:///usr/local/share/mapnik/
fr: Découvrez les fichiers inclus sur la dernière distribution OSGeoLive, dans ce répertoire : file:///usr/local/share/mapnik/
hu: Fedezze fel a legujabb OSGeoLive kiadásban található fájlokat ebben a könyvtárban: file:///usr/local/share/mapnik/
it: Esplora i file inclusi nell'ultima distribuzione di OSGeoLive, in questa directory: file:///usr/local/share/mapnik/
ja: 最新のOSGeoLiveディストリビューションに含まれている次のディレクトリのファイルを見てください。file:///usr/local/share/mapnik/
sv: Utforska de inkluderade filerna på den senaste OSGeoLive-distributionen, i den här katalogen: file:///usr/local/share/mapnik/

source: Visit the Mapnik website: https://mapnik.org
de: Besuchen Sie die Mapnik-Website: https://mapnik.org
es: Visite el sitio web de Mapnik: https://mapnik.org
fr: Visitez le site Web de Mapnik : https://mapnik.org
hu: Látogassa meg a Mapnik honlapot: https://mapnik.org
it: Visita il sito web di Mapnik: https://mapnik.org
ja: Mapnik Webサイトを訪問してください: https://mapnik.org
sv: Besök Mapniks webbplats: https://mapnik.org

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: Mapnik & Python
ja: Mapnik と Python
sv: Mapnik och Python

source: nologo
ja: ロゴなし

source: Click |menu_mapnik|. The server starts in a terminal window (which stays open and outputs basic debugging information).
it: Clicca su |menu_mapnuk|. Il server si avvia in una finestra di terminale (che rimane aperta e fornisce informazioni di debug di base).
sv: Klicka på |menu_mapnik|. Servern startar i ett terminalfönster (som förblir öppet och ger grundläggande felsökningsinformation).
