Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapproxy_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: MapProxy Quickstart
es: Inicio Rápido de MapProxy
fr: Guide de démarrage avec MapProxy
hu: MapProxy gyorstalpaló
it: Guida rapida MapProxy
ja: MapProxy クイックスタート
sv: MapProxy Snabbstart

source: MapProxy is *the* swiss army knife for all WMS and tile services. It caches, accelerates and transforms data from existing map services and serves any desktop or web GIS client.
de: MapProxy ist das "Schweizer Taschenmesser" für alle WMS- und Kacheldienste. MapProxy speichert, beschleunigt und transformiert bestehende Kartendienste aller Art.
es: MapProxy es *la* navaja suiza para todos los servicios WMS y servicios de mosaico. Almacena en memoria caché, acelera y transforma los datos de los servicios de mapa y sirve a cualquier cliente GIS de escritorio o web.
fr: MapProxy est *le* couteau suisse pour tous les WMS et les services de tuiles. Il cache, accélère et transforme les données des services cartographiques existants et sert n’importe quel client SIG de bureau ou web.
hu: A MapProxy a svájci bicska minden WMS és csempe szolgáltatáshoz. Átmeneti tárazza, gyorsítja és transzformálja az adatokat egy létező térkép szolgáltatásból és bármelyik asztali vagy web GIS klienst kiszolgálja.
it: MapProxy è *il* coltellino svizzero per tutti i servizi WMS e tile. Mette in cache, accelera e trasforma i dati dai servizi di mappe esistenti e serve qualsiasi client GIS desktop o web.
ja: MapProxyはすべてのWMSとタイルサービス用の *いわば* スイスアーミーナイフです。既存のマップサービスのデータをキャッシュし、高速化し、変換して、任意のデスクトップまたはWeb GISクライアントに提供します。
sv: MapProxy är *den* schweiziska armékniven för alla WMS- och kakeltjänster. Den cachelagrar, accelererar och transformerar data från befintliga karttjänster och betjänar alla GIS-klienter på skrivbordet eller webben.

source: MapProxy diagram
it: diagramma di MapProxy
ja: MapProxy ダイアグラム

source: MapProxy is not only a tile cache solution, but also offers many new and innovative features like full support for WMS clients.
de: MapProxy ist weit mehr als nur eine Caching-Lösung. MapProxy bietet umfangreiche und innovative Funktionen an. So beschleunigt MapProxy zum Beispiel WMS-Dienste, ohne dass dabei der WMS-Standard verloren geht. Vorhandene Desktop- und WebGIS Anwendungen können weiter genutzt werden.
es: MapProxy no es sólo una solución de caché de mosaico, también ofrece muchas características nuevas e innovadoras como soporte completo para clientes WMS.
fr: MapProxy n’est pas seulement une solution de cache de tuiles, mais offre également de nombreuses fonctionnalités nouvelles et innovantes comme un soutien complet pour les clients WMS.
hu: A MapProxy nem csak egy csempe tároló megoldás, sok új és innovatív funkciót kínál mint a teljes támogatás WMS kliensekhez.
it: MapProxy non è solo una soluzione di tasselli cache, ma offre anche molte funzionalità nuove e innovative come il supporto completo per i client WMS.
ja: MapProxyはタイルキャッシュソリューションであるだけでなく、WMSクライアントの完全サポートなど、多くの新しい革新的な機能を提供します。
sv: MapProxy är inte bara en tile cache-lösning, utan erbjuder också många nya och innovativa funktioner som fullt stöd för WMS-klienter.

source: Contents
es: Contenidos
hu: Tartalom
it: Contenuti
ja: 目次
sv: Innehåll

source: Start the service and view the demo
es: Inicie el servicio y vea la demostración
fr: Démarrez le service et visualisez la démo
hu: Indítsa el a szolgáltatást és nézze meg a demót
it: Avvia il servizio e guarda la demo
ja: サービスの開始とデモの表示
sv: Starta tjänsten och se demonstrationen

source: MapProxy has flexible deployment options and you can integrate it in Apache for example. But you can also start MapProxy as a standalone service, which is the best option to get started.
de: MapProxy kann flexibel in vorhandene Systeme eingebaut werden. So ist zum Beispiel eine Integration in den Apache Webserver möglich. Zusätzlich kann MapProxy aber auch als eigener Dienst gestartet werden. Dies ist die einfachste Methode um zu Beginn mit dem MapProxy zu arbeiten.
es: MapProxy tiene opciones de implementación flexibles y usted puede integrarlo en Apache, por ejemplo. Pero también puede iniciar MapProxy como un servicio independiente, que es la mejor opción para comenzar.
fr: MapProxy dispose d’options de déploiement flexibles et vous pouvez l’intégrer dans Apache par exemple. Mais vous pouvez également commencer MapProxy comme un service autonome, qui est la meilleure option pour commencer.
hu: A MapProxy rugalmas telepítési beállításokkal bír és például integrálható Apache szerverbe. De önálló szolgáltatásként is elindíthatja a MapProxy-t, ami a legjobb lehetőség az induláshoz.
it: MapProxy ha opzioni di distribuzione flessibili e si può integrare in Apache, per esempio. Ma è anche possibile avviare MapProxy come servizio autonomo, che è l'opzione migliore per iniziare.
ja: MapProxyには柔軟な配置オプションがあり、例えばApacheに統合することができます。さらに、スタンドアロンサービスとしてMapProxyを開始することもできます。
sv: MapProxy har flexibla driftsättningsalternativ och du kan till exempel integrera den i Apache. Men du kan också starta MapProxy som en fristående tjänst, vilket är det bästa alternativet för att komma igång.

source: To start MapProxy as a standalone service click on :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`.
de: Um MapProxy als eigenen Service zu starten, klicken Sie im Menü unter :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`.
es: Para empezar MapProxy como un servicio independiente, haga click en :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`.
fr: Pour démarrer MapProxy en tant que service autonome, cliquez sur :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`.
hu: A MapProxy önálló szolgáltatásként elindításához kattintson a :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`-ra.
it: Per avviare MapProxy come servizio autonomo clicca su :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy`.
ja: MapProxy をスタンドアロンサービスとして起動するには、 :menuselection:`Geospatial --> Web Services --> MapProxy --> Start MapProxy` をクリックします。

source: Open Firefox and navigate to `<http://localhost:8011/demo>`_
es: Inicie Firefox y navegue hacia `<http://localhost:8011/demo>`_
fr: Ouvrez Firefox et naviguez vers `<http://localhost:8011/demo>`_
hu: Nyissa meg a Firefox-ot és navigáljona `<http://localhost:8011/demo>`_ oldalra
it: Apri Firefox e navigare su `<http://localhost:8011/demo>`_
ja: Firefoxを開き、`<http://localhost:8011/demo>`_ に移動します
sv: Öppna Firefox och navigera till `<http://localhost:8011/demo>`_

source: The MapProxy demo page contains a rudimentary WMS and tile client for each configured layer. You can't select the projection for WMS layers for example, but it is enough to quickly verify that your installation works.
de: Die MapProxy Demo beinhaltet eine rudimentären WMS- und Kachel-Anwendung. In der Demo-Anwendung wird jeder konfigurierte Layer automatisch zur Verfügung gestellt. Die MapProxy Demo dient vor allem zur Kontrolle von Installation und Konfiguration.
es: La página de demostración de MapProxy contiene un cliente WMS y de mosaico rudimentario para cada capa configurada. No puede seleccionar la proyección para capas WMS, por ejemplo, pero es suficiente para verificar rápidamente que su instalación funciona.
fr: La page de démonstration MapProxy contient un client WMS et tuiles rudimentaire pour chaque couche configurée. Vous ne pouvez pas sélectionner la projection pour les couches WMS par exemple, mais il suffit de vérifier rapidement que votre installation fonctionne.
hu: A MapProxy demó oldal tartalmaz egy kezdetleges WMS és csempe klienst az összes konfigurált rétegre. Nem választhat vetületet a WMS rétegekhez, de elég a gyors ellenőrzésre, hogy a telepítés működik.
it: La pagina demo di MapProxy contiene un rudimentale client WMS e tile per ogni strato configurato. Non puoi selezionare la proiezione per gli strati WMS per esempio, ma è sufficiente per verificare rapidamente che la tua installazione funzioni.
ja: MapProxyのデモページには、基本的なWMSと各設定レイヤのタイルクライアントが含まれています。たとえば、WMSレイヤの投影選択ができませんが、インストール後に動作確認するには十分です。
sv: MapProxy-demosidan innehåller en rudimentär WMS- och kakelklient för varje konfigurerat lager. Du kan t.ex. inte välja projektion för WMS-lager, men det räcker för att snabbt verifiera att din installation fungerar.

source: View in desktop GIS
es: Ver en SIG de escritorio
fr: Afficher dans un SIG de bureau
hu: Megtekintés asztali GIS-ben
it: Visualizza nel desktop GIS
ja: デスクトップGISで表示する
sv: Visa i desktop GIS

source: You can add MapProxy in any WMS Desktop GIS like uDig, QGIS or gvSIG. The service URL is: `<http://localhost:8011/service?>`_
de: Die Dienste, die über MapProxy zu Verfügung gestellt werden, können Sie in das Desktop GIS Ihrer Wahl zum Beispiel uDig, QGIS oder gvSIG einbinden. Die WMS-URL lautet: `<http://localhost:8011/service?>`_
es: Puede Agregar MapProxy en cualquier SIG de escritorio WMS como uDig, QGIS o gvSIG. La dirección URL del servicio es: `<http://localhost:8011/service?>`_
fr: Vous pouvez ajouter MapProxy dans n’importe quel SIG de bureau WMS comme uDig, QGIS ou gvSIG. L’URL du service est: `<http://localhost:8011/service?>`_
hu: Bármelyik WMS asztali GIS-hez, mint például uDig, QGIS vagy gvSIG,hozzáadhatja a MapProxy-t. A szolgáltatás URL-je: `<http://localhost:8011/service?>`_
it: Puoi aggiungere MapProxy in qualsiasi WMS Desktop GIS come uDig, QGIS o gvSIG. L'URL del servizio è: `<http://localhost:8011/service?>`_
ja: uDig、QGIS、gvSIGなど、任意のWMS Desktop GISにMapProxyを追加できます。サービス URL: `<http://localhost:8011/service?>`_

source: The MapProxy example configuration contains a few layers that use different map engines and map data. See below for more details about each layer.
de: Die Beispiel-Konfiguration des MapProxy beinhaltet einige Layer die unterschiedliche Kartenserver und Kartendaten verwenden. Im Folgenden sind nähere Einzelheiten zu den einzelnen Layern beschrieben:
es: La configuración de ejemplo MapProxy contiene algunas capas que usan motores de mapa y datos de mapa. Ver abajo para más detalles sobre cada capa.
fr: La configuration d’exemple MapProxy contient quelques couches qui utilisent différents moteurs cartographiques et données cartographiques. Voir ci-dessous pour plus de détails sur chaque couche.
hu: A MapProxy minta konfiguráció kevés réteget tartalmaz, melyek különböző térkép motorokat és térkép adatokat használnak. Lentebb találhat több részletet az egyes rétegekről.
it: La configurazione di esempio di MapProxy contiene alcuni layer che usano diversi motori di mappe e dati di mappe. Vedi sotto per maggiori dettagli su ogni layer.
ja: MapProxyの設定例には、異なるマップエンジンとマップデータを使用するレイヤがいくつか含まれています。各レイヤの詳細については、以下を参照してください。
sv: Exempelkonfigurationen MapProxy innehåller ett antal lager som använder olika kartmotorer och kartdata. Se nedan för mer information om varje lager.

source: MapProxy example in uDig
it: esempio di MapProxy in uDig
ja: uDigでのMapProxyサンプル

source: Single WMS layer with data from two cascaded sources and `FeatureInformation` from one source.
de: Einzelner WMS Layer mit Daten von zwei zusammengefassten Quellen und `FeatureInformation` von einer Quelle.
es: Una sola capa WMS con datos de dos fuentes en cascada y `FeatureInformation` de una sola fuente.
fr: Couche WMS unique avec des données provenant de deux sources en cascade et `FeatureInformation` à partir d’une seule source.
hu: Egy WMS réteg két forrásból és `FeatureInformation` egy forrásból.
it: Singolo layer WMS con dati da due fonti in cascata e `FeatureInformation` da una fonte.
ja: 2つのカスケードソースからのデータと、1つのソースからの `FeatureInformation` による単一のWMSレイヤ

source: Available layers
de: Verfügbare Layer
es: Capas disponibles
fr: Couches disponibles
hu: Elérhető rétegek
it: Layer disponibili
ja: 使用可能なレイヤ
sv: Tillgängliga lager

source: The world population rendered by Mapnik. You don't need to start the Mapnik service, because this layer makes use of the integrated Mapnik support in MapProxy.
de: Mapnik stellt die Weltbevölkerung graphisch dar. Hierfür muss der Mapnik-Dienst nicht gestartet werden, da der Layer über eine direkte Mapnik-Unterstützung in MapProxy eingebunden ist.
es: La población mundial representada por Mapnik. No es necesario iniciar el servicio Mapnik, ya que esta capa hace uso del soporte Mapnik integrado en MapProxy.
fr: La population mondiale rendue par Mapnik. Vous n’avez pas besoin de démarrer le service Mapnik, car cette couche utilise le support Mapnik intégré dans MapProxy.
hu: Mapnikkel megjelenített világ népesség. Nem kell elindítania a Mapnik szolgáltatást, mert mert ez a réteg a MapProxy-ba integrált Mapnik támogatást használja.
it: La popolazione mondiale resa da Mapnik. Non è necessario avviare il servizio Mapnik, perché questo layer fa uso del supporto Mapnik integrato in MapProxy.
ja: Mapnikによりレンダリングされた世界人口。Mapnikサービスを開始する必要はありません。なぜなら、このレイヤはMapProxyで統合されたMapnikサポートを利用しているからです。
sv: Världens befolkning återgiven av Mapnik. Du behöver inte starta Mapnik-tjänsten, eftersom det här lagret använder det integrerade Mapnik-stödet i MapProxy.

source: The world population rendered by Mapnik as tile layer.
ja: Mapnikによりタイルレイヤ形式でレンダリングされた世界人口。
sv: Världens befolkning återgiven av Mapnik som kakelskikt.

source: The US population rendered by the :doc:`GeoServer <../overview/geoserver_overview>` WMS. This layer also supports ``GetFeatureInfo`` requests which are cascaded to the source WMS. You need to start GeoServer with |osgeolive-appmenupath-geoserver| before accessing this layer.
de: In diesem Layer wird die US Bevölkerung mit Hilfe des :doc:`GeoServer <../overview/geoserver_overview>` WMS dargestellt. Der Layer unterstützt ``GetFeatureInfo`` Anfragen, welche von mehreren Quellen zusammengefasst wurden. Um den Layer anzuzeigen müssen Sie GeoServer über |osgeolive-appmenupath-geoserver| starten.
es: La población estadounidense representada por el WMS de :doc:`GeoServer <../overview/geoserver_overview>`. Esta capa también admite las solicitudes ``GetFeatureInfo`` que se colocan en cascada en el WMS de origen. Es necesario iniciar GeoServer con osgeolive-appmenupath-geoserver| antes de acceder a esta capa.
fr: La population américaine rendue par le :doc:`GeoServer <../overview/geoserver_overview>` WMS. Cette couche prend également en charge les demandes ``GetFeatureInfo`` qui sont transmises en cascade à la source WMS. Vous devez démarrer GeoServer avec |osgeolive-appmenupath-geoserver| avant d’accéder à cette couche.
hu: Az US népesség :doc:`GeoServer <../overview/geoserver_overview>` WMS megjelenítése. Ez a réteg támogatja a ``GetFeatureInfo`` kéréseket, melyeket a forrás WMS felé továbbít. El kell indítania a GeoServert |osgeolive-appmenupath-geoserver| mielőtt használná ezt a réteget.
it: La popolazione statunitense resa dal WMS :doc:`GeoServer <../overview/geoserver_overview>`. Questo layer supporta anche le richieste ``GetFeatureInfo`` che sono in cascata al WMS sorgente. È necessario avviare GeoServer con |osgeolive-appmenupath-geoserver| prima di accedere a questo layer.
ja: :doc:`GeoServer <../overview/geoserver_overview>` WMSによるUSの人口統計のレンダリングこのレイヤは、ソースWMSにカスケードされる ``GetFeatureInfo`` 要求をサポートします。このレイヤにアクセスする前に、 |osgeolive-appmenupath-geoserver| でGeoServerを起動する必要があります。
sv: USA:s befolkning återgiven av WMS:en :doc:`GeoServer <../overview/geoserver_overview>`. Detta lager stöder också ``GetFeatureInfo``-förfrågningar som kaskadkopplas till käll-WMS. Du måste starta GeoServer med |osgeolive-appmenupath-geoserver| innan du får tillgång till det här lagret.

source: This layer demonstrates the ability to combine multiple sources into one layer. It combines the world population from Mapnik with the US population from GeoServer. The ``GetFeatureInfo`` support for the US population is still available. You need to start GeoServer with |osgeolive-appmenupath-geoserver| before accessing this layer.
de: Dieser Layer demonstriert die Fähigkeit, unterschiedliche Quellen in einem Layer zu kombinieren. Der Layer kombiniert die Weltbevölkerung vom Mapnik mit der US Bevölkerung vom GeoServer. Die Unterstützung vom ``GetFeatureInfo`` für den US Bevölkerungs-Layer ist weiterhin verfügbar. Um den Layer anzuzeigen, müssen Sie GeoServer über |osgeolive-appmenupath-geoserver| starten.
es: Esta capa demuestra la capacidad de combinar varias fuentes en una capa. Combina la población mundial desde Mapnik con la población estadounidense desde GeoServer. El soporte ``GetFeatureInfo`` para la población de EE. UU. todavía está disponible. Es necesario iniciar GeoServercon |osgeolive-appmenupath-geoserver| antes de acceder a esta capa.
fr: Cette couche démontre la capacité de combiner plusieurs sources en une seule couche. Il combine la population mondiale de Mapnik avec la couche `US population` de GeoServer. Le support ``GetFeatureInfo`` à la couche `US population` est toujours disponible. Vous devez démarrer GeoServer avec |osgeolive-appmenupath-geoserver| avant d’accéder à cette couche.
hu: Ez a réteg több forrás egy rétegbe összerakásának képességét mutatja be. A Mapnik világ népességet kombinálja a GeoServer US népességgel. Az US népességre vonatkozó ``GetFeatureInfo`` támogatás még elérhető. El kell indítani a GeoServert |osgeolive-appmenupath-geoserver| mielőtt használná ezt a réteget.
it: Questo layer dimostra la capacità di combinare più fonti in un unico layer. Combina la popolazione mondiale da Mapnik con quella degli Stati Uniti da GeoServer. Il supporto ``GetFeatureInfo`` per la popolazione statunitense è ancora disponibile. È necessario avviare GeoServer con |osgeolive-appmenupath-geoserver| prima di accedere a questo layer.
ja: このレイヤは、複数のソースを1つのレイヤに結合する機能を示しています。Mapnikの世界人口とGeoServerの米国人口を組み合わせたものです。USの人口統計についての ``GetFeatureInfo`` サポートは引き続き利用可能です。このレイヤにアクセスする前に、 |osgeolive-appmenupath-geoserver| でGeoServerを起動する必要があります。
sv: Detta skikt visar möjligheten att kombinera flera källor i ett skikt. Det kombinerar världens befolkning från Mapnik med USA:s befolkning från GeoServer. ``GetFeatureInfo``-stödet för den amerikanska befolkningen är fortfarande tillgängligt. Du måste starta GeoServer med |osgeolive-appmenupath-geoserver| innan du får tillgång till det här skiktet.

source: This layer uses Mapserver Itasca demo dataset. It is a local dataset and it uses the *coverage* feature to limit the BBOX to Itasca, IL.
de: Dieser Layer bindet den Mapserver Itasca Demo-Datensatz ein. Es handelt sich hierbei um einen lokalen Datensatz, der mittels der *Coverage*-Funktion von MapProxy auf die BBOX von Itasca, IL limitiert wurde.
es: Esta capa utiliza el dataset de demostración de Mapserver Itasca . Es un conjunto de datos local y utiliza la característica *coverage* para limitar el BBOX a Itasca, IL.
fr: Cette couche utilisele jeu de données de démonstration Itasca de Mapserver. Il s’agit d’un ensemble de données local et il utilise la fonction *coverage* pour limiter la boite englobante à Itasca, Illinois.
hu: Ez a réteg a MapServer Itasca demó adatokat használja. Ez egy helyi adathalmaz és a *coverage* funkciót használja a befoglaló téglalap korlátozásához Itasca-ra, IL.
it: Questo layer usa il dataset demo di Mapserver Itasca. E' un dataset locale e usa la funzione *coverage* per limitare il BBOX a Itasca, IL.
ja: このレイヤはMapserver Itascaデモデータセットを使用します。ローカルデータセットであり、 *カバレッジ* 機能を使用してBBOXをItasca,ILに制限します。
sv: Detta lager använder Mapserver Itasca demo dataset. Det är en lokal dataset och den använder * täckning * -funktionen för att begränsa BBOX till Itasca, IL.

source: Create you own configuration
de: Eigene MapProxy Konfiguration erstellen
es: Crear su propia configuración
fr: Créez votre propre configuration
hu: Hozza létre saját konfigurációját
it: Crea la tua configurazione personale
ja: 独自の構成を作成する
sv: Skapa din egen konfiguration

source: You can use ``mapproxy-util`` to create new configuration templates and to start a test server.
de: Sie können das Konsolenwerkzeug ``mapproxy-util`` benutzen um eine Konfiguration zu erstellen und um den Testserver zu starten.
es: Puede utilizar``mapproxy-util`` para crear nuevas plantillas de configuración e iniciar un servidor de prueba.
fr: Vous pouvez utiliser ``mapproxy-util`` pour créer de nouveaux modèles de configuration et démarrer un serveur de test.
hu: A ``mapproxy-util``-t használhatja új konfiguráció sablon létrehozására és a teszt szerver elindítására.
it: Puoi usare ``mapproxy-util`` per creare nuovi modelli di configurazione e per avviare un server di prova.
ja: ``mapproxy-util`` を使って新しい設定テンプレートを作成し、テストサーバを起動することができます。
sv: Du kan använda ``mapproxy-util`` för att skapa nya konfigurationsmallar och för att starta en testserver.

source: To create a new configuration::
de: Neue Konfiguration erstellen:
es: Para crear una nueva configuración::
fr: Pour créer une nouvelle configuration ::
hu: Új konfiguráció létrehozása::
it: Per creare una nuova configurazione::
ja: 新規構成を作成する手順は、次のとおりです::
sv: Så här skapar du en ny konfiguration::

source: To start the test server on port 8011 with the created configuration::
de: MapProxy-Testserver unter Port 8011 und mit der Beispiel-Konfiguration starten:
es: Para iniciar el servidor de prueba en el puerto 8011 con la configuración creada:
fr: Pour démarrer le serveur de test sur le port 8011 avec la configuration créée::
hu: A test szerver elindítása a 8011 porton a létrehozott konfigurációval::
it: Avviare il server di test sulla porta 8011 con la configurazione creata::
ja: 作成した設定でポート8011上のテストサーバを起動するには、次の手順を実行します::
sv: Så här startar du testservern på port 8011 med den konfiguration som skapats::

source: You can now visit the demo page at http://127.0.0.1:8011/demo/. MapProxy will automatically reload if you change your configuration file.
de: Sie können nun die Demo aufrufen: http://127.0.0.1:8011/demo/. MapProxy startet automatisch neu, wenn Sie Änderungen an der Konfigurationsdatei durchgeführt haben.
es: Ahora puede visitar la página de demostración en http://127.0.0.1:8011/demo/. MapProxy se volverá a cargar automáticamente si cambia el archivo de configuración.
fr: Vous pouvez maintenant visiter la page de démonstration à l'adresse http://127.0.0.1:8011/demo/. MapProxy rechargera automatiquement si vous modifiez votre fichier de configuration.
hu: Most meglátogathatja a demó oldalt http://127.0.0.1:8011/demo/. A MapProxy automatikusan újratölti magát, ha módosítja a konfiguráció fájlt.
it: Ora puoi visitare la pagina demo all'indirizzo http://127.0.0.1:8011/demo/. MapProxy si ricarica automaticamente se si cambia il file di configurazione.
ja: http://127.0.0.1:8011/demo/ でデモページを見ることができます。設定ファイルを変更すると、MapProxyが自動的にリロードされます。
sv: Du kan nu besöka demosidan på http://127.0.0.1:8011/demo/. MapProxy laddas om automatiskt om du ändrar din konfigurationsfil.

source: What next?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Read the `documentation of MapProxy <https://localhost/mapproxy/index.html>`__
it: Leggere la `documentazione di MapProxy <https://localhost/mapproxy/index.html>`__
ja: `MapProxyのドキュメント <https://localhost/mapproxy/index.html>`__ を読む。
sv: Läs `dokumentationen av MapProxy <https://localhost/mapproxy/index.html>`__

source: Read the example configuration (``/usr/local/share/mapproxy/mapproxy.yaml``)
de: Schauen Sie die Beispiel-Konfiguration an: (``/usr/local/share/mapproxy/mapproxy.yaml``)
es: Leer el ejemplo de configuración (``/usr/local/share/mapproxy/mapproxy.yaml``)
fr: Lire la configuration de l’exemple (``/usr/local/share/mapproxy/mapproxy.yaml``)
hu: Olvassa el a példa konfigurációt (``/usr/local/share/mapproxy/mapproxy.yaml``)
it: Leggi la configurazione di esempio (``/usr/local/share/mapproxy/mapproxy.yaml``)
ja: 設定例 (``/usr/local/share/mapproxy/mapproxy.yaml``) を確認します。
sv: Läs exempelkonfigurationen (``/usr/local/share/mapproxy/mapproxy.yaml``)

source: nologo
ja: ロゴなし
