Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapproxy_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: TileStache is a server that delivers tiles from the Mapnik world population service. This layer demonstrates the ability to include existing tile services in MapProxy and to make them available as WMS. You need to start TileStache with *Start Mapnik & TileStache* before accessing this layer.
de: TileStache ist ein einfacher Server zum Ausliefern von Kacheln über Mapnik. Dieser Layer demonstriert die Fähigkeit, bestehende Kachel-Dienste in MapProxy einzufügen und diese als WMS zur Verfügung zu stellen. Um den Layer anzuzeigen, müssen Sie TileStache über *Start Mapnik & TileStache* starten.
es: TileStache es un servidor que ofrece teselas del servicio de población mundial Mapnik. Esta capa muestra la capacidad de incluir servicios de teselas existentes en MapProxy y de hacerlos disponibles como WMS. Debe iniciar TileStache con *Start Mapnik & TileStache* antes de acceder a esta capa.
fr: TileStache est un serveur qui fournit des tuiles du service Mapnik *world population*. Cette couche démontre la capacité d’inclure les services de tuiles existants dans MapProxy et de les rendre disponibles en tant que WMS. Vous devez démarrer TileStache avec *Start Mapnik & TileStache* avant d’accéder à cette couche.
hu: A TileStache egy szerver, mely csempéket szolgáltat a Mapnik világ népesség szolgáltatásból. Ez a réteg bemutatja a MapProxy azon képességét, hogy létező csempe szolgáltatást elérhetővé tesz mint WMS. A TileStache el kell indítania a *Start Mapnik & TileStache*-el mielőtt használná ezt a réteget.
it: TileStache è un server che fornisce tasselli dal servizio di popolazione mondiale Mapnik. Questo layer dimostra la capacità di includere servizi di tile esistenti in MapProxy e di renderli disponibili come WMS. È necessario avviare TileStache con *Start Mapnik & TileStache* prima di accedere a questo layer.

source: To start MapProxy as a standalone service click on |menu_mapproxy-Start|.
sv: För att starta MapProxy som en fristående tjänst klickar du på |menu_mapproxy-Start|.

source: Start demo service
de: Demo starten

source: View MapProxy Demo
de: MapProxy Demo

source: You can open the demo in Firefox: `<http://localhost:8011/demo>`_
de: Sie können die Demo im Firefox öffnen: `<http://localhost:8011/demo>`_

source: View in Desktop GIS
de: MapProxy im Desktop GIS

source: What Next?
de: Der nächste Schritt

source: Read the `documentation of MapProxy <../../mapproxy/index.html>`_
de: Lesen Sie die `MapProxy Dokumentation <../../mapproxy/index.html>`_
fr: Lire la `documentation de MapProxy <../../mapproxy/index.html>`_
