Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapserver_quickstart.po
Languages: es

source: MapServer Quickstart
es: Guías de Inicio Rápido de MapServer

source: MapServer is an `Open Source <http://www.opensource.org>`_ server based application that allows you to publish geographic map images and vector data through the internet using `OGC standards <http://www.opengeospatial.org/standards>`__ such as `WMS <http://www.opengeospatial.org/standards/wms>`__, `WFS <http://www.opengeospatial.org/standards/wfs>`__, and `WCS <http://www.opengeospatial.org/standards/wcs>`__.
es: MapServer es un servidor `Open Source <http://www.opensource.org>`_ basado en aplicación, que le permite publicar ned application that allows you to publish imágenes de mapas geográficos y datos vectoriales a través de Internet usando `OGC standards <http://www.opengeospatial.org/standards>`__ such as `WMS <http://www.opengeospatial.org/standards/wms>`__, `WFS <http://www.opengeospatial.org/standards/wfs>`__, y `WCS <http://www.opengeospatial.org/standards/wcs>`__.

source: Configure MapServer using the MapFile configuration file
es: Configure MapServer usando el archivo de configuración de MapFile

source: **What will I learn ?** In this section, you will learn what a MapFile is and how to configure it to allow MapServer to serve a shapefile as images using WMS requests.
es: **¿Qué aprenderé?** en esta sección, usted aprenderá lo que es MAp File y cómo configurarlopara permitir que MapServer sirva un shapefile como imágenes usando solicitudes WMS.

source: What is a MapFile ?
es: ¿Qué es un MapFile?

source: The `Mapfile <http://mapserver.org/mapfile/index.html>`_ is the configuration file that MapServer uses to render geospatial data as images or vector data. Its main purpose is to define the layers it can draw, how to read necessary data, and how to render it (e.g. color, symbol, label, etc...).
es: Un `Mapfile <http://mapserver.org/mapfile/index.html>`_ es el archivo de configuración que MapServer usa para representar datos geoespaciales como imágenes o datos vectoriales. Su objetivo principal es definir las capas que puede dibujar, cómo leer los datos necesarios y cómo representarlos (por ejemplo, color, símbolo, etiqueta, etc.).

source: Creating my first MapFile
es: Creando mi primer MapFile

source: Open any text editor (e.g. :menuselection:`Applications --> Accessories --> Leafpad`).
es: Abra cualquier editor de texto (ejemplo, :menuselection:`Applications --> Accessories --> Leafpad`).

source: Create the file "mapserver_quickstart.map" in your home directory: :file:`/home/user/mapserver_quickstart.map`
es: Crear el archivo "mapserver_quickstart.map" en tu directorio home:: file:'/home/user/mapserver_quickstart.map'

source: Put the following content in it::
es: Poner el siguiente contenido en él::

source: The example uses the natural earth dataset, which is already installed on the live dvd at :file:`~/data/natural_earth2` (a short cut to :file:`/usr/local/share/data/natural_earth2`).
es: El ejemplo utiliza el conjunto de datos de Natural Earth, que ya está instalado en el Live dvd en :file:`~/data/natural_earth2` (a short cut to :file:`/usr/local/share/data/natural_earth2`).

source: Each object in a MapFile starts with its name (for example **MAP**) and ends with an **END**. A MapFile always starts with the **MAP** object and should contain a list of **LAYER** objects the MapFile can read and draw. In our MapFile, we currently have only one layer defined.
es: Cada objeto en un MapFile comienza con el nombre (por ejemplo **MAPA**) y termina con un **FIN**. Un MapFile siempre comienza con el objeto **MAP** y debe contener una lista de objetos **LAYER** que el MapFile puede leer y dibujar. En nuestro MapFile, actualmente solo tenemos una capa definida.

source: Let's take a look at some of the objects (and properties) defined in our MapFile:
es: Echemos un vistazo a algunos de los objetos (y propiedades) definidos en nuestro MapFile:

source: EXTENT: sets the default geospatial bounding box for this configuration.
es: EXTENSIÓN: establece el cuadro delimitador geoespacial predeterminado para esta configuración.

source: LAYER: defines access and display properties for a spatial dataset. We'll add another layer later.
es: CAPA: define las propiedades de acceso y visualización de un conjunto de datos espacial. Vamos a añadir otra capa más tarde.

source: SHAPEPATH: sets a base path for file-based data (e.g. shapefiles or tiff images).
es: SHAPEPATH: establece una ruta de base de datos basados en archivos (por ejemplo imágenes de shapefiles o tiff).

source: If we look closer at the **LAYER** in our MapFile, we'll see that it contains a bunch of properties and objects too. Among them are:
es: Si miramos más de cerca la **CAPA** en nuestro MapFile, veremos que contiene un montón de propiedades y objetos. Entre ellos están:

source: STATUS: defines whether the layer can be drawn (*ON*), can't be drawn (*OFF*) or is always drawn (*DEFAULT*).
es: STATUS: define si la capa puede ser dibujada (*ON*), no puede ser dibujada (*OFF*) o siempre se dibuja (*PREDETERMINADAMENTE*).

source: TYPE: the geometry type that MapServer should use when rendering the data as an image. In our MapFile, the data will be drawn as *polygons*.
es: TIPO: el tipo de geometría que MapServer debe utilizar al representar los datos como una imagen. En nuestro MapFile, los datos se dibujarán como *polígonos*.

source: DATA: the name of the spatial data file this layer uses, in this case a shapefile.
es: DATOS: el nombre del archivo de datos espaciales de esta capa utiliza, en este caso un shapefile.

source: CLASS: determines how to draw a layer (styling). We'll cover this object in more detail later.
es: CLASE: determina cómo dibujar una capa (estilo). Cubriremos este objeto con más detalle más adelante.

source: A complete list of the available objects and properties a MapFile can have can be found in the `MapServer documentation page <http://mapserver.org/mapfile/index.html>`_.
es: Una lista completa de los objetos disponibles y las propiedades que puede tener un MapFile, puede encontrarse en la 'Página de documentación de MapServer <http://mapserver.org/mapfile/index.html>`_.

source: Render a map image with MapServer using a WMS **GetMap** request
es: Renderizar una imagen del mapa con MapServer usando una Solicitud de **GetMap** de WMS

source: **What will I learn ?** You will learn how to use to render an image with layers from a MapFile with MapServer using an OGC WMS request.
es: **¿Qué aprenderé?** Aprenderá a renderizar una imagen con capas de un MapFile con MapServer utilizando una solicitud de OGC WMS.

source: Open a web browser and enter the following URL::
es: Abra un navegador web e introduzca la siguiente URL::

source: What does the above mean? If we put it in simple words, it's a `Web Map Service (WMS) <http://www.opengeospatial.org/standards/wms>`_ **GetMap** request that tells MapServer to "*use the following MapFile to render the specified layers as a png image based on some user-supplied parameters such as image size, geographical extent, projection, etc.*". All layers specified in the "*&LAYERS=...*" property having *STATUS ON* in the MapFile will be rendered in addition to all layers with *STATUS DEFAULT*. The result looks like the following:
es: ¿Qué significa lo anterior? Si lo ponemos en palabras simples, es una solicitud de `Web Map Service (WMS) <http://www.opengeospatial.org/standards/wms>`_ **GetMap** que le dice a MapServer que "*utilice el siguiente MapFile para renderizar las capas especificadas como una imagen png en función de algunos parámetros proporcionados por el usuario, como el tamaño de la imagen, la extensión geográfica, la proyección, etc.*". Todas las capas especificadas en la propiedad "*& LAYERS =...*" que tengan *STATUS ON* en MapFile se renderizarán además de todas las capas con *STATUS DEFAULT*. El resultado es similar al siguiente:

source: All parameters of the request are WMS-specific, except "*?map=/home/user/mapserver_quickstart.map*", which is MapServer-specific.
es: Todos los parámetros de la solicitud son específicamente WMS-, excepto "*?map=/home/user/mapserver_quickstart.map*", que es específico de MapServer.

source: Render a map image with MapServer using the command line
es: Renderice una imagen del mapa con MapServer usando la línea de comando

source: Although MapServer is geared towards web applications, it can also produce images on the command line. This can be useful if you are looking for repetitive mapping, or while debugging.
es: Aunque MapServer está orientado a aplicaciones web, también puede producir imágenes en la línea de comandos. Esto puede ser útil si está buscando mapeo repetitivo o durante la depuración.

source: Open a terminal (:menuselection:`Applications --> Accessories --> Terminal Emulator`) and type::
es: Abra una terminal(:menuselection:`Applications --> Accessories --> Terminal Emulator`) y tecleé::

source: If this command runs successfully, you are able to see your rendered map at file:///home/user/mymap.png.
es: Si este comando se ejecuta con éxito, puede ver su mapa renderizado en file:///home/user/mymap.png.

source: Add a new layer to the MapFile to serve a local shapefile
es: Añadir una nueva capa al MapFile para servir un shapefile local

source: **What will I learn ?** You will learn how to add a new layer object definition to your MapFile.
es: **¿Qué aprenderé?** Usted aprenderá cómo agregar una nueva definición de objeto de capa a su MapFile.

source: We will now add a new layer to our MapFile. Before the last *END* statement in the MapFile, add the following layer configuration::
es: Ahora añadimos una nueva capa a nuestro MapFile. Antes de la última declaración de *END* en el MapFile, agregue la siguiente configuración de capa::

source: Now we have 2 layer definitions in our MapFile. Note that the new one we just added has the "STATUS" property set to "ON". That means that unless we specifically request it, it won't be rendered.
es: Ahora tenemos 2 definiciones de capa en nuestro MapFile. Tenga en cuenta que la nueva que hemos añadido tiene la propiedad de "STATUS" en "ON". Eso significa que a menos que específicamente lo solicitemos, no se renderizará.

source: Let's take our previous WMS **GetMap** request and add our new "Lakes" layer to the image rendered. We simply need to add the new layer name to the "LAYERS" property list::
es: Tomemos nuestra anterior solicitud WMS **GetMap** agreguemos la nueva capa de "Lagos" a la imagen renderizada. Simplemente tenemos que añadir el nuevo nombre de la capa a la lista de propiedades de "CAPAS"::

source: The image rendered by MapServer looks like our previous map, but with the addition of the lakes from our new layer:
es: La imagen de MapServer se ve como el mapa anterior, pero con la adición de los lagos de nuestra nueva capa:

source: Style a layer using MapFile configurations
es: Estilice una capa usando configuraciones de MapFile.

source: **What will I learn ?** You will see an example of styling elements inside a layer depending on some of its data properties.
es: **¿Qué aprenderé?** Verá un ejemplo de elementos de estilo dentro de una capa según algunas de sus propiedades de datos.

source: In a MapFile, a LAYER object can contain an infinite number of CLASS objects. These are used to style the elements contained in the spatial data file (DATA). For example, if we look closer at our "ne_10m_lakes" data file using a tool such as `ogrinfo <http://www.gdal.org/ogrinfo.html>`_, we'll see the geometry and attribute definitions it contains. These attribute values can be used as a way to draw the elements inside a dataset differently using multiple CLASS objects.
es: En un MapFile, un objeto de CAPA puede contener un número infinito de CLASES de objetos. Se utilizan para estilizar los elementos contenidos en el archivo de datos espaciales (DATA) del estilo. Por ejemplo, si miramos más de cerca nuestro archivo de datos "ne_10m_lakes" usando una herramienta como `ogrinfo <http://www.gdal.org/ogrinfo.html>`_, veremos las definiciones de geometría y atributos que contiene. Estos valores de atributo se pueden utilizar como una forma de dibujar los elementos dentro de un conjunto de datos diferente, usando varias CLASES de objetos.

source: In our "ne_10m_lakes" dataset, we have a *ScaleRank* attribute, which seems to be related ot the size of the lakes. We can use this as a way to render the lakes differently. In the LAYER object, we'll add another CLASS object just before our current one::
es: En nuestro conjunto de datos "ne_10m_lakes", tenemos un atributo de *ScaleRank* , que parece estar relacionada al tamaño de los lagos. Podemos utilizar esto como una forma de representar los lagos diferentemente. En el objeto de la CAPA, vamos a añadir otra CLASE de objeto justo antes que el actual::

source: What does our new CLASS object do? It basically tells MapServer to draw the elements having the "ScaleRank" property equal to "0" or "1" with a black outline. Class objects are always read from the top to the bottom for each feature to be drawn. When a feature matches the "EXPRESSION" specified in a class, that class is going to render the feature. If the feature does not match a class the next class is checked. If a feature does not match any class then it is not rendered at all but if the last class in a layer contains no EXPRESSION then that class acts as a default. The LAYER "CLASSITEM" property tells MapServer which attribute to use when evaluating EXPRESSIONs defined in the CLASS objects.
es: ¿Qué hace nuestra nueva CLASE de objeto? Básicamente, le dice MapServer que dibuje los elementos con la propiedad "ScaleRank" igual a "0" o "1" con un contorno negro. Las CLASES de objetos siempre se leen desde la parte superior hasta la parte inferior de cada función a ser dibujado. Cuando una característica coincide con la "EXPRESIÓN" especificada en una clase, esa clase va a representar la función. Si la función no coincide con una clase se comprueba la siguiente clase. Si una función no coincide con cualquier clase de entonces no se renderizará, pero si la última clase en una capa no contiene ninguna "EXPRESIÓN", entonces esa clase actuará preedeterminadamente. La propiedad de capa "CLASSITEM" indica a MapServer que atributo a utilizar al evaluar alguna "EXPRESIÓN" definida en las CLASES de objetos.

source: The result of this new addition should make the big lakes in our map image rendered with a black outline:
es: El resultado de esta nueva adición debe hacer que los grandes lagos de nuestra imagen de mapa se rendericen con un contorno negro:

source: Learn more about `EXPRESSIONS <http://mapserver.org/mapfile/expressions.html>`_ in MapServer.
es: Aprenda más sobre `EXPRESSIONS <http://mapserver.org/mapfile/expressions.html>`_ en MapServer.

source: What Next?
es: ¿Qué sigue?

source: This is a simple example, but you can do much, much more. The MapServer project website contains many resources to help you get started. Here's a few resources to check out next:
es: Este es un ejemplo simple, pero usted puede hacer mucho, mucho más. La página web del proyecto MapServer contiene muchos recursos para ayudarle a comenzar. Aquí hay algunos recursos para comprobar hacia fuera el siguiente:

source: Read the `Introduction to MapServer <http://mapserver.org/introduction.html#introduction>`_.
es: Leer la `Introduction to MapServer <http://mapserver.org/introduction.html#introduction>`_.

source: Have a look at the `MapServer Tutorial <http://www.mapserver.org/tutorial/index.html>`_ which contains more MapFile examples.
es: Echa un vistazo al `MapServer Tutorial <http://www.mapserver.org/tutorial/index.html>`_ que contiene más ejemplos de MapFile.

source: Check the `OGC Support and Configuration <http://www.mapserver.org/ogc/index.html>`_ to learn more about OGC standards in MapServer (WMS, WFS, SLD, WFS Filter Encoding, WCS, SOS, etc.).
es: Revise `OGC Support and Configuration <http://www.mapserver.org/ogc/index.html>`_ para aprender más sobre los estándares de OGC en MapServer (WMS, WFS, SLD, WFS Filter Encoding, WCS, SOS, etc.).

source: Ready to use MapServer? Then join the community on the `Mailing Lists <http://www.mapserver.org/community/lists.html>`_ to exchange ideas, discuss potential software improvements and ask questions.
es: ¿Listo para usar MapServer? Entonces únase a la comunidad en el `Mailing Lists <http://www.mapserver.org/community/lists.html>`_ para intercambiar ideas, discutir sobre perfeccionamiento del potencial del software y resolver dudas.
