Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/mapslicer_quickstart.po
Languages: de, fr, it

source: MapSlicer Quickstart
fr: Guide de démarrage rapide de MapSlicer
it: Guida rapida MapSlicer

source: `MapSlicer <https://wiki.osgeo.org/wiki/MapSlicer>`_ provides a simple way of creating a set of tiles from any georeferenced map image. The tiles can then be presented as a georeferenced map overlay on a web server. It follows the `Open Source Geospatial Foundation's (OSGeo's) <https://www.osgeo.org/>`_ `Tile Map Service (TMS) <https://wiki.osgeo.org/wiki/Tile_Map_Service_Specification>`_ specification.
de: Mit `MapSlicer <https://wiki.osgeo.org/wiki/MapSlicer>`_ kann man Kacheln ausgehend von georeferenzierten Kartenbildern erzeugen. Die Kacheln können dann über einen Webserver als georeferenzierte Karte eingebunden und präsentiert werden. MapSlicer folgt dabei der `Tile Map Service (TMS) <https://wiki.osgeo.org/wiki/Tile_Map_Service_Specification>`_ Spezifikation der `Open Source Geospatial Foundation (OSGeo) <https://www.osgeo.org/>`_.
fr: `MapSlicer <https://wiki.osgeo.org/wiki/MapSlicer>`_ offre un moyen simple de créer un ensemble de tuiles à partir de n’importe quelle image de carte géoréférencée. Les tuiles peuvent alors être présentées comme une superposition de carte géoréférencées sur un serveur web. Il suit la spécification `Tile Map Service (TMS) <https://wiki.osgeo.org/wiki/Tile_Map_Service_Specification>`_ de l' `Open Source Geospatial Foundation's (OSGeo's) <https://www.osgeo.org/>`_
it: `MapSlicer <https://wiki.osgeo.org/wiki/MapSlicer>`_ fornisce un modo semplice per creare un insieme di tasselli da qualsiasi immagine di mappa georeferenziata. I tasselli possono poi essere presentati come una sovrapposizione di mappe georeferenziate su un server web. Segue le specifiche dell'Open Source Geospatial Foundation (OSGeo's) <https://www.osgeo.org/>`_ `Tile Map Service (TMS) <https://wiki.osgeo.org/wiki/Tile_Map_Service_Specification>`_.

source: **Input options**: Any georeferenced image file, eg. a TIFF, JPEG from ArcGIS, QGIS.
de: **Eingangsparameter**: Beliebige georeferenzierte Bilddateien, z.B. TIFF, JPEG von ArcGIS, QGIS.
fr: **Options d'entrée** : n’importe quel fichier image géoréférencé, par exemple, un fichier TIFF, JPEG à partir d’ArcGIS ou QGIS.
it: **Opzioni di input**: Qualsiasi file di immagine georeferenziata, ad esempio un TIFF, JPEG da ArcGIS, QGIS.

source: **Output options**: A set of directories with tiled images which can be copied to a web server for presentation as a georeferenced overlay.
de: **Ausgabeoptionen**: Verzeichnisse mit gekachelten Bildern, die in einen Webserver kopiert werden können.
fr: **Options de sortie** : un ensemble de répertoires avec des images en mosaïque qui peuvent être copiées sur un serveur web pour la présentation comme une superposition de géoréférencées.
it: **Opzioni di uscita**: Un insieme di directory con immagini affiancate che possono essere copiate su un server web per la presentazione come overlay georeferenziato.

source: **Strengths**: MapSlicer is simple, free, open-source software, with an easy wizard, described below, to guide through the options.
de: **Stärken**: MapSlicer is einfach, frei, Open-Source Software mit einem mit einem einfachen Assistenten, der untern beschrieben und auf die Optionen eingegangen wird.
fr: **Points forts** : MapSlicer est un logiciel simple, gratuit, open-source, avec un assistant simple, décrit ci-dessous, pour guider les options.
it: **Punti di forza**: MapSlicer è un software semplice, gratuito, open-source, con una facile procedura guidata, descritta di seguito, per guidare attraverso le opzioni.

source: MapSlicer takes advantage of the fact that `Google Maps <http://maps.google.com/>`__, `Microsoft Bing <https://www.bing.com/maps>`__, `Yahoo Maps <https://maps.yahoo.com/>`__, and other online mapping providers including `OpenStreetMap <https://www.openstreetmap.org/>`__ use the same projection and tiling profile and the tiles are therefore compatible. MapSlicer prepares tiles using this specification as an easy and quick way of preparing a georeferenced map in a mashup web page.
de: MapSlicer nutzt den Vorteil, dass `Google Maps <http://maps.google.com/>`_ , `Microsoft Bing <https://www.bing.com/maps>`_ , `Yahoo Maps <https://maps.yahoo.com/>`_ und andere Online-Kartenprovider, inklusive `OpenStreetMap <https://www.openstreetmap.org/>`_ , die gleiche Kartenprojektion und das Kachelschema verwenden. Somit sind die Kacheln kompatibel. MapSlicer bereitet die Kacheln soweit vor, dass diese zur Spezfikation passen und ist somit ein einfaches Tool, um georeferenzierte Karten in einer Mashup Webseite einzubinden.
fr: MapSlicer tire parti du fait que`Google Maps <https://www.google.com/maps>`_ , `Microsoft Bing <https://www.bing.com/maps>`_ , `Yahoo Maps <https://search.yahoo.com/>`_ et d'autres fournisseurs de cartographie en ligne, y compris `OpenStreetMap <https://www.openstreetmap.org/>`_ utilisent la même projection et par conséquent, le profil de tuilage et les tuiles sont compatibles. MapSlicer prépare les tuiles à l’aide de cette spécification comme un moyen facile et rapide de préparer une carte géoréférencée dans une page web.
it: MapSlicer sfrutta il fatto che `Google Maps <http://maps.google.com/>`__, `Microsoft Bing <https://www.bing.com/maps>`__, `Yahoo Maps <https://maps.yahoo.com/>`__, e altri fornitori di mappe online tra cui `OpenStreetMap <https://www.openstreetmap.org/>`__ usano la stessa proiezione e lo stesso profilo di piastratura ed i tasselli sono quindi compatibili. MapSlicer prepara i tasselli usando questa specifica come un modo facile e veloce per preparare una mappa georeferenziata in una pagina web mashup.

source: Start MapSlicer
de: MapSlicer starten
fr: Démarrer MapSlicer
it: Avvia MapSlicer

source: Start MapSlicer from the Geospatial menu, under the Spatial Tools sub-menu.
de: Download MapSlicer oder starten Sie das Programm direkt von der OSGeo-Live Distribution.
fr: Lancez MapSlicer depuis le menu de Geospatial, dans le sous-menu Outils spatiaux.
it: Avvia MapSlicer dal menu Geospatial, sotto il sottomenu Spatial Tools.

source: Select the **Tile Profile**. Choose *Image Based Tiles (raster)* for standard web publishing. Click *Continue*.
de: Wählen Sie das **Tile Profile** (Kachelprofil) aus. Wählen Sie *Image Based Tiles (raster)* für die Standard-Webveröffentlichung. Klicken Sie auf *Weiter*.
fr: Sélectionnez le **Tile Profile (profil de tuile)**. Choisissez *Image Based Tiles (raster)* pour la publication web standard. Cliquez sur *Continue*.
it: Seleziona il **Profilo dei tasselli**. Scegliete *Image Based Tiles (raster)* per la pubblicazione web standard. Clicca su *Continua*.

source: Choose the **Source Data Files**. Browse to select the raster image you want to tile. It is also possible to select a NODATA colour that will appear as transparent in the resulting image. Click *Continue*.
de: Wählen Sie die **Source Data Files** (Daten). Navigieren Sie, um das Rasterbild auszuwählen, das Sie kacheln möchten. Es ist auch möglich, eine NODATA-Farbe auszuwählen, die im resultierenden Bild als transparent erscheint. Klicken Sie auf *Weiter*.
fr: Choisissez le **Source Data Files (source de données)**. Parcourir l'arborescence de fichier pour sélectionner l’image raster que vous voulez tuiler. Il est également possible de sélectionner une couleur NODATA qui apparaîtra comme transparente dans l’image résultante. Cliquez sur *Continue*.
it: Scegli i **File di dati di origine**. Sfoglia per selezionare l'immagine raster che vuoi piastrellare. È anche possibile selezionare un colore NODATA che apparirà come trasparente nell'immagine risultante. Clicca su *Continua*.

source: Specify the **Spatial Reference System / Coordinate System** of the image. Specify the id-number from the EPSG database. Click *Continue*.
de: Geben Sie das **Räumliche Referenzsystem / Koordinatensystem** des Bildes an. Geben Sie die ID-Nummer aus der EPSG-Datenbank an. Klicken Sie auf *Weiter*.
fr: Spécifier le **Spatial Reference System / Coordinate System** de l’image. Spécifiez le numéro d’identification de la base de données EPSG. Cliquez sur *Continue*.
it: Specifica il **Sistema di Riferimento Spaziale / Sistema di Coordinate** dell'immagine. Specifica il numero id del database EPSG. Clicca su *Continua*.

source: Specify details about the **Tile Pyramid**. The default settings for zoom levels and file format are often best. Click *Continue*.
de: Geben Sie Details zur **Kachelpyramide** an. Die Standardeinstellungen für Zoomstufen und Dateiformat sind oft am besten. Klicken Sie auf *Weiter*.
fr: Spécifiez les détails de la **Tile Pyramid (pyramide de tuiles)**. Les paramètres par défaut pour les niveaux de zoom et de format de fichier sont souvent les meilleurs. Cliquez sur *Continue*.
it: Specifica i dettagli della **Piramide di Piastrelle**. Le impostazioni predefinite per i livelli di zoom e il formato del file sono spesso le migliori. Clicca su *Continua*.

source: Specify details about the **Destination folder and Addresses / URLs** for the tileset. If you do not know these, they can be added into the default *googlemaps.html* and *openlayers.html* files after tile generation. Click *Continue*.
de: Geben Sie Details zum **Zielordner und Adressen /URLs** für das Kachelset an. Wenn Sie diese nicht kennen, können sie nach der Kachelgenerierung in die Standarddateien *googlemaps.html* und *openlayers.html* eingefügt werden. Klicken Sie auf *Weiter*.
fr: Spécifiez les détails sur le **Destination folder and Addresses / URLs** pour le jeu de tuiles. Si vous ne les connaissez pas, ils peuvent être ajoutés dans les fichiers de *googlemaps.html* et de *openlayers.html* par défaut après la génération des tuiles. Cliquez sur *Continue*..
it: Specifica i dettagli sulla **cartella di destinazione e gli indirizzi/URL** per il tileset. Se non li conosci, possono essere aggiunti nei file predefiniti *googlemaps.html* e *openlayers.html* dopo la generazione del tileset. Clicca su *Continua*.

source: Tick the **Viewers that should be generated**. By default, a *openlayers.html* file is generated. Click *Continue*.
de: Klicken Sie **Viewers that should be generated**. Standardmäßig wird eine *openlayers.html*-Datei generiert. Klicken Sie auf *Weiter*.
fr: Cochez l'option **Viewers that should be generated (visualiseurs qui seront générés)**. Par défaut, un fichier *openlayers.html* est généré. Cliquez sur *Continue*.
it: Spunta i **Visualizzatori che devono essere generati**. Per default, viene generato un file *openlayers.html*. Clicca su *Continua*.

source: Specify the **Details for generating the Viewers**, such as the title, copyright notice, and API keys. If you do not know these, they can be added into the default *googlemaps.html / openlayers.html* files after tile generation. Click *Continue*.
de: Geben Sie die **Details zur Erstellung des Viewers** an, z. B. Titel, Copyright-Hinweis und API-Schlüssel. Wenn Sie diese nicht kennen, können sie nach der Kachelgenerierung in die Standarddateien *googlemaps.html / openlayers.html* eingefügt werden. Klicken Sie auf *Weiter*.
fr: Spécifier les **Details for generating the Viewers** tels que le titre, les avis de copyright et les clés de l’API. Si vous ne connaissez pas ces éléments, ils peuvent être ajoutés par défaut dans les fichiers *googlemaps.html / openlayers.html* après la génération des tuiles. Cliquez sur *Continue*.
it: Specifica i **Dettagli per la generazione dei Viewer**, come il titolo, la nota di copyright e le chiavi API. Se non li conosci, possono essere aggiunti nei file predefiniti *googlemaps.html / openlayers.html* dopo la generazione del tile. Clicca su *Continua*.

source: Click **Render** to start rendering the image.
de: Klicken Sie auf **Render**, um mit dem Rendern des Bildes zu beginnen.
fr: Cliquez sur **Render** pour lancer le rendu de l’image.
it: Clicca su **Render** per iniziare il rendering dell'immagine.

source: When complete, MapSlicer provides a link to the finished tileset.
de: Nach Beendigung, stellt MapSlicer einen Link zum fertigen Kachelsatz bereit.
fr: Lorsqu'il est terminé, MapSlicer fournit un lien vers le jeu de tuiles fini.
it: Una volta completato, MapSlicer fornisce un link al tileset finito.

source: Open the *openlayers.html* files in a web browser to view the tileset as an overlay on the live online map. To present this on the web, just copy the entire tileset and all subdirectories to a web server, and edit the googlemaps.html or openlayers.html files as required.
de: Öffnen Sie die *openlayers.html*-Dateien in einem Webbrowser, um das Kachelset als Overlay auf der Live-Onlinekarte anzuzeigen. Um dies im Web zu präsentieren, kopieren Sie einfach das gesamte Kachelset und alle Unterverzeichnisse auf einen Webserver und bearbeiten Sie die Dateien googlemaps.html oder openlayers.html nach Bedarf.
fr: Ouvrez le fichier *openlayers.html* dans un navigateur web pour afficher le jeu de tuile en surimpression de la carte en ligne. Pour présenter cela sur le web, il vous suffit de copier le jeu de tuiles entier et tous ses sous-répertoires sur un serveur web et de modifier les fichiers googlemaps.html ou openlayers.html selon les besoins.
it: Apri i file *openlayers.html* in un browser web per visualizzare il tileset come una sovrapposizione sulla mappa online dal vivo. Per presentarlo sul web, basta copiare l'intero tileset e tutte le sottodirectory su un server web, e modificare i file googlemaps.html o openlayers.html come richiesto.

source: Using gdal2tiles to create a MBTiles database
de: Verwenden von gdal2tiles zum Erstellen einer MBTiles-Datenbank
fr: Utiliser gdal2tiles pour créer une base de données MBTiles
it: Usare gdal2tiles per creare un database MBTiles

source: MapSlicer is essentially a GUI frontend to the `gdal2tiles.py` script. An updated version of `gdal2tiles.py` is also present on the Live disc. The resulting tile trees created by these software can be used with the `mb-util` program to create an mbtiles database, for use with smartphone software like `Geopaparazzi <https://www.geopaparazzi.org/>`_.
de: MapSlicer ist im Wesentlichen ein GUI-Frontend zum Skript "gdal2tiles.py". Eine aktualisierte Version von "gdal2tiles.py" ist auch auf OSGeoLive vorhanden. Die daraus resultierenden Kachelbäume, die von dieser Software erstellt wurden, können mit dem Programm 'mb-util' verwendet werden, um eine mbtiles-Datenbank zu erstellen, um Sie mit Smartphone-Software wie `Geopaparazzi <https://www.geopaparazzi.org/>`_ zu verwenden.
fr: MapSlicer est essentiellement une interface graphique pour le script `gdal2tiles.py`. Une version actualisée du `gdal2tiles.py` est également présente sur le disque OSGeoLive. Les arbres de tuiles créés par ce logiciel sont utilisables avec le programme `mb-util` pour créer une base de données mbtiles, pour une utilisation avec des logiciels de smartphone comme `Geopaparazzi <https://www.geopaparazzi.org/>`_.
it: MapSlicer è essenzialmente un frontend GUI per lo script `gdal2tiles.py`. Una versione aggiornata di `gdal2tiles.py` è presente anche sul disco Live. Gli alberi dei tasselli risultanti creati da questi software possono essere usati con il programma `mb-util` per creare un database mbtiles, da usare con software per smartphone come `Geopaparazzi <https://www.geopaparazzi.org/>`_.

source: To create an MBTiles SQLite database from the newly created tile tree, open a terminal, then
de: Um eine MBTiles-SQLite-Datenbank aus dem neu erstellten Kachelbaum zu erstellen, öffnen Sie ein Terminal,
fr: Pour créer une base de données SQLite MBTiles partir de l’arborescence de la tuile nouvellement créé, ouvrez un terminal, puis
it: Per creare un database MBTiles SQLite dall'albero dei tasselli appena creato, apri un terminale, poi

source: See `gdal2tiles.py --help` and `mb-util --help` for additional information on running these tools.
de: Weitere Informationen zum Ausführen dieser Werkzeuge finden Sie unter "gdal2tiles.py --help" und "mb-util --help".
fr: Pour plus d’informations sur l’exécution de ces outils, voir `gdal2tiles.py --help` et `mb-util --help`.
it: Vedi `gdal2tiles.py --help` e `mb-util --help` per ulteriori informazioni sull'esecuzione di questi strumenti.
