Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/marble_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Marble Quickstart
es: Inicio Rápido de mármol
fr: Guide de démarrage rapide Marble
hu: Marble gyorstalpaló
it: Guida rapida Marble
ja: Marble クイックスタート
sv: Snabbstart för Marble

source: Marble is an open source KDE Education Project program similar to NASA World Wind or Google Earth. Besides choosing any number of maps to view on your globe (including OpenStreetMap), you are encouraged to include a KDE Marble widget in your application.
de: Marble ist ein Open Source Programm des KDE Education Projekts, ähnlich NASA World Wind oder Google Earth. Neben der Möglichkeit, eine beliebige Zahl von Kartenlayern (einschließlich OpenStreetMap) auf dem virtuellen Globus darzustellen, unterstützt Marble die Integration in andere Anwendungen durch das KDE Marble Widget.
es: Marble es un programa de Proyecto de Educación KDE de código abierto similar a NASA World Wind o Google Earth. Además de elegir cualquier cantidad de mapas para ver en su globo (incluyendo OpenStreetMap) se le recomienda incluir un widget KDE Marble en su aplicación.
fr: Marble est un programme open source de KDE Education Project similaire à NASA World Wind ou Google Earth. En plus de choisir un certain nombre de cartes à afficher sur votre globe (y compris OpenStreetMap), nous vous encourageons à inclure un widget KDE Marble dans votre application.
hu: Marble egy nyílt forráskódú KDE oktatási projekt program, hasonló a NASA World Wind-hez vagy Google Földhöz. Tetszőleges számú térképet jeleníthet meg a földgömbön (többek között az OpenStreetMaps-et), arra bátorítjuk, hogy építse be az alkalmazásába a KDE Marble vezérlőt.
it: Marble è un programma open source di KDE Education Project simile a NASA World Wind o Google Earth. Oltre a scegliere qualsiasi numero di mappe da visualizzare sul tuo globo (incluso OpenStreetMap), sei incoraggiato a includere un widget di KDE Marble nella tua applicazione.
ja: MarbleはオープンソースのKDE 教育プロジェクト プログラムで、NASA World WindやGoogle Earthに似ています。地球儀に表示する(OpenStreetMapを含む)マップをいろいろ選択するだけでなく、アプリケーションにKDE Marbleウィジェットを含めることをお勧めします。
sv: Marble är ett KDE Education Project-program med öppen källkod som liknar NASA World Wind eller Google Earth. Förutom att välja valfritt antal kartor att visa på din jordglob (inklusive OpenStreetMap), uppmuntras du att inkludera en KDE Marble-widget i din applikation.

source: Contents
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Start Marble
de: Marble starten
es: Iniciar Marble
fr: Démarrer Marble
hu: Marble indítása
it: Avvia Marble
ja: Marbleの開始
sv: Starta Marble

source: On the desktop, choose :menuselection:`Navigation and Maps --> Marble`. You will see a window like this:
de: Wählen Sie auf dem Desktop :menuselection:`Navigation and Maps --> Marble`. Sie werden ein Fenster wie dieses sehen:
es: En el escritorio, elija :menuselection:`Navegación y Mapas --> Marble`. Verá una ventana como esta:
fr: Sur le bureau, choisissez :menuselection:`Navigation and Maps --> Marble`. Vous verrez une fenêtre comme celle-ci:
hu: Az asztalról válassza :menuselection:`Navigation and Maps --> Marble`-t. Egy ilyen ablakot lát:
it: Sul desktop, scegli :menuselection:`Navigazione e Mappe --> Marble`. Vedrai una finestra come questa:
ja: デスクトップから :menuselection:`ナビゲーションと地図 --> Marble` を選択します。次のようなウィンドウが表示されます:
sv: På skrivbordet väljer du :menuselection:`Navigation and Maps --> Marble`. Du kommer att se ett fönster som detta:

source: Change the display
de: Ändern der Ansicht
es: Cambiar la pantalla
fr: Modifier l’affichage
hu: A megjelenítés megváltoztatása
it: Cambia la visualizzazione
ja: 表示の変更
sv: Ändra displayen

source: Scale the globe by rotating the wheel of your mouse.
de: Skalieren Sie den Globus, indem Sie das Rad Ihrer Maus drehen.
es: Escala el globo girando la rueda del ratón.
fr: Escaladez le globe en faisant pivoter la roue de votre souris.
hu: Az egérgörgő forgatásával nagyíthatja a földgömböt.
it: Scala il globo ruotando la rotella del mouse.
ja: マウスのホイールを回転させて地球儀をスケールさせます。
sv: Skala jordklotet genom att vrida på mushjulet.

source: To move around press the left button of your mouse and move it.
de: Um sich zu bewegen, drücken Sie die linke Maustaste und bewegen Sie sie.
es: Para moverte, presiona el botón izquierdo del ratón y muévelo.
fr: Pour vous déplacer, appuyez sur le bouton gauche de votre souris et déplacez-le.
hu: A mozgatáshoz nyomja le az egér bal gombját és mozgassa.
it: Per spostarsi premi il tasto sinistro del mouse e muovilo.
ja: 移動するには、マウスの左ボタンを押して移動します。
sv: För att flytta runt trycker du på vänster musknapp och flyttar den.

source: Marble has 11 different views (themes):
de: Marmor hat 11 verschiedene Ansichten (Themen):
es: Mármol tiene 11 vistas diferentes (temas):
fr: Marble a 11 points de vue (thèmes) différents :
hu: A Marble-nak 11 különböző nézete (témája) van:
it: Marble ha 11 viste diverse (temi):
ja: Marbleには11種類のビュー(テーマ)があります。
sv: Marble har 11 olika vyer (teman):

source: Atlas
hu: Atlasz

source: Satellite View
de: Satelliten-Ansicht
es: Vista satelitetal
fr: Vue satellite
hu: Műhold nézet
it: Vista da Satellite
ja: サテライトビュー
sv: Satellitvy

source: Earth at Night
de: Erde bei Nacht
es: Tierra por la noche
fr: La Terre de nuit
hu: A Föld éjjel
ja: 夜の地球
sv: Jorden på natten

source: Historical Map 1689
de: Historische Karte 1689
es: Mapa histórico de 1689
fr: Carte historique de 1689
hu: Történelmi térkép 1689
sv: Historisk karta 1689

source: Moon
de: Mond
es: Luna
fr: Lune
hu: Hold
it: Luna
ja: 月
sv: Måne

source: Plain Map
de: Einfache Karte
es: Mapa simple
fr: Carte simple
hu: Sík térkép
ja: プレインマップ
sv: Plan karta

source: Precipitation (December)
de: Niederschlag (Dezember)
es: Precipitación (Diciembre)
fr: Précipitations (décembre)
hu: Csapadék (december)
it: Precipitazioni (Dicembre)
ja: 降水量(12月)
sv: Nederbörd (december)

source: Precipitation (July)
de: Niederschlag (Juli)
es: Precipitación (Julio)
fr: Précipitations (juillet)
hu: Csapadék (július)
it: Precipitazioni (Luglio)
ja: 降水量(7月)
sv: Nederbörd (juli)

source: Temperature (December)
de: Temperatur (Dezember)
es: Temperatura (Diciembre)
fr: Température (décembre)
hu: Hőmérséklet (december)
ja: 気温(12月)
sv: Temperatur (december)

source: Temperature (July).
de: Temperatur (Juli).
es: Temperatura (Julio).
fr: Température (juillet).
hu: Hőmérséklet (július).
ja: 気温(7月)。
sv: Temperatur (juli).

source: Click one of entries in the "Theme" list in "Map View" tab to switch between them.
de: Klicken Sie auf einen der Einträge in der Liste "Thema" in der Registerkarte "Kartenansicht", um zwischen ihnen zu wechseln.
es: Haga clic en una de las entradas de la lista "Tema" en la pestaña "Vista de mapa" para cambiar entre ellas.
fr: Cliquez sur l’une des entrées de la liste "Theme" dans l’onglet "Map View" pour passer entre elles.
hu: A témák közötti váltáshoz kattintson az egyik elemre a "Theme" listában a "Map View" fülön.
it: Clicca su una delle voci dell'elenco "Tema" nella scheda "Vista mappa" per passare da una all'altra.
ja: 「マップビュー」タブの「テーマ」リストの項目の1つをクリックして、切り替えます。
sv: Klicka på en av posterna i listan "Theme" på fliken "Map View" för att växla mellan dem.

source: Click a label in any place to view more information about it.
de: Klicken Sie an einer beliebigen Stelle auf eine Beschriftung, um weitere Informationen dazu anzuzeigen.
es: Haga clic en una etiqueta en cualquier lugar para ver más información al respecto.
fr: Cliquez sur une étiquette à n’importe quel endroit pour avoir plus d’informations à ce sujet.
hu: Kattintson egy címkére bárhol, hogy további információt kapjon arról.
it: Fai clic su un'etichetta in qualsiasi luogo per visualizzare ulteriori informazioni su di essa.
ja: 任意の場所のラベルをクリックすると、ビューの詳細情報が表示されます。
sv: Klicka på en etikett på valfri plats för att visa mer information om den.

source: Find a location
de: Suchen eines Ortes
es: Encontrar una ubicación
fr: Trouver un emplacement
hu: Hely keresés
it: Trova un luogo
ja: 場所を検索
sv: Hitta en plats

source: To find a location, enter its name into the search line on the top of "Search" panel. As you start typing, suggestions below the search line will appear like this:
de: Um einen Ort zu finden, geben Sie seinen Namen in die Suchzeile oben im Bedienfeld "Suchen" ein. Wenn Sie mit der Eingabe beginnen, werden Vorschläge unterhalb der Suchzeile wie folgt angezeigt:
es: Para buscar una ubicación, escriba su nombre en la línea de búsqueda en la parte superior en el panel "Buscar". Así como empiece a escribir,aparecerán sugerencias debajo de la línea de búsqueda como esta:
fr: Pour trouver un emplacement, entrez son nom dans la ligne de recherche en haut du panneau "Search". Lorsque vous commencez à taper, les suggestions ci-dessous la ligne de recherche apparaîtront comme ceci :
hu: Egy hely megtalálásához írja be a nevét a "Search" panel tetején a kereső sorba. Ahogy gépel javaslatok jelennek meg a kereső sor alatt valahogy így:
it: Per trovare una località, inserisci il suo nome nella riga di ricerca nella parte superiore del pannello "Cerca". Quando inizi a digitare, sotto la linea di ricerca appariranno dei suggerimenti come questo:
ja: 場所を検索するには、「検索」パネルの一番上の検索行に名前を入力します。入力を開始すると、検索ラインの下に次のような提案が表示されます:
sv: För att hitta en plats skriver du in namnet på platsen i sökfältet längst upp på panelen "Search". När du börjar skriva kommer förslag under sökraden att visas så här:

source: Add a bookmark
de: Hinzufügen eines Lesezeichens
es: Añadir un marcador
fr: Ajouter un signet
hu: Könyvjelző hozzáadása
it: Aggiungi un segnalibro
ja: ブックマークを追加
sv: Lägg till ett bokmärke

source: Use bookmarks in Marble to remember the location of something.
de: Verwenden Sie Lesezeichen in Marble, um sich einen Ort zu merken.
es: Usa marcadores en Marble para recordar la ubicación de algo.
fr: Utilisez des signets dans Marble pour vous souvenir de l’emplacement de quelque chose.
hu: A Marbel-ben használja a könyvjelzőket valami helyének a megjegyzésére.
it: Usa i segnalibri in Marble per ricordare la posizione di qualcosa.
ja: Marbleのブックマークを使用して、表示したことのある位置を記憶します。
sv: Använd bokmärken i Marble för att komma ihåg var något finns.

source: To add a bookmark, press the left button of your mouse and click "Add bookmark". A window will appear like this:
de: Um ein Lesezeichen hinzuzufügen, drücken Sie die linke Maustaste und klicken Sie auf "Lesezeichen hinzufügen". Ein Fenster wird wie folgt angezeigt:
es: Para añadir un marcador, pulse el botón izquierdo del ratón y haga clic en "Agregar marcador". Aparecerá una ventana como esta:
fr: Pour ajouter un signet, appuyez sur le bouton gauche de votre souris et cliquez sur "Add bookmark". Une fenêtre apparaîtra comme ceci :
hu: Egy könyvjelző hozzáadásához nyomja meg a bal egérgombot és kattintson az "Add bookmark"-ra. Ezután egy ilyen ablak jelenik meg:
it: Per aggiungere un segnalibro, premi il tasto sinistro del tuo mouse e clicca su "Aggiungi segnalibro". Apparirà una finestra come questa:
ja: ブックマークを追加するには、マウスの左ボタンを押して[ブックマーク追加]をクリックします。次のようなウィンドウが表示されます。
sv: För att lägga till ett bokmärke trycker du på vänster musknapp och klickar på "Lägg till bokmärke". Ett fönster kommer att visas så här:

source: Write the name, description and destination folder of the bookmark
de: Definieren Sie den Namen, eine Beschreibung und ein Zielverzeichnis des Lesezeichens
es: Escriba el nombre, la descripción y la carpeta de destino del marcador
fr: Écrivez le nom, la description et le dossier de destination du signet
hu: Írja be a könyvjelző nevét, leírását és a cél mappát
it: Scrivi il nome, la descrizione e la cartella di destinazione del segnalibro
ja: ブックマークの名前、説明、移動先フォルダを記入
sv: Skriv namn, beskrivning och destinationsmapp för bokmärket

source: Click the "Ok" button. Then the bookmark will appear.
de: Klicken Sie auf die Schaltfläche "Ok". Dann wird das Lesezeichen angezeigt.
es: Haga clikc en "Aceptar". A continuación, aparecerá el marcador.
fr: Cliquez sur le bouton "Ok". Ensuite, le signet apparaîtra.
hu: Kattintson az "Ok" gombra. Azután a könyvjelző megjelenik.
it: Fare clic sul pulsante "Ok". Poi apparirà il segnalibro.
ja: 「OK」ボタンをクリックします。するとブックマークが表示されます。
sv: Klicka på knappen "Ok". Då kommer bokmärket att visas.

source: To manage bookmarks, go to "Bookmarks->Manage Bookmarks".
de: Um Lesezeichen zu verwalten, gehen Sie zu "Lesezeichen->Verwalten von Lesezeichen".
es: Para administrar marcadores, vaya a "Marcadores->Administrar marcadores".
fr: Pour gérer les signets, rendez-vous sur "Bookmarks->Manage Bookmarks".
hu: A könyvjelzők kezeléséhez menjen a "Bookmarks->Manage Bookmarks" menüponthoz.
it: Per gestire i segnalibri, vai su "Bookmarks->Manage Bookmarks".
ja: ブックマークを管理するには、「ブックマーク->ブックマークの管理」に移動します。
sv: Du kan hantera bokmärken genom att gå till "Bokmärken->Hantera bokmärken".

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Try to use the Routing feature. See the `Marble documentation <https://marble.kde.org>`_ for help.
hu: Próbálja ki az útvonalkeresés funkciót. További segítségért lásd a `Marble dokumentációt <https://marble.kde.org>`_.
it: Prova a utilizzare la funzione di instradamento. Si veda la documentazione di `Marble <https://marble.kde.org>`_.
sv: Försök att använda Routing-funktionen. Se `Marble-dokumentationen <https://marble.kde.org>`_ för hjälp.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: See the `Marble homepage <https://marble.kde.org/>`_ for more information.
de: Weitere Informationen finden Sie auf der `Marble-Homepage <https://marble.kde.org/>`_.
es: Consulte la `página de inicio de Marble <https://marble.kde.org/>`_ para obtener más información.
fr: Voir la page d’accueil de `Marble <https://marble.kde.org/>`_ pour plus d’informations.
hu: Nézze meg a `Marble honlapot <https://marble.kde.org/>`_ további információkért.
it: Vedi la `home page di Marble <https://marble.kde.org/>`_ per maggiori informazioni.
ja: 詳細については、 `Marble ホームページ <https://marble.kde.org/>`_ を参照してください。
sv: Se `Marble-hemsidan <https://marble.kde.org/>`_ för mer information.

source: OSGeo Project
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Try to use the Routing feature. See the `Marble documentation <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ for help.
de: Versuchen Sie, die Routing-Funktion zu verwenden. Hilfe finden Sie in der <https: docs.kde.org/trunk5/en/kdeedu/marble/index.html="">'Marble-Dokumentation'_.</https:>
es: Intente utilizar la Característica de Ruteo. Consulte la `Documentación de Marble <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ para obtener ayuda.
fr: Essayez d’utiliser la fonction Routage. Voir la documentation `documentation de Marble <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ pour obtenir de l’aide.
ja: ルーティング機能を使用してみます。ヘルプについて、`Marble documentation <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ を参照してください。
