Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ncWMS_quickstart.po
Languages: es, hu, it

source: Double-click to finish the line. A new browser window opens showing the variation of the viewed variable along the line (i.e. a transect plot). If the variable has a vertical dimension, a vertical section plot will display under the transect plot.
es: Haga doble click para finalizar la línea. Se abre una nueva ventana del navegador que muestra la variación de la variable vista a lo largo de la línea (es decir, un trazado de transección). Si la variable tiene una cota vertical, se mostrará un trazado de sección vertical debajo del trazado de transecto.
hu: Duplán kattintson a vonal befejezéséhez. Egy új böngésző ablak nyílik meg, a megjelenített változó eltéréseivel a vonal mentén (egy metszetvonal rajz). Ha a változó függőleges kiterjedéssel bír, egy függőleges metszet rajz jelenik meg a metszetvonal alatt.
it: Doppio clic per finire la linea. Si apre una nuova finestra del browser che mostra la variazione della variabile visualizzata lungo la linea (cioè un grafico a transetto). Se la variabile ha una dimensione verticale, verrà visualizzato un grafico a sezione verticale sotto il grafico del transetto.

source: Changing the background map
es: Cambiar el mapa de fondo
hu: A háttértérkép módosítása
it: Cambia la mappa di sfondo

source: A selection of background maps is available on which data can be projected. Select a different background map by clicking the small plus sign in the top right-hand corner of the interactive map.
es: Hay disponible una selección de mapas de fondo en los que se pueden proyectar datos. Seleccione un mapa de fondo diferente haciendo click en el pequeño signo más en la esquina superior derecha del mapa interactivo.
hu: A háttértérképek egy gyűjteménye érhető el, melyekre az adatok rávetíthetők. Válasszon egy másik háttértérképet a kis plusz ikonra kattintva az interaktív térkép jobb felső sarkában.
it: È disponibile una selezione di mappe di sfondo su cui possono essere proiettati i dati. Seleziona una mappa di sfondo diversa cliccando il piccolo segno più nell'angolo in alto a destra della mappa interattiva.

source: Changing the map projection
es: Cambiar la proyección del mapa
hu: A térkép vetület módosítása
it: Cambia la proiezione della mappa

source: The map projection is changed by selecting a new background map as above. If the background map is in a different projection then the data overlay will be automatically reprojected into the new coordinate system. Godiva3 provides the option to select a background map in north or south polar stereographic projection. There may be a delay before the map displays in the new projection.
es: La proyección del mapa se cambia seleccionando un nuevo mapa de fondo como se ha mencionado anteriormente. Si el mapa de fondo está en una proyección diferente, la superposición de datos se volverá a proyectar automáticamente en el nuevo sistema de coordenadas. Godiva3 ofrece la opción de seleccionar un mapa de fondo en la proyección estereográfica polar norte o sur. Puede haber un retraso antes de que el mapa se muestre en la nueva proyección.
hu: A térképi vetület megváltozik egy másik háttértérkép kiválasztásával, mint fent. Ha a háttértérkép másik vetületben van, akkor a rávetített adatokat automatikusan átvetítjük az új koordináta-rendszerbe. Godiva3 egy beállítást biztosít a háttértérkép északi vagy déli sarki sztereografikus vetület kiválasztására. Lehet egy késleltetés mielőtt a térkép megjelenik az új vetületben.
it: La proiezione della mappa viene cambiata selezionando una nuova mappa di sfondo come sopra. Se la mappa di sfondo è in una proiezione diversa, la sovrapposizione dei dati sarà automaticamente riproiettata nel nuovo sistema di coordinate. Godiva3 fornisce l'opzione di selezionare una mappa di sfondo in proiezione stereografica polare nord o sud. Ci può essere un ritardo prima che la mappa viene visualizzata nella nuova proiezione.

source: Saving and emailing the view
es: Guardar y enviar por correo electrónico la vista
hu: A nézet mentése és emailben elküldése
it: Salva e invia la vista per e-mail

source: You may want to save the current view to return to it later or share it with a colleague. The "Permalink" under the bottom right-hand corner of the map links to a complete URL that recreates the current view.
es: Es posible que desee guardar la vista actual para volver a ella más tarde o compartirla con un colega. El "Permalink" debajo de la esquina inferior derecha del mapa enlaza a una URL completa que vuelve a crear la vista actual.
hu: Lehet, hogy el szeretné menteni az aktuális nézethez később vagy megosztaná a kollégáival. A "Permalink" a térkép jobb-alsó sarkában egy teljes linkre mutat, mely az aktuális nézetet létrehozza.
it: Potresti voler salvare la vista corrente per tornarci in seguito o condividerla con un collega. Il "Permalink" sotto l'angolo in basso a destra della mappa si collega a un URL completo che ricrea la vista corrente.

source: Left-click on the permalink to bring up a new window with an identical view.
es: Haga clic con el botón izquierdo en el enlace permanente para abrir una nueva ventana con una vista idéntica.
hu: Bal kattintás a permalinken egy azonos nézetet tartalmazó új ablak megnyitásához.
it: Clicca con il tasto sinistro del mouse sul permalink per far apparire una nuova finestra con una vista identica.

source: Right-click on the permalink and select "Copy link location" or the equivalent for your web browser. You can then paste the link into a report, your notes or an email.
es: Haga click derecho en el enlace permanente y seleccione "Copiar ubicación de enlace" o el equivalente para su navegador web. A continuación, puede pegar el enlace en un informe, sus notas o un correo electrónico.
hu: Jobb kattintás a permalinken és válassza a "Copy link location"-t vagy az ennek megfelelőt a web böngészőjében. Beillesztheti a linket egy jelentésbe, a jegyzeteibe vagy egy emailbe.
it: Clicca con il tasto destro del mouse sul permalink e seleziona "Copia posizione del link" o l'equivalente per il tuo browser web. Puoi poi incollare il link in un rapporto, nelle tue note o in una e-mail.

source: You can click on "Email Link" to start a new email message in your default email client with the permalink already included in the message body.
es: Puede hacer click en "Enlace de Correo Electrónico" para iniciar un nuevo mensaje de correo electrónico en su cliente de correo electrónico predeterminado con el link permanente ya incluido en el cuerpo del mensaje.
hu: Az "Email Link"-re kattinthat egy új email üzenet indításához az alapértelmezett levelező kliensében, melyben a térképre mutató link az üzenetbe már bekerül.
it: Puoi cliccare su "Email Link" per iniziare un nuovo messaggio di posta elettronica nel tuo client di posta predefinito con il permalink già incluso nel corpo del messaggio.

source: What next?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?

source: Website: https://github.com/Reading-eScience-Centre/ncwms
es: Sitio Web: https://github.com/Reading-eScience-Centre/ncwms
hu: Honlap: https://github.com/Reading-eScience-Centre/ncwms
it: Sito web: https://github.com/Reading-eScience-Centre/ncwms

source: Support: https://github.com/Reading-eScience-Centre/ncwms/issues
es: Soporte: https://github.com/Reading-eScience-Centre/ncwms/issues
hu: Támogatás: https://github.com/Reading-eScience-Centre/ncwms/issues
it: Supporto: https://github.com/Reading-eScience-Centre/ncwms/issues

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
