Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ncWMS_quickstart.po
Languages: es, hu, it

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale OSGeoLive

source: ncWMS Quickstart
es: Inicio Rápido de ncWMS
hu: ncWMS gyorstalpaló
it: Guida rapida ncWMS

source: ncWMS is a Web Map Service which allows the fast visualisation of data from NetCDF files and other sources of environmental data. This quickstart guide describes how to explore the sample data provided using the Godiva2 web client. For configuration and adding other data sources to the server, please consult the documentation on the `ncWMS website <https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/>`_.
es: ncWMS es un servicio de mapas web que permite la visualización rápida de datos de archivos NetCDF y otras fuentes de datos ambientales. Esta guía de inicio rápido describe cómo explorar los datos de muestra proporcionados con el cliente web Godiva2. Para configurar y agregar otras fuentes de datos al servidor, consulte la documentación en `ncWMS website <https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/>`_.
hu: Az ncWMS egy web térkép szolgáltatás, mely lehetővé teszi NetCDF adatok és más környezeti adatforrások gyors megjelenítését. Ez a gyorstalpaló leírja hogyan fedezzük fel a Godiva2 web kliens használatával szolgáltat minta adatokat. A konfiguráláshoz és más adatforrások a szerverhez hozzáadásához kérjük nézze meg a dokumentációt az `ncWMS honlapon <https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/>`_.
it: ncWMS è un Web Map Service che permette la rapida visualizzazione di dati da file NetCDF e altre fonti di dati ambientali. Questa guida quickstart descrive come esplorare i dati di esempio forniti utilizzando il client web Godiva2. Per la configurazione e l'aggiunta di altre fonti di dati al server, si prega di consultare la documentazione sul sito web di `ncWMS <https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/>`_.

source: Contents
es: Contenidos
it: Contenuti

source: Start ncWMS and understand the workspace
es: Inicie ncWMS y comprenda el espacio de trabajo
hu: ncWMS indítása és a munkaterület megértése
it: Avvia ncWMS e conosci lo spazio di lavoro

source: Select :menuselection:`Geospatial --> Web Services --> ncWMS --> Start ncWMS`.
es: Seleccione :menuselection:`Geospatial --> Servicios Web --> ncWMS --> Iniciar ncWMS`.
hu: Válassza a :menuselection:`Geospatial --> Web Services --> ncWMS --> Start ncWMS`-t .

source: After a few moments the application will start up and open a web browser at http://localhost:8080/ncWMS2/Godiva3.html
es: Después de unos momentos, la aplicación se iniciará y abrirá un navegador web en http://localhost:8080/ncWMS2/Godiva3.html
hu: Néhány pillanat múlva az alkalmazás elindul és megnyitja a böngésző ezen a lapon http://localhost:8080/ncWMS2/Godiva3.html
it: Dopo qualche istante l'applicazione si avvierà e aprirà un browser web all'indirizzo http://localhost:8080/ncWMS2/Godiva3.html

source: Use the left-hand menu to choose a dataset to view.
es: Utilice el menú de la izquierda para elegir un conjunto de datos para ver.
hu: Használja a bal oldali menüt a megjelenítendő adathalmaz kiválasztásához.
it: Usa il menu a sinistra per scegliere un set di dati da visualizzare.

source: Clicking a dataset (or the + icon to the left of it) will expand the dataset to show the available variables to plot.
es: Al hacer click en un conjunto de datos (o en el icono + a la izquierda del mismo) se expandirá el conjunto de datos para mostrar las variables disponibles para trazar.
hu: Kattintson egy adathalmazra (vagy az ikonra balra tőle) és kinyílik az adathalmaz, hogy megjelenjenek az elérhető kirajzolható változók.
it: Cliccando su un set di dati (o sull'icona + a sinistra di esso) si espande il set di dati per mostrare le variabili disponibili da tracciare.

source: Choose a variable by clicking on it. The data displays on the interactive map after a short delay (a progress bar may display showing the progress of loading image tiles from the WMS servers).
es: Elija una variable haciendo click en ella. Los datos se muestran en el mapa interactivo después de un breve retraso (puede aparecer una barra de progreso que muestra el progreso de la carga de teselas de imagen desde los servidores WMS).
hu: Válasszon ki egy változót kattintással. Az adatok kis késleltetéssel megjelennek az interaktív térképen (egy haladás mutató jelenhet meg, a WMS szerverekről a kép csempék letöltésének arányát mutatja).
it: Scegliete una variabile cliccando su di essa. I dati vengono visualizzati sulla mappa interattiva dopo un breve ritardo (può essere visualizzata una barra di avanzamento che mostra l'avanzamento del caricamento delle immagini dai server WMS).

source: Navigating the map
es: Navegando por el mapa
hu: Navigáció a térképen
it: Navigazione della mappa

source: The interactive map can be dragged with the mouse to navigate around. Using the controls in the top left of the map you can zoom in and out. You can zoom quickly to a particular area by holding down the Shift key and dragging a rectangle on the map.
es: El mapa interactivo se puede arrastrar con el ratón para navegar. Usando los controles en la parte superior izquierda del mapa puede acercar y alejar. Puede acercar rápidamente a un área determinada manteniendo pulsada la tecla Mayús y arrastrando un rectángulo en el mapa.
hu: Az interaktív térkép az egérrel elhúzható a navigáláshoz. A térkép bal-felső sarkában lévő vezérlőkkel nagyíthat, kicsinyíthet. Gyorsan egy kiválasztott területre nagyíthat, ha shift nyomva tartása mellett egy téglalapot húz ki a térképen.
it: La mappa interattiva può essere trascinata con il mouse per navigare. Usando i controlli in alto a sinistra della mappa puoi ingrandire e rimpicciolire. Puoi zoomare rapidamente su un'area particolare tenendo premuto il tasto Shift e trascinando un rettangolo sulla mappa.

source: Selecting the vertical level
es: Seleccionando el nivel vertical
hu: Magassági szint kiválasztása
it: Selezione del livello verticale

source: If the variable you are viewing has a vertical dimension you will be able to select the vertical level using the drop-down box above the map.
es: Si la variable que está viendo tiene una dimensión vertical, podrá seleccionar el nivel vertical usando el cuadro desplegable sobre el mapa.
hu: Ha a megtekintett változó függőleges dimenzióval rendelkezik, akkor egy a térkép feletti legördülő lista segítségével kiválaszthatja a magassági szintet.
it: Se la variabile che stai visualizzando ha una dimensione verticale, sarai in grado di selezionare il livello verticale utilizzando la casella a discesa sopra la mappa.

source: Selecting the timestep
es: Seleccionando el paso de tiempo
hu: Időpont kiválasztása
it: Selezione del timestep

source: If the displayed variable has a time dimension a date control will appear above the map. Click on this control to select the date you want to focus on. If there are several timesteps available for this day, use the drop-down box above the map to select the time.
es: Si la variable mostrada tiene una dimensión de tiempo, aparecerá un control de fecha encima del mapa. Haga click en este control para seleccionar la fecha en la que desea centrarse. Si hay varios pasos de tiempo disponibles para este día, utilice el cuadro desplegable situado encima del mapa para seleccionar la hora.
hu: Ha a megjelenített változónak van idő dimenziója is, akkor egy vezérlő jelenik meg a térkép felett. Kattintson a vezérlőre és válassza ki a dátumot melyre fókuszálni akar. Ha több időpont áll rendelkezésre ezen a napon, akkor használja a térkép feletti legördülő listát az időpont kiválasztására.
it: Se la variabile visualizzata ha una dimensione temporale, un controllo della data apparirà sopra la mappa. Clicca su questo controllo per selezionare la data su cui vuoi concentrarti. Se ci sono diversi tempi disponibili per questo giorno, usa la casella a discesa sopra la mappa per selezionare il tempo.

source: Finding the data value at a point
es: Encontrar el valor de los datos en un punto
hu: Értékek megtalálása egy pontban
it: Trova il valore dei dati in un punto

source: Once a variable has been displayed on the map, you can click on the map to discover the data value at that point. The data value, along with the latitude and longitude of the point you clicked, will appear in a small pop-up window at the point where you clicked.
es: Una vez que se ha mostrado una variable en el mapa, puede hacer click en el mapa para descubrir el valor de los datos en ese punto. El valor de los datos, junto con la latitud y longitud del punto en el que hizo click, aparecerá en una pequeña ventana emergente en el punto donde hizo click.
hu: Amikor egy változó megjelenik a térképen, a térképre kattinthat az adatok feltárására abban a pontban. Az adatok értéke jelenik meg a pont hosszúsága és hosszúsága mellett egy kis felbukkanó ablakban a kattintás helyén.
it: Una volta che una variabile è stata visualizzata sulla mappa, puoi cliccare sulla mappa per scoprire il valore dei dati in quel punto. Il valore dei dati, insieme alla latitudine e longitudine del punto in cui hai cliccato, apparirà in una piccola finestra pop-up nel punto in cui hai cliccato.

source: Change the style of the data display
es: Cambiar el estilo de la visualización de datos
hu: Adatmegjelenítés stílusának megváltoztatása
it: Cambia lo stile della visualizzazione dei dati

source: Adjusting the colour contrast range
es: Ajuste del rango de contraste de color
hu: A színkontraszt tartomány beállítása
it: Regolazione dell'intervallo del contrasto del colore

source: When you first load a variable it will appear with a default colour scale range. This range may not be appropriate for the geographical region and timestep you are interested in. By clicking "auto" (the colour wheel to the right of the colour scale bar) the colour scale range will be automatically stretched to suit the data currently displayed in the map. You can also manually change the colour scale range by editing the values at the top and bottom of the colour scale bar.
es: La primera vez que cargue una variable aparecerá con un rango de escala de color predeterminado. Este rango puede no ser adecuado para la región geográfica y el paso de tiempo que le interesan. Al hacer clic en "auto" (la rueda de color a la derecha de la barra de escala de colores), el rango de escala de color se estirará automáticamente para adaptarse a los datos que se muestran actualmente en el mapa. También puede cambiar manualmente el rango de escala de color editando los valores en la parte superior e inferior de la barra de escala de color.
hu: Amikor először tölt be egy változót, az alapértelmezett színskála tartománnyal jelenik meg. Ez a tartomány lehet, hogy nem felel meg az ön számára érdekes földrajzi területnek és az időpontnak. Az "auto"-ra kattintva (a színkerék a színskála oszloptól jobbra) a színskála tartományt automatikusan széthúzzuk a térképen aktuálisan megjelenő adatokra. Manuálisan módosíthatja színskála tartományt a színskála oszlop alsó és felső értékének szerkesztésével.
it: Quando carichi per la prima volta una variabile, essa apparirà con una scala di colori predefinita. Questo intervallo potrebbe non essere appropriato per la regione geografica e la fase temporale a cui siete interessati. Cliccando su "auto" (la ruota dei colori a destra della barra della scala dei colori) l'intervallo della scala dei colori sarà automaticamente allungato per adattarsi ai dati attualmente visualizzati nella mappa. Puoi anche cambiare manualmente l'intervallo della scala dei colori modificando i valori in alto e in basso nella barra della scala dei colori.

source: Locking the scale range
es: Bloqueo del rango de escala
hu: Méretarány tartomány rögzítése
it: Bloccare l'intervallo della scala

source: Sometimes, when comparing two datasets, you might want to fix the colour scale range so that when you select a new variable, that variable is shaded with exactly the same colour scale. To do this, click the "lock" link, which is the padlock icon to the right of the colour scale bar. The colour scale range will then not be changed when a new variable is loaded and the scale range cannot be edited manually. However, the colour palette and the number of colour bands can still be modified while the scale range is locked. Click the lock icon again to make the colour scale editable.
es: A veces, al comparar dos conjuntos de datos, es posible que desee corregir el rango de la escala de colores para que cuando seleccione una nueva variable, esa variable esté sombreada con exactamente la misma escala de colores. Para hacer esto, haga click en el enlace "bloquear", que es el ícono del candado a la derecha de la barra de escala de colores. El rango de escala de color no se cambiará cuando se cargue una nueva variable y el rango de escala no se pueda editar manualmente. Sin embargo, la paleta de colores y el número de bandas de colores aún se pueden modificar mientras el rango de escala está bloqueado. Haga click en el icono de candado nuevamente para hacer que la escala de color sea editable.
hu: Időnként, amikor két adathalmazt hasonlítunk össze, rögzíteni akarhatja a színskála tartományt , úgy hogy amikor egy új változót választ ki, az a változó pontosan ugyanazzal színskálával jelenjen meg. Ehhez kattintson a "lock" linkre, ez a lakat ikon a színskála oszloptól jobbra. A színskála tartomány nem fog megváltozni amikor egy új változót tölt be és a skála tartomány nem szerkeszthető manuálisan. Habár a szín paletta és a színsávok száma módosítható miközben a skála tartomány rögzített. Kattintson ismét a zárolás ikonra a színskála szerkeszthetővé tételéhez.
it: A volte, quando si confrontano due serie di dati, si potrebbe desiderare di fissare l'intervallo della scala dei colori in modo che quando si seleziona una nuova variabile, quella variabile sia ombreggiata esattamente con la stessa scala di colori. Per fare questo, cliccate sul link "lock", che è l'icona del lucchetto a destra della barra della scala di colore. L'intervallo della scala dei colori non sarà quindi modificato quando viene caricata una nuova variabile e l'intervallo della scala non può essere modificato manualmente. Tuttavia, la tavolozza dei colori e il numero di bande di colore possono ancora essere modificati mentre l'intervallo della scala è bloccato. Clicca nuovamente sull'icona di blocco per rendere la scala dei colori modificabile.

source: Changing the colour palette
es: Cambiar la paleta de colores
hu: Színpaletta módosítása
it: Cambiare la tavolozza dei colori

source: The colour palette can be changed by clicking on the colour scale bar. A pop-up window will display with the available palettes. Click on one to load the new palette. The window also contains a drop-down box to select the number of colour bands to use, from 10 (giving a contoured appearance) to 250 (smoothed). Note that if the number of colour bands is changed, you will need to click on the desired palette to effect the change. All colour palettes can be reversed by clicking the "Flip" button on the colour palette selector.
es: La paleta de colores se puede cambiar haciendo click en la barra de escala de colores. Se mostrará una ventana emergente con las paletas disponibles. Haga click en uno para cargar la nueva paleta. La ventana también contiene un cuadro desplegable para seleccionar el número de bandas de color a utilizar, de 10 (dando un aspecto contorneado) a 250 (suavizado). Tenga en cuenta que si se cambia el número de bandas de color, tendrá que hacer click en la paleta deseada para realizar el cambio. Todas las paletas de colores se pueden invertir haciendo clic en el botón "Voltear" en el selector de paletas de colores.
hu: A színpaletta a színskála oszlopra kattintva módosítható. Egy felbukkanó ablak jelenik meg az elérhető palettákkal. Kattintson egyre az új paletta betöltéséhez. Az ablak egy legördülő listát is tartalmaz a használt szín sávok számának kiválasztására 10-től (sávos megjelenítés ad) 250-ig (simított). Vegye figyelembe, ha a szín sávok száma módosult, a megfelelő palettára rá kell kattintania a változás érvényesítéséhez. Minden szín paletta átfordítható a "Flip" gombra kattintva a szín paletta kiválasztón.
it: La tavolozza dei colori può essere cambiata cliccando sulla barra della scala dei colori. Verrà visualizzata una finestra pop-up con le tavolozze disponibili. Clicca su una per caricare la nuova tavolozza. La finestra contiene anche una casella a discesa per selezionare il numero di bande di colore da utilizzare, da 10 (dando un aspetto contornato) a 250 (levigato). Nota che se il numero di bande di colore viene cambiato, sarà necessario cliccare sulla tavolozza desiderata per effettuare il cambiamento. Tutte le tavolozze di colore possono essere invertite cliccando il pulsante "Flip" sul selettore delle tavolozze di colore.

source: Other parameters
es: Otros parámetros
hu: További paraméterek
it: Altri parametri

source: Certain variables, particularly biological parameters, are best displayed with a logarithmic colour scale. The spacing of the colour scale can be toggled between linear and logarithmic using the drop-down box to the right of the colour scale bar. Note that you cannot select a logarithmic scale if the colour scale range contains negative or zero values.
es: Ciertas variables, particularmente los parámetros biológicos, se muestran mejor con una escala de color logarítmica. El espaciado de la escala de color se puede alternar entre lineal y logarítmico utilizando el cuadro desplegable a la derecha de la barra de escala de color. Tenga en cuenta que no puede seleccionar una escala logarítmica si el rango de la escala de color contiene valores negativos o cero.
hu: Bizonyos változók, különösen a biológiai paraméterek, logaritmikus színskálával jelennek meg a legjobban. A színskála beosztása átváltható a lineáris és a logaritmikus között a színskála oszlop jobb oldalán lévő legördülő listával. Vegye figyelembe, hogy a logaritmikus skála nem választható ki ha a színtartomány negatív vagy nulla értéket tartalmaz.
it: Alcune variabili, in particolare i parametri biologici, sono visualizzati meglio con una scala di colori logaritmica. La spaziatura della scala di colore può essere alternata tra lineare e logaritmica utilizzando la casella a discesa a destra della barra della scala di colore. Nota che non è possibile selezionare una scala logaritmica se l'intervallo della scala dei colori contiene valori negativi o nulli.

source: Creating animations
es: Creando animaciones
hu: Animációk létrehozása
it: Crea animazioni

source: Click the animation wizard button below the lower left corner of the map.
es: Haga click en el botón del asistente de animación debajo de la esquina inferior izquierda del mapa.
hu: Kattintson az animáció varázsló gombra lentebb a térkép bal-alsó sarkában.
it: Clicca sul pulsante dell'animazione guidata sotto l'angolo in basso a sinistra della mappa.

source: Select a start and end time for the animation
es: Seleccione una hora de inicio y finalización para la animación.
hu: Az animáció kezdő és záróidejének kiválasztása
it: Seleziona un tempo di inizio e di fine per l'animazione

source: Choose the granularity and frame rate for the animation
es: Elija la granularidad y velocidad de fotogramas para la animación.
hu: Válassza ki az animációhoz a részletességet és képszámot
it: Scegli la granularità e il frame rate per l'animazione

source: Click "Go". Note that the animation may take quite a while to display.
es: Haga click en "Ir". Tenga en cuenta que la animación puede tardar bastante tiempo en mostrarse.
hu: Kattintson a "Go"-ra. Vegye figyelembe, hogy az animáció megjelenítése hasszabb időt vehet igénybe.
it: Clicca su "Go". Nota che l'animazione potrebbe richiedere un po' di tempo per essere visualizzata.

source: Click the "Stop animation" button (where the wizard was) to stop the animation and return the controls to normal.
es: Haga clic en el botón "Detener animación" (donde estaba el asistente) para detener la animación y regresar los controles a la normalidad.
hu: Kattintson a "Stop animation" gombra (ahol a varázsló volt) az animáció megállításához és a normál vezérlőkhöz visszatéréshez.
it: Fai clic sul pulsante "Stop animation" (dove si trovava la procedura guidata) per fermare l'animazione e riportare i controlli alla normalità.

source: Timeseries plots
es: Gráficos de series de tiempo
hu: Idősoros rajzok

source: Creating a timeseries plot uses a similar wizard to that used to create animations. When finding the data value at a point, a link will be present to create a timeseries plot if the data have a time axis. Timeseries plots open in a new window.
es: La creación de un trazado de serie temporal utiliza un asistente similar al utilizado para crear animaciones. Al buscar el valor de datos en un punto, aparecerá un vínculo para crear un gráfico de series temporales si los datos tienen un eje de tiempo. Las gráficas de series temporales se abren en una nueva ventana.
hu: Az idősoros rajz létrehozása az animációk létrehozásához használt varázslóhoz hasonlót használ. Amikor egy ponthoz tartozó az adatértékeket keresünk, egy hivatkozás jelenik meg, amely idősoros rajz létrehozásához, ha az adatoknak van időtengelyük. Az idősoros rajzok új ablakban nyílnak meg.
it: La creazione di un grafico di serie temporali utilizza una procedura guidata simile a quella utilizzata per creare animazioni. Quando si trova il valore dei dati in un punto, sarà presente un collegamento per creare un grafico di serie temporali se i dati hanno un asse temporale. I grafici delle serie temporali si aprono in una nuova finestra.

source: Vertical sections and transects along arbitrary paths
es: Secciones verticales y transectos a lo largo de caminos arbitrarios
hu: Függőleges metszetek és keresztmetszetek tetszőleges útvonal mentén
it: Sezioni verticali e transetti lungo percorsi arbitrari

source: At the top of the map, click the icon that looks like a line joining four points.
es: En la parte superior del mapa, haga click en el icono que parece una línea que une cuatro puntos.
hu: A térkép tetején kattintson a négy pontot összekötő vonalat tartalmazó ikonra.
it: Nella parte superiore della mappa, clicca sull'icona che sembra una linea che unisce quattro punti.

source: Click on the map to start drawing a line.
es: Haga click en el mapa para empezar a dibujar una línea.
hu: Kattintson a térképre egy vonal rajzolás indításához.
it: Clicca sulla mappa per iniziare a disegnare una linea.

source: Add "waypoints" along this line by single-clicking at each point.
es: Agregue "puntos de ruta" a lo largo de esta línea haciendo un solo click en cada punto.
hu: "Útpontok" hozzáadása a vonal mentén az egyes pontokba kattintással.
it: Aggiungi dei "waypoint" lungo questa linea facendo un clic su ogni punto.
