Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/odc_quickstart.po
Languages: sv

source: Open Data Cube Quickstart
sv: Snabbstart för Open Data Cube

source: The Open Data Cube Core provides an integrated gridded data analysis environment for decades of analysis ready earth observation satellite and related data from multiple satellite and other acquisition systems.
sv: Open Data Cube Core tillhandahåller en integrerad miljö för analys av data i rutnät för decennier av analys av färdiga jordobservationssatelliter och relaterade data från flera satelliter och andra förvärvssystem.

source: This Open Data Cube tutorial section
sv: Detta avsnitt av Open Data Cube-handledningen

source: use Jupyter Notebook to examine data
sv: använda Jupyter Notebook för att undersöka data

source: basic command line tools
sv: grundläggande kommandoradsverktyg

source: Contents
sv: Innehåll

source: Analyze a Base Map
sv: Analysera en baskarta

source: As our input dataset we will use Prizren from esa_worldview_2021 land use / landcover dataset;
sv: Som vår ingångsdataset kommer vi att använda Prizren från esa_worldview_2021 markanvändning / landcover dataset;

source: Open menu Geospatial : Spatial Tools : Jupyter Notebook;
sv: Öppna menyn Geospatial : Geospatiala verktyg : Jupyter Anteckningsbok;

source: On the Jupyter Home page, click to open folder OpenDataCube, click to open Notebook, choose "Run All" from the kernel menu.
sv: På Jupyters startsida, klicka för att öppna mappen OpenDataCube, klicka för att öppna Notebook, välj "Run All" från kernel-menyn.

source: For a quick look at a base data file, open a terminal and use the GDAL command `gdalinfo`:
sv: För en snabb titt på en basdatafil kan du öppna en terminal och använda GDAL-kommandot `gdalinfo`:

source: Things to try
sv: Saker att prova

source: Datacube core commands quickstart :
sv: Snabbstart för Datacube kärnkommandon :

source: `TODO tutorial <tutorial>`
sv: `ATTGÖRA handledning <tutorial>`

source: What next?
sv: Hur vill du gå vidare?

source: Documentation: https://datacube-core.readthedocs.io/en/stable/
sv: Dokumentation: https://datacube-core.readthedocs.io/en/stable/

source: Website: https://www.opendatacube.org
sv: Webbplats: https://www.opendatacube.org

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap
