Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/openlayers_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Features within vector layers can be styled. The style is determined by a combination of fill, stroke, text and image, which are all optional. In addition, a style can be applied to a layer, which determines the style of all contained features, or to an individual feature.
it: Gli elementi all'interno dei vettori possono essere stilizzati. Lo stile è determinato da una combinazione di riempimento, tratto, testo e immagine, che sono tutti opzionali. Inoltre, uno stile può essere applicato ad un layer, che determina lo stile di tutti gli elementi contenuti, o ad un singolo elemento.
sv: Funktioner inom vektorlager kan stylas. Stilen bestäms av en kombination av fill, stroke, text och image, som alla är valfria. Dessutom kan en stil tillämpas på ett lager, vilket bestämmer stilen för alla ingående funktioner, eller på en enskild funktion.

source: Work with events
fr: Travailler avec les événements
it: Lavora con gli eventi
ja: イベントの操作
sv: Arbeta med evenemang

source: What next?
fr: Ensuite ?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: `API Docs <https://localhost/openlayers/apidoc/>`_
it: `Doc API <https://localhost/openlayers/apidoc/>`_
sv: dokument om API <https://localhost/openlayers/apidoc/>`_

source: `Examples <https://localhost/openlayers/examples/>`_
it: `Esempi <https://localhost/openlayers/examples/>`_
sv: `Exempel <https://localhost/openlayers/examples/>`_

source: `OpenLayers.org Website <https://openlayers.org/>`_
fr: ` Site web : OpenLayers.org <https://openlayers.org/>`_
it: `OpenLayers.org Sito web <https://openlayers.org/>`_
ja: `OpenLayers.org Webサイト <https://openlayers.org/>`_
sv: webbplats för OpenLayers.org <https://openlayers.org/>`_

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap
