Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/openjump_quickstart.po
Languages: es, fr, it, ja, sv

source: The OpenJUMP user interface has four (4) basic components as most other desktop GIS. (i) The first is a top-level menu bar for accessing most functionality. (ii) The second is a main toolbar that sits just below the menu bar. The buttons give access to the most important display and navigation functions. (iii) The third is a tree view on the left that shows the layer list of the active project. (iv) The fourth is the map view. This is the actual map where a graphical representation of the spatial data in each layer is given. Finally there is an information bar at the bottom displaying mouse pointer coordinates, processing reports, and memory usage. A project window contains a layer list and a layer view. Each instance of OpenJUMP can contain multiple projects. In our quick start, we will only be working with a single window.
es: La interfaz de usuario de OpenJUMP tiene cuatro (4) componentes básicos como la mayoría de los demás SIG de escritorio. (i) La primera es una barra de menú de nivel superior para acceder a la mayoría de las funciones. (ii) La segunda es una barra de herramientas principal que se encuentra justo debajo de la barra de menú. Los botones dan acceso a las funciones más importantes de visualización y navegación. (iii) La tercera es una vista de árbol a la izquierda que muestra la lista de capas del proyecto activo. (iv) El cuarto es la vista del mapa. Este es el mapa real donde se proporciona una representación gráfica de los datos espaciales en cada capa. Finalmente, hay una barra de información en la parte inferior que muestra las coordenadas del puntero del mouse, el procesamiento de informes y el uso de la memoria. Una ventana de proyecto contiene una lista de capas y una vista de capas. Cada instancia de OpenJUMP puede contener múltiples proyectos. En nuestro inicio rápido, solo trabajaremos con una sola ventana.

source: Open an ESRI Shapefile
es: Abra un archivo Shapefile ESRI

source: This section of the quick start briefly explains how to open an ESRI shapefile.
es: Esta sección del inicio rápido explica brevemente cómo abrir un shapefile ESRI.

source: On the top-level menu bar in OpenJUMP, select the [File] menu. Then select the option [Open File...]. This will present you with a dialog box that allows you to open files containing geospatial data. In our example, you want to browse for an ESRI shapefile. Look for a file with the .shp extension (e.g. on the LiveDVD under `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`). Select the file and click the [Finish] button on the dialog. After a few moments, you will be able to see the data from your shapefile in the Map View. You will also see a new layer created for your data in the Layer List. The name of the layer will match the name of the shapefile.
es: En la barra de menú de nivel superior en OpenJUMP, seleccione el menú [File]. Luego seleccione la opción [Open File...]. Esto le presentará un cuadro de diálogo que le permite abrir archivos que contienen datos geoespaciales. En nuestro ejemplo, desea buscar un archivo shapefile ESRI. Busque un archivo con la extensión .shp (por ejemplo, en OSGeoLive en `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`). Seleccione el archivo y haga clic en el botón [Finish] en el cuadro de diálogo. Después de unos momentos, podrá ver los datos de su archivo de forma en la Vista de mapas. También verá una nueva capa creada para sus datos en la Lista de capas. El nombre de la capa coincidirá con el nombre del archivo shapefile.

source: Style a Layer
es: Diseñar una capa

source: This section of the quick start briefly explains how to style a layer.
es: Esta sección del inicio rápido explica brevemente cómo diseñar una capa.

source: In the Layer List, right click* on the layer name. This will show a pop-up menu. Go to the [Style] menu entry and then choose [Change Styles...]. The Change Styles dialog has five (5) tabs that allow you to change how the layer is displayed in the Map View. This includes changing the stroke color, the fill color, line style and line thickness, transparency, adding labels, and determining at which maximum and minimum scales the layer is displayed at.
es: En la Lista de capas, haga clic derecho* en el nombre de la capa. Esto mostrará un menú emergente. Vaya a la entrada del menú [Style] y luego elija [Change Styles...]. El cuadro de diálogo Cambiar estilos tiene cinco (5) pestañas que le permiten cambiar cómo se muestra la capa en la Vista de mapa. Esto incluye cambiar el color del trazo, el color de relleno, el estilo de línea y el grosor de la línea, la transparencia, agregar etiquetas y determinar en qué escalas máxima y mínima se muestra la capa.

source: MacOSX users press the :guilabel:`Ctrl` key to access this menu.
es: Los usuarios de MacOSX presionan la tecla :guilabel:`Ctrl` para acceder a este menú.

source: Edit Feature Geometries in a Layer
es: Editar geometrías de entidades en una capa

source: In the Layer List, right click on the layer name, as in the previous example. This will show a pop-up menu. Click on the menu entry "Editable" so that a check mark is shown. This will open a new floating toolbar over the Map View on the right side. This toolbar has a set of buttons that you can use to edit the geometry of a geographic feature.
es: En la Lista de capas, haga clic derecho en el nombre de la capa, como en el ejemplo anterior. Esto mostrará un menú emergente. Haga clic en la entrada del menú "Editable" para que se muestre una marca de verificación. Esto abrirá una nueva barra de herramientas flotante sobre la Vista de mapa en el lado derecho. Esta barra de herramientas tiene un conjunto de botones que puede usar para editar la geometría de una entidad geográfica.

source: Let's try a quick edit. First we need to select a geometry and then we move a point of the geometry. To do that, we first click the button that shows a mouse cursor in the editing toolbar (top left button). Activate it and click on a single feature in the Layer View to select it. If the selection worked, then the features line color should change to yellow and small yellow squares appear at each angle point (vertex) in the feature geometry.
es: Probemos una edición rápida. Primero necesitamos seleccionar una geometría y luego movemos un punto de la geometría. Para hacer eso, primero hacemos clic en el botón que muestra el cursor del mouse en la barra de herramientas de edición (botón superior izquierdo). Actívelo y haga clic en una sola función en la Vista de capa para seleccionarla. Si la selección funcionó, el color de la línea de entidades debería cambiar a amarillo y aparecerían pequeños cuadrados amarillos en cada punto de ángulo (vértice) en la geometría de la entidad.

source: Other Learning Resources for OpenJUMP
es: Otros recursos de aprendizaje para OpenJUMP

source: You can download tutorials for the OpenJUMP here: http://sourceforge.net/projects/jump-pilot/files/Documentation/
es: Puede descargar tutoriales para OpenJUMP aquí: http://sourceforge.net/projects/jump-pilot/files/Documentation/

source: And you can get help fast on the OpenJUMP users mailing list: http://groups.google.com/group/openjump-users
es: Y puede obtener ayuda rápidamente en la lista de correo de usuarios de OpenJUMP: http://groups.google.com/group/openjump-users

source: Finally, the latest OpenJUMP version can be found here: http://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
es: Finalmente, la última versión de OpenJUMP se puede encontrar aquí: http://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
