Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/opencpn_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: OpenCPN Quickstart
es: Inicio Rápido de OpenCPN
fr: Guide de démarrage rapide d'OpenCPN
hu: OpenCPN gyorstalpaló
it: Guida rapida OpenCPN
ja: OpenCPNクイックスタート
sv: OpenCPN Snabbstart

source: OpenCPN is a concise Chart Plotter and Navigator (CPN). As always, never use a piece of software or electronic equipment as your only means of navigation and keep an eye out the window.
de: OpenCPN ist ein präziser Diagramm Drucker und Navigator (CPN). Wie immer: verwende nie eine Software oder elektronische Ausrüstung als alleiniges Navigationswerkzeug. Halte die Augen offen.
es: OpenCPN es un conciso Chart Plotter y Navegador (CPN). Como siempre, nunca use una pieza de software o equipo electrónico como su único medio de navegación y esté atento a la ventana.
fr: OpenCPN est un navigateur et dessinateur de carte concis (CPN). Comme toujours, n'utilisez jamais un logiciel ou un équipement électronique comme vos seuls moyens de navigation et garder un œil par la fenêtre.
hu: Az OpenCPN egy kompakt térkép rajzoló és navigátor (CPN). Mint mindig, soha ne használjon egy szoftvert vagy egy elektronikus berendezést az egyetlen navigációs eszközként, és tartsa az egyik szemét ablakon.
it: OpenCPN è un sintetico Chart Plotter and Navigator (CPN). Come sempre, non usate mai un software o un'attrezzatura elettronica come unico mezzo di navigazione e tenete un occhio fuori dalla finestra.
ja: OpenCPNは、簡潔なCPN(Chart Plotter and Navigator)です。常に、ソフトウェアや電子機器を唯一のナビゲーション手段として使用したり、窓から目を離さないでください。
sv: OpenCPN är en kortfattad kartplotter och navigator (CPN). Som alltid ska du aldrig använda programvara eller elektronisk utrustning som enda navigationshjälpmedel och alltid hålla ett öga ut genom fönstret.

source: Contents
de: Inhalt
fr: Contenu
it: Contenuti
sv: Innehåll

source: Setting up your charts
de: Seekarten vorbereiten
es: Configuración de los gráficos
fr: Paramétrer vos cartes
hu: Térképek beállítása
it: Impostazione dei grafici
ja: チャートを設定する
sv: Konfigurera dina diagram

source: Before running OpenCPN on the LiveDVD you should activate the sample data. This is a condition of redistributing NOAA's free nautical charts. The first time you open OpenCPN you are presented with the option to do this automatically.
de: Bevor Sie OpenCPN auf OSGeoLive ausführen, sollten Sie die Beispieldaten aktivieren. Dies ist eine Bedingung für die Umverteilung der kostenlosen Seekarten der NOAA. Wenn Sie OpenCPN zum ersten Mal öffnen, erhalten Sie die Möglichkeit, dies automatisch zu tun.
es: Antes de ejecutar OpenCPN en el LiveDVD, debe activar los datos de ejemplo. Esta es una condición para redistribuir las cartas náuticas gratuitas de la NOAA. La primera vez que abra OpenCPN se le presentará la opción de hacerlo automáticamente.
fr: Avant d’exécuter OpenCPN sur le LiveDVD, vous devez activer les données de l’échantillon. Il s’agit d’une condition de redistribution des cartes nautiques libres de la NOAA. La première fois que vous ouvrez OpenCPN, vous avez la possibilité de le faire automatiquement.
hu: Mielőtt az OpenCPN a LiveDVD-ről futtatná, aktiválnia kell a minta adatokat. Ennek feltétele a NOAA ingyenes tengeri térképek megosztása. Amikor először megnyitja, egy beállítás jelenik meg, mellyel ezt automatikusan megteheti.
it: Prima di eseguire OpenCPN sul LiveDVD dovresti attivare i dati di esempio. Questa è una condizione per ridistribuire le carte nautiche gratuite della NOAA. La prima volta che apri OpenCPN ti viene presentata l'opzione di farlo automaticamente.
ja: LiveDVDでOpenCPNを実行する前に、サンプルデータを有効にする必要があります。これは、NOAAの自由な海図を再配布するための条件です。OpenCPNを初めて開くと、自動的に開くオプションが表示されます。
sv: Innan du kör OpenCPN på LiveDVD:n bör du aktivera exempeldata. Detta är ett villkor för att få vidaredistribuera NOAA:s kostnadsfria sjökort. Första gången du öppnar OpenCPN får du möjlighet att göra detta automatiskt.

source: From the Start menu, select |menu_opencpn|.
it: Dal menu Start, selezionare |menu_opencpn|.
sv: Välj |menu_opencpn| från Start-menyn.

source: Click :guilabel:`I agree` to the NOAA Nautical Chart Data Agreement.
de: Klicken Sie auf :guilabel:`I agree` to the NOAA Nautical Chart Data Agreement.
es: Haga click en :guilabel:`Aceptar` en el Acuerdo de Datos de Cartas Náuticas NOAA.
fr: Cliquez sur le bouton :guilabel:`I agree` du NOAA Nautical Chart Data Agreement.
hu: Kattintson a :guilabel:`I agree` a NOAA tengeri térkép egyezményen.
it: Clicare :guilabel:`I agree` per accettare il contratto NOAA Nautical Chart Data.
ja: :guilabel:`I agree` をクリックして、NOAA Nautical Chart Data Agreementに同意します。
sv: Klicka på :guilabel:`Jag godkänner` till NOAA Nautical Chart Data Agreement.

source: Click :guilabel:`OK` to agree to the OpenCPN license.
de: Klicken Sie :guilabel:`OK`, um der OpenCPN Lizenz zuzustimmen.
es: Haga click en :guilabel:`OK` para aceptar la licencia de OpenCPN.
fr: Cliquez sur :guilabel:`OK` pour accepter la licence OpenCPN.
hu: Kattintson a :guilabel:`OK`-ra az OpenCPN licenc elfogadásához.
it: Clicca :guilabel:`OK` per accettare la licenza OpenCPN.
ja: :guilabel:`OK` をクリックして、OpenCPN ライセンスに同意します。
sv: Klicka på :guilabel:`OK` för att godkänna OpenCPN-licensen.

source: You can download additional US nautical charts from NOAA at https://www.charts.noaa.gov/
de: Weitere US-Seekarten von NOAA können Sie unter dem folgenden Link herunterladen https://www.charts.noaa.gov/
es: Puede descargar cartas náuticas adicionales de EUA de la NOAA en https://www.charts.noaa.gov/
fr: Vous pouvez télécharger des cartes nautiques américaines supplémentaires de la NOAA à cette adresse: https//www.charts.noaa.gov
hu: További US tengeri térképeket tölthet le a NOAA-tól a https://www.charts.noaa.gov címről.
it: Potete scaricare altre carte nautiche americane dal NOAA all'indirizzo https://www.charts.noaa.gov/
ja: https://www.charts.noaa.gov/ のNOAAから追加の米国海図をダウンロードできます。
sv: Du kan ladda ner ytterligare amerikanska sjökort från NOAA på https://www.charts.noaa.gov/

source: Setting up your GPS
de: GPS einstellen
es: Configuración de su GPS
fr: Paramétrer votre GPS
hu: GPS-ének beállítása
it: Impostazione del GPS
ja: GPSを設定する
sv: Konfigurera din GPS

source: If you have a GPS connected you will want to start the gpsd service. To do that, open a terminal and run:
de: Wenn Sie ein GPS angeschlossen haben, sollten Sie den GPS-Dienst starten. Öffnen Sie dazu ein Terminal und führen Sie folgenden Befehl aus:
es: Si tiene un GPS conectado, querrá iniciar el servicio GPSd. Para ello, abra un terminal y ejecute:
fr: Si vous avez un GPS connecté vous souhaiterez sans doute démarrer le service gpsd. Pour cela ouvrez un terminal et lancez la commande suivante :
hu: Ha van egy csatlakoztatott GPS eszköze, akkor el kell indítania a gpsd szolgáltatást. Ehhez nyisson egy terminál ablakot és futtassa:
it: Se avete un GPS collegato, vorrete avviare il servizio gpsd. Per farlo, aprite un terminale ed eseguite:
ja: GPSに接続している場合は、gpsdサービスを開始します。これを行うには、ターミナルを開き、次のコマンドを実行します。
sv: Om du har en GPS ansluten vill du starta tjänsten gpsd. För att göra det, öppna en terminal och kör:

source: and
de: und
es: y
fr: et
hu: és
it: e
sv: och

source: BlueTooth GPS users should take special care to read up about the no-probe option.
de: Möchten Sie über BlueTooth verbundene GPS-Geräte verwenden, sollten Sie zuvor weitere Details zur no-probe Option sorgfältig lesen.
es: Los usuarios de GPS BlueTooth deben tener especial cuidado al leer acerca de la opción no-sonda.
fr: Les utilisateurs de GPS BlueTooth doivent faire attention de lire attentivement au sujet de l'option no-probe.
hu: A BlueTooth GPS használóknak különös gondossággal kell olvasniuk a no-probe beállításról.
it: Gli utenti di BlueTooth GPS dovrebbero prestare particolare attenzione all'opzione no-probe.
ja: Blue tooth GPSユーザーは、no-probeオプションについて詳しく調べる必要があります。
sv: BlueTooth GPS-användare bör vara särskilt noga med att läsa på om alternativet utan sond.

source: '`xgps`' is a good program to check that Gpsd can see your GPS ok.
de: '`xgps`' ist ein Programm, mit dem Sie prüfen können, ob gpsd das GPS-Gerät erkennt und verwenden kann.
es: '`xgps`' es un buen programa para comprobar que Gpsd puede ver bien su GPS.
fr: '`xgps`'est un bon programme pour vérifier que Gpsd vois correctement votre GPS.
hu: '`xgps`' jó program annak ellenőrzésére, hogy a Gpsd látja az ön GPS-ét.
it: '`xgps`' è un buon programma per controllare che Gpsd possa vedere il tuo GPS.
ja: '`xgps`' は、GpsdがあなたのGPSを確認できるかどうかチェックしてくれる良いプログラムです。
sv: '`xgps`' är ett bra program för att kontrollera att Gpsd kan se din GPS ok.

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Current weather and wave forecast data can be downloaded and draped over your charts using the GRIB plugin. The :doc:`XyGrib software <../overview/xygrib_overview>` (also on this disc) is an easy way to download that.
de: Aktuelle Wetter- und Wellenvorhersagedaten können mit dem GRIB-Plugin heruntergeladen und über Ihre Charts drapiert werden. Die :doc:`XyGrib <../overview/xygrib_overview>` Software (auch auf dieser Dirstibution) ist eine einfache Möglichkeit, diese herunterzuladen.</..>
fr: La météo actuelle et les données prévisionnelles de vagues peuvent être téléchargées et drapées par dessus vos cartes à l'aide du plugin GRIB. Le :doc:`logicie XyGrib <../overview/xygrib_overview>` (aussi sur ce disque) est un moyen facile de faire cela.
hu: A GRIB modul segítségéve aktuális időjárási és hullám előrejelzés adatokat lehet letölteni és a térképekre rátenni. A :doc:`XyGrib szoftver <../overview/xygrib_overview>` (szintén ezen a lemezen) egy egyszerű módja arra, hogy letölthesse ezeket.
it: I dati meteorologici attuali e le previsioni delle onde possono essere scaricati e drappeggiati sui tuoi grafici usando il plugin GRIB. Il :doc:`XyGrib software <../overview/xygrib_overview>` (anche su questo disco) è un modo semplice per scaricarlo.
sv: Aktuella väder- och vågprognosdata kan hämtas och draperas över dina diagram med hjälp av GRIB-plugin. I :doc:`XyGrib-programvaran <../overview/xygrib_overview>` (finns också på den här skivan) kan du enkelt ladda ner den.

source: Click the :guilabel:`Options` icon on the toolbar. The Options window displays.
de: Klicken Sie auf der Symbolleiste :guilabel:'Optionen'. Das Fenster Optionen wird angezeigt.
es: Haga click en el ícono :guilabel:`Opciones` de la barra de herramientas. Aparecerá la ventana Opciones.
fr: Cliquez sur l’icône :guilabel:`Options` sur la barre d’outils. La fenêtre Options s’affiche.
hu: Kattintson az :guilabel:`Options` ikonra az eszközsorban. A beállítások ablak jelenik meg.
it: Fai clic sull'icona :guilabel:`Options` sulla barra degli strumenti. Viene visualizzata la finestra Opzioni.
ja: ツールバーの :guilabel:`Options` アイコンをクリックします。オプションウィンドウが表示されます。
sv: Klicka på ikonen :guilabel:`Options` i verktygsfältet. Fönstret Options visas.

source: Select the :guilabel:`Plugins` tab.
de: Wählen Sie die Registerkarte :guilabel:'Plugins'.
es: Seleccione la pestaña :guilabel:`Complementos`.
fr: Sélectionnez l’onglet :guilabel:`Plugins`.
hu: Válassza a :guilabel:`Plugins` fület.
it: Selezionare il pannello :guilabel:`Plugins`
ja: :guilabel:`Plugins` タブを選択します。
sv: Välj fliken :guilabel:`Plugins`.

source: Choose GRIB and then click :guilabel:`Enable`.
de: Wählen Sie GRIB und klicken Sie dann auf :guilabel:`Enable`.
es: Elija GRIB y, a continuación, haga click en :guilabel:`Habilitar`.
fr: Choisissez GRIB, puis cliquez sur :guilabel:`Enable`.
hu: Válassza a GRIB-et majd kattinson az :guilabel:`Enable`-re.
it: Scegliere GRIB e poi cliccare :guilabel:`Enable`.
ja: GRIBを選択し、 :guilabel:`Enable` をクリックします。
sv: Välj GRIB och klicka sedan på :guilabel:`Enable`.

source: Click :guilabel:`OK`. A windsock icon is now displayed on the toolbar.
de: Klicken Sie auf :guilabel:`OK`. Auf der Symbolleiste wird nun ein Windsack-Symbol angezeigt.
es: Haga click en :guilabel:`OK`. Ahora se muestra un ícono de cierre de viento en la barra de herramientas.
fr: Cliquez sur :guilabel:`OK`. Une icône en forme de manche à aire est maintenant affichée sur la barre d’outils.
hu: Kattintson az :guilabel:`OK`-ra. Egy szélzsák ikon jelenik meg az eszközsorban.
it: Fare clic su :guilabel:`OK`. Un'icona a forma di manica a vento viene ora visualizzata sulla barra degli strumenti.
ja: :guilabel:`OK` をクリックします。吹き流しのアイコンがツールバーに表示されます。
sv: Klicka på :guilabel:`OK`. En ikon för vindsockan visas nu i verktygsfältet.

source: Run through the :doc:`XyGrib quickstart <../quickstart/xygrib_quickstart>` and load the XyGrib file over your chart.
de: Führen Sie den :doc:`XyGrib-Quickstart aus <../quickstart/xygrib_quickstart>` und laden Sie die XyGrib-Datei über Ihr Diagramm.
fr: Parcourez le :doc:`guide de démarrage rapide de XyGrib <../quickstart/xygrib_quickstart>` et chargez le fichier XyGrib sur votre carte.
hu: Futtassa a :doc:`XyGrib quickstart <../quickstart/xygrib_quickstart>`-on keresztül és töltse be a XyGrib fájlt a térkép fölé.
it: Esegui il :doc:`XyGrib quickstart <../quickstart/xygrib_quickstart>` e carica il file XyGrib sul tuo grafico.
sv: Gå igenom :doc:`XyGrib quickstart <../quickstart/xygrib_quickstart>` och ladda XyGrib-filen över ditt diagram.

source: If you saved the XyGrib file into your home directory, navigate to :file:`/home` and select your ``user`` directory as the GRIB data directory. Then right click on the file listing's background to show hidden files, including the ``.xygrib`` directory that contains the GRIB download files.
de: Haben Sie die XyGrib-Datei im Home-Verzeichnis des Benutzers gespeichert, navigieren Sie nach :file:`/home` und wählen Sie Ihr ``user``-Verzeichnis als das GRIB Datenverzeichnis. Versteckte Dateien inklusive des ``.xygrib``-Verzeichnissen mit den GRIB download Dateien werden über den rechten Klick auf die Dateieigenschaften angezeigt.
fr: Si vous sauvegardez le fichier XyGrib dans votre répertoire personnel, naviguez jusqu'au dossier :file:`/home` et sélectionnez le répertoire ``user`` comme répertoire de données GRIB. Puis clic droit dans le fond du fichier pour afficher les fichiers cachés, incluant le dossier ``.xygrib`` qui contient les fichiers GRIB téléchargés.
hu: Ha a XyGrib fájlt a bejelentkezési könyvtárába mentette, akkor navigáljon a :file:`/home` mappába és válassza a ``user`` könyvtárat mint a GRIB adatkönyvtár. Majd jobb kattintás a fájl lista hátterébe a rejtett fájlok megjelenítéséhez, a ``.xygrib`` könyvtár tartalmazza a letöltött GRIB fájlokat.
it: Se hai salvato il file XyGrib nella tua home directory, vai a :file:`/home` e seleziona la tua directory ``user`` come directory dei dati GRIB. Poi clicca con il tasto destro sullo sfondo dell'elenco dei file per mostrare i file nascosti, inclusa la directory ``.xygrib`` che contiene i file GRIB da scaricare.
sv: Om du sparade XyGrib-filen i din hemkatalog, navigera till :file:`/home` och välj din ``user``-katalog som GRIB-datakatalog. Högerklicka sedan på fillistningens bakgrund för att visa dolda filer, inklusive katalogen ``.xygrib`` som innehåller GRIB-nedladdningsfilerna.

source: There is no need to uncompress the file. Click on the ">" to the left of the filename and select from the list of available forecast times.
de: Die Datei muss nicht dekomprimiert werden. Klicken Sie auf ">" links neben dem Dateinamen und wählen Sie aus der Liste der Vorhersagenzeiten.
es: No hay necesidad de descomprimir el archivo. Haga click en el ">" a la izquierda del nombre del archivo y seleccione de la lista de pronósticos de tiempo disponibles.
fr: Il n'y a pas besoin de décompresser le fichier. Cliquez sur le ">" à gauche du nom de fichier et sélectionnez dans la liste des prévisions disponibles.
hu: Nincs szükség a fájl kitömörítésére. Kattintson a ">"-ra a fájlnév bal oldalán és válasszon a elérhető előrejelzési időpontok közül.
it: Non è necessario decomprimere il file. Clicca sul ">" a sinistra del nome del file e seleziona dalla lista dei tempi di previsione disponibili.
ja: ファイルを解凍する必要はありません。ファイル名の左側にある ">" をクリックし、利用可能な予測時間のリストから選択します。

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: Documentation is available from the Help menu or online at https://opencpn.org/OpenCPN/info/manuals.html
de: Die Dokumentation ist im Hilfemenü oder online unter https://opencpn.org/OpenCPN/info/manuals.html verfügbar
es: La documentación está disponible en el menú Ayuda o en línea en https://opencpn.org/OpenCPN/info/manuals.html
fr: La documentation est disponible dans le menu Aide ou en ligne à l'adresse https://opencpn.org/OpenCPN/info/manuals.html
hu: A dokumentáció elérhető a Help menüből vagy online https://opencpn.org/OpenCPN/info/manuals.html
it: La documentazione è disponibile dal menu Aiuto o online all'indirizzo https://opencpn.org/OpenCPN/info/manuals.html
ja: ドキュメントは、https://opencpn.org/OpenCPN/info/manuals.html のヘルプメニューまたはオンラインから利用できます
sv: Dokumentation finns tillgänglig i Hjälp-menyn eller online på https://opencpn.org/OpenCPN/info/manuals.html

source: Website: https://www.opencpn.org
de: Webseite: https://www.opencpn.org
es: Sitio web: https://www.opencpn.org
fr: **Site internet**: https://www.opencpn.org
hu: Honlap: https://www.opencpn.org
it: Sito web: https://www.opencpn.org
ja: Webサイト: https://www.opencpn.org
sv: Webbplats: https://www.opencpn.org

source: Support: https://www.cruisersforum.com/forums/f134
es: Soporte: https://www.cruisersforum.com/forums/f134
hu: Támogatás: https://www.cruisersforum.com/forums/f134
it: Supporto: https://www.cruisersforum.com/forums/f134
ja: サポート: https://www.cruisersforum.com/forums/f134

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: There is no need to uncompress the file. Click on the ">" to the left of the filename and select from the list of available forecast times.
sv: Det finns inget behov av att komprimera filen. Klicka på ">" till vänster om filnamnet och välj från listan över tillgängliga prognostider.

source: From the Start menu, select :menuselection:`Geospatial --> Navigation and Maps --> OpenCPN`.
de: Wählen Sie im Startmenü :menuselection:`Geospatial --> Navigation and Maps --> OpenCPN`.
es: En el menú Inicio, seleccione :menuselection:`Geospatial --> Navegación y mapas --> OpenCPN`.
fr: Dans le menu Démarrer, sélectionnez :menuselection:`Geospatial --> Navigation and Maps --> OpenCPN`.
hu: Válassza a Start menüből :menuselection:`Geospatial --> Navigation and Maps --> OpenCPN`.
ja: スタートメニューから :menuselection:`Geospatial --> ナビゲーションと地図 --> OpenCPN` を選択します。

source: Current weather and wave forecast data can be downloaded and draped over your charts using the GRIB plugin. The :doc:`zyGrib software <../overview/zygrib_overview>` (also on this disc) is an easy way to download that.
es: Los datos actuales de pronóstico del tiempo y las ondas se pueden descargar y cubrir sobre sus gráficos utilizando el plugin GRIB. El software :doc:`zyGrib <../overview/zygrib_overview>` (también en este disco) es una manera fácil de descargar eso.
ja: GRIBプラグインを使用すると、現在の気象や波の予測データをダウンロードして、グラフ上にドレープすることができます。:doc:`zyGrib software <../overview/zygrib_overview>` (このディスクにもあります)は、簡単にダウンロードできます。

source: Run through the :doc:`zyGrib quickstart <../quickstart/zygrib_quickstart>` and load the zyGrib file over your chart.
es: Ejecute el inicio rápido de :doc:`zyGrib <../quickstart/zygrib_quickstart>` y cargue el archivo zyGrib sobre su gráfico.
ja: :doc:`zyGrib quickstart <../quickstart/zygrib_quickstart>` を実行し、 zyGribファイルをチャート上にロードします。

source: If you saved the zyGrib file into your home directory, navigate to :file:`/home` and select your ``user`` directory as the GRIB data directory. Then right click on the file listing's background to show hidden files, including the ``.zygrib`` directory that contains the GRIB download files.
es: Si ha guardado el archivo zyGrib en el directorio de inicio, desplácese a: :file:`/home` y seleccione su directorio de ``user`` como el directorio de datos GRIB. A continuación, haga clic en de la lista de archivos de fondo para mostrar los archivos ocultos, incluyendo el directorio de ``.zygrib`` que contiene los archivos de descarga GRIB.
ja: zyGribファイルをホームディレクトリに保存した場合は、 :file:`/home` に移動して、 ``user`` ディレクトリをGRIBデータディレクトリとして選択してください。次に、ファイルリストの背景を右クリックして、GRIBダウンロードファイルを含む ``.zygrib`` ディレクトリなどの隠しファイルを表示します。

source: `Getting started tips <../../opencpn/tips.html>`_
es: `Consejos para comenzar <../../opencpn/tips.html>`_
hu: `Tippek kezdőknek <../../opencpn/tips.html>`_
