Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/openlayers_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: OpenLayers Quickstart
es: Inicio Rápido de OpenLayers
fr: Guide de démarrage avec OpenLayers
hu: OpenLayers gyorstalpaló
it: Guida rapida OpenLayers
ja: OpenLayersクイックスタート
sv: Snabbstart för OpenLayers

source: This Quick Start describes some basic steps required to start working with OpenLayers: creating a basic map, adding raster and vector layers and styling features.
de: Dieses Quickstart beschreibt die grundlegenden Schritte, die notwendig sind, um mit OpenLayers zu beginnen: eine Basiskarte erstellen, Raster- und Vektorlayer hinzufügen und Objekte stylen.
es: Este Inicio Rápido describe algunos pasos básicos necesarios para comenzar a trabajar con OpenLayers: creando un mapa básico, agregando capas ráster y vectoriales y características de estilo.
fr: Ce guide de démarrage rapide décrit quelques étapes de base nécessaires pour commencer à travailler avec OpenLayers : création d’une carte de base, ajout de couches de raster et de vecteurs et de caractéristiques de style.
hu: Ez a gyorstalpaló leírja a munka elkezdéséhez szükséges alapvető lépéseket tartalmazza az OpenLayers-el: alaptérkép létrehozása, raszter és vektor réteg hozzáadása és az elemek stílusának beállítása
it: Questa guida rapida descrive alcuni passi necessari per cominciare a lavorare con OpenLayers: la creazione di una mappa di base, l'aggiunta di livelli raster e vettoriali e lo styling delle caratteristiche.
ja: このクイックスタートでは、OpenLayersをはじめて使うときの基本的な手順について説明します。基本的なマップの作成、ラスタレイヤとベクタレイヤの追加、地物のスタイリングです。
sv: I den här snabbstarten beskrivs några grundläggande steg som krävs för att börja arbeta med OpenLayers: skapa en grundläggande karta, lägga till raster- och vektorlager och utforma funktioner.

source: OpenLayers makes it easy to put a dynamic map in any web page. It can display map tiles, vector data and markers loaded from any source. OpenLayers has been developed to further the use of geographic information of all kinds. It is completely free, Open Source JavaScript, released under the 2-clause BSD License (also known as the FreeBSD).
de: OpenLayers macht es einfach, eine dynamische Karte in jeder Webseite zu platzieren. Es kann Kartenkacheln, Vektordaten und Marker anzeigen, die aus jeder Quelle geladen werden können. OpenLayers wurde entwickelt, um die Nutzung geographischer Informationen aller Art zu fördern. Es ist völlig kostenlos, Open Source JavaScript, veröffentlicht unter der 2-Klausel-BSD-Lizenz (auch bekannt als FreeBSD).
es: OpenLayers hace que sea fácil poner un mapa dinámico en cualquier página web. Puede mostrar mosaicos de mapas, datos vectoriales y marcadores cargados desde cualquier fuente. OpenLayers ha sido desarrollado para promover el uso de información geográfica de todo tipo. Es completamente gratuito, JavaScript de Código Abierto, publicado bajo la licencia BSD de 2 cláusulas (también conocida como FreeBSD).
fr: OpenLayers facilite la mise en place d'une carte dynamique dans n'importe quelle page Web. Il peut afficher des tuiles de cartes, des données vectorielles et des marqueurs chargés depuis n'importe quelle source. OpenLayers a été développé pour favoriser l'utilisation d'informations géographiques de toutes sortes. C'est une bibliothèque JavaScript totalement gratuite, Open Source, publiée sous licence BSD 2-clause (également connue sous le nom de FreeBSD).
hu: Az OpenLayers egyszerűvé teszi dinamikus térképek hozzáadását bármelyik honlaphoz. Térkép csempéket, vektor adatokat és szimbólumokat tud megjeleníteni tetszőleges forrásból. Az OpenLayers-t mindenféle térinformatikai adat használatára fejlesztették. Teljesen szabad, nyílt forráskódú JavaScript, melyet a 2-záradék BSD licenc (úgyis ismert mint FreeBSD) alatt bocsájtanak ki.
it: OpenLayers permette in modo semplice di inserire una mappa dinamica in qualsiasi pagina web. Consente di visualizzare tile di mappe, dati vettoriali e marker provenienti da qualsiasi sorgente. OpenLayers è stato sviluppato per promuovere la diffusione di informazione geografica di ogni tipo. È una libreria JavaScript libera e open source, rilasciata sotto la licenza 2-clause BSD (anche conosciuta come FreeBSD).
ja: OpenLayersを使用すると、任意のWebページに動的な地図を簡単に配置できます。任意のソースから地図タイル、ベクタデータやマーカーをロードして表示可能です。OpenLayers はすべての種類の地理情報のさらなる利用のために開発されてきました。完全にフリーなオープンソース JavaScript で、2条項 BSD ライセンス (FreeBSD ライセンスとしても知られています) でリリースされています。
sv: OpenLayers gör det enkelt att lägga in en dynamisk karta på en webbsida. Den kan visa kartplattor, vektordata och markörer som laddats från valfri källa. OpenLayers har utvecklats för att främja användningen av alla typer av geografisk information. Det är helt gratis, Open Source JavaScript, som släpps under 2-clause BSD License (även känd som FreeBSD).

source: Core Concepts
de: Grundprinzipien
es: Conceptos Principales
hu: Alapfunkciók

source: Before we start working with OpenLayers it helps to understand OpenLayers core concepts:
de: Bevor wir mit der Arbeit mit OpenLayers beginnen einige Kernbegriffe:
es: Antes de comenzar a trabajar con OpenLayers, esto ayuda a comprender los conceptos básicos de OpenLayers:
fr: Avant de commencer à travailler avec OpenLayers, il est utile de comprendre les concepts de base d’OpenLayers :
hu: Mielőtt elkezdenénk a munkát az OpenLayers-el segít, ha megértjük az alapkoncepcióját:
it: Prima di iniziare a lavorare con OpenLayers aiuta a capire i concetti fondamentali di OpenLayers:
ja: OpenLayersで作業を始める前に、OpenLayersの主な概念を理解しておくとよいでしょう。
sv: Innan vi börjar arbeta med OpenLayers är det bra att förstå OpenLayers grundläggande begrepp:

source: **Map**
es: **Mapa**
hu: **Térkép**
ja: **マップ**
sv: **Karta**

source: The *map* is the core component of OpenLayers. For a *map* to render, a *view*, one or more *layers*, and a target container are needed.
de: Die *map* ist die Kernkomponente von OpenLayers. Für das Rendern der *map* werden eine *view*, ein oder mehrere *layer* und ein Zielcontainer benötigt.
es: El mapa es el componente central de OpenLayers. Para que se represente un *mapa* , se necesita una *vista*, una o más *capas* y un contenedor de destino.
fr: La carte *map* est le composant principal d’OpenLayers. Pour qu’une *map* soit rendue, une vue *view* , une ou plusieurs couches *layers*, et un conteneur cible sont nécessaires.
hu: A *térkép* az OpenLayers egy alapkomponense. Egy térkép megjelenítéséhez egy *view*, egy vagy több réteg és egy cél konténer szükséges.
it: Il *map* è il componente centrale di OpenLayers. Per rendere una *mappa* sono necessari una *vista*, uno o più *layers* e un contenitore di destinazione.
ja: *マップ* はOpenLayersの主要な要素です。*マップ* をレンダリングするには、 *ビュー* 、1つまたは複数の *レイヤ* 、およびターゲットコンテナが必要です。
sv: *Kartan* är kärnkomponenten i OpenLayers. För att en *map* ska renderas behövs en *view*, en eller flera *layers* och en målcontainer.

source: **View**
es: **Vista**
hu: **View** (nézet)
ja: **ビュー**
sv: **Visa**

source: The *view* determines how the map is rendered. It is used to set the resolution, the center location, etc. It is like a camera through which we look at the map's content.
de: Der *view* bestimmt, wie die Karte dargestellt wird. Er wird verwendet, um die Auflösung, die zentrale Position usw. festzulegen. Es ist wie eine Kamera, durch die wir den Inhalt der Karte betrachten.
es: La *vista* determina cómo se representa el mapa. Se utiliza para establecer la resolución, la ubicación central, etc. Es como una cámara a través de la cual miramos el contenido del mapa.
fr: La *view* détermine la façon dont la carte est rendue. Elle est utilisée pour définir la résolution, l’emplacement central, etc. C’est comme une caméra à travers laquelle nous regardons le contenu de la carte.
hu: A *view* határozza meg, hogyan jelenítjük meg a térképet. Arra használjuk, hogy beállítsuk a felbontást, a középpont helyét, stb. Ez olyan mint egy kamera melyen keresztül a térkép tartalmát nézzük.
it: La *view* determina il modo in cui la mappa viene resa. Si usa per impostare la risoluzione, la posizione centrale, ecc. È come una telecamera attraverso la quale guardiamo il contenuto della mappa.
ja: *ビュー* はmapのレンダリング方法を決定します。解像度や中心位置などを設定します。これはマップの内容を見るためのカメラのようなものです。
sv: *Vyn* bestämmer hur kartan ska återges. Den används för att ställa in upplösning, mittpunkt osv. Det är som en kamera genom vilken vi tittar på kartans innehåll.

source: **Layers**
es: **Capas**
hu: **Rétegek**
it: **Layer**
ja: **レイヤ**
sv: **Skikt**

source: *Layers* can be added to the map in a stacked order. Layers can be either *raster layers* (images), or *vector layers* (points/lines/polygons).
de: *layer* können der Karte in gestapelter Reihenfolge hinzugefügt werden. Layer können entweder *Raster-Layer* (Bilder) oder *Vektor-Layer* (Punkte/Linien/Polygone) sein.
es: Las *capas* se pueden agregar al mapa en un orden apilado. Las capas pueden ser capas ráster (imágenes) o capas vectoriales (puntos/líneas/polígonos).
fr: Les *layers* peuvent être ajoutées à la carte dans un ordre empilé. Les couches peuvent être soit *raster layers* (images), soit *vector layers* (points/lignes/polygones).
hu: *Rétegek* egymás alá/fölé helyezve adhatók a térképhez. A réteg vagy *raszter réteg* (képek) vagy *vektor réteg* (pontok/vonalak/felületek) lehet.
it: I *Layer* possono essere aggiunti alla mappa in un ordine sovrapposto. I layer possono essere sia *raster* (immagini), sia *vettori* (punti/linee/poligoni).
ja: *レイヤ* はスタック順にマップに追加できます。レイヤは、 *ラスタレイヤ* (イメージ)または *ベクタレイヤ* (点/線分/ポリゴン)のいずれかです。
sv: *Lager* kan läggas till på kartan i staplad ordning. Lagren kan vara antingen *rasterlager* (bilder) eller *vektorlager* (punkter/linjer/polygoner).

source: **Source**
es: **Fuente**
hu: **Forrás**
it: **Sorgente**
ja: **ソース**
sv: **Källa**

source: Each layer has a *source*, which knows how to load the layer content. In the case of *vector layers*, its source reads vector data using a *format* class (for example GeoJSON or KML) and provides the layer with a set of *features*.
de: Jede Ebene verfügt über eine *source* (Quelle), die weiß, wie der Layerinhalt geladen wird. Bei *vektor-Layern* liest die Quelle Vektordaten mit einer *format*-Klasse (z. B. GeoJSON oder KML) und stellt dem Layer eine Reihe von *Features* zur Verfügung.
es: Cada *capa* tiene una fuente, que sabe cómo cargar el contenido de la capa. En el caso de las capas vectoriales, su fuente lee los datos vectoriales utilizando una clase de *formato* (por ejemplo, GeoJSON o KML) y proporciona a la capa un conjunto de *características*.
fr: Chaque couche a une *source*, qui sait charger le contenu de la couche. Dans le cas des couches *vectorielles*, sa source lit les données vectorielles à l’aide d’une classe *format* (par exemple GeoJSON ou KML) et fournit à la couche un ensemble d'*entités*.
hu: Minden rétegnek van egy *forrása*, mely tudja hogyan kell a réteg tartalmát betölteni. *Vektor rétegek esetén a forrás a *format* osztályt használva olvassa be az adatokat (például GeoJSON vagy KML) és mint a *térképi elemek* (features) halmazát szolgáltatja a réteget.
it: Ogni layer ha una *fonte*, che sa come caricare il contenuto del layer. Nel caso dei *vettori*, la sua sorgente legge i dati vettoriali usando una classe di *formato* (per esempio GeoJSON o KML) e fornisce al layer un insieme di *elementi*.
ja: 各レイヤには、レイヤコンテンツのロード方法を知っている *ソース* があります。*ベクタレイヤ* の場合、そのソースは *フォーマット* クラス(例えばGeoJSONやKML)を使ってベクタデータを読み込み、一連の *フィーチャー* をレイヤに提供します。
sv: Varje skikt har en *källa* som vet hur skiktets innehåll ska laddas. När det gäller *vektorlager* läser källan vektordata med hjälp av en *format*-klass (t.ex. GeoJSON eller KML) och förser lagret med en uppsättning *funktioner*.

source: **Features**
es: **Características**
hu: **Features** (térképelemek)
it: **Caratteristiche**
ja: **フィーチャー**
sv: **Funktioner**

source: *Features* represent real world things and can be rendered using different *geometries* (like point, line or polygon) using a given *style*, which determines its look (line thinkness, fill color, etc).
de: *Features* stellen reale Objekte dar und können mit verschiedenen *Geometrien* (wie Punkt, Linie oder Polygon) mit einem definierten *Stil* dargestellt werden, der das Aussehen bestimmt (Liniendenken, Füllfarbe usw.).
es: Las* características* representan cosas del mundo real y se pueden representar usando diferentes *geometrías* (como punto, línea o polígono) usando un *estilo* dado, que determina su aspecto (pensamiento de línea, color de relleno, etc.).
fr: Les *Features* (entités) représentent des choses du monde réel et peuvent être rendues à l’aide de différentes *géométries* (comme le point, la ligne ou le polygone) à l’aide d’un *style*, qui détermine son apparence (épaisseur de ligne, couleur de remplissage, etc.).
hu: A *térképi elemek* a világban megjelenő dolgokat reprezentálnak és különböző *geometria*ként (mint pont, vonal vagy felület) jeleníthetjük meg őket, egy adott *stílus* használatával, mely a kinézetüket határozza meg (vonalvastagság, kitöltési szín, stb.).
it: Le *Features* rappresentano cose del mondo reale e possono essere visualizzate usando diverse *geometrie* (come punto, linea o poligono) usando un dato *stile*, che determina il suo aspetto (spessore della linea, colore di riempimento, ecc.)
ja: *フィーチャー* は現実世界のものを表し、特定の *スタイル* を使用して、さまざまな *ジオメトリ* (点、線、ポリゴンなど)を使用してレンダリングできます。これにより、外観(線の思考、塗り潰し色など)が決まります。
sv: *Features* representerar verkliga ting och kan återges med hjälp av olika *geometrier* (som punkt, linje eller polygon) med en given *style*, som bestämmer dess utseende (linjetjocklek, fyllningsfärg etc.).

source: A basic map
de: Eine Basiskarte
es: Un mapa básico
hu: Egy alaptérkép

source: In this step we will create a basic map.
de: In nächsten Schritt erstellen wir eine Basiskarte.
es: En este paso crearemos un mapa básico
hu: Ebben a lépésben egy alaptérképet hozunk létre.

source: Create a file in e.g. /home/user/ called basic-map.html , and copy the following content into the file.
es: Cree un archivo en, por ejemplo, /home/user/ llamado basic-map.html, y copie el siguiente contenido en el archivo.
fr: Créez un fichier dans par exemple /home/user/ appelé basic-map.html , et copiez le contenu suivant dans le fichier.
hu: Hozzon létre egy fájl például a /home/user/ könyvtárban basic-map.html névvel és másolja be a következő tartalma a fájlba.
it: Crea un file ad esempio in /home/user/ chiamato basic-map.html e copia il seguente contenuto nel file.
ja: /home/user/でbasic-map.htmlという名前のファイルを作成して、次の内容を記入します。
sv: Skapa en fil i t.ex. /home/user/ som heter basic-map.html , och kopiera följande innehåll till filen.

source: **Ex. 1**: Basic code structure
de: **Ex. 1**: Grundlegende Codestruktur
es: **Ex. 1**: Estructura de código básica
hu: **1. gyakorlat**: Alap kód struktúra

source: Now try opening basic-map.html from a web browser using File->Open File. You should see the following:
de: Versuchen Sie nun, die Datei basic-map.html über einen Webbrowser mit File->Open File zu öffnen. Folgendes sollte angezeigt werden:
es: Ahora intente abrir basic-map.html desde un navegador web usando Archivo->Abrir archivo. Deberá ver lo siguiente:
fr: Essayez maintenant d’ouvrir la carte de base.html à partir d’un navigateur Web à l’aide de `File->Open File`. Vous devriez voir ce qui suit :
hu: Most próbálja megnyitni a basic-map.html fájlt a böngésző programból a File->Open File használatával. A következőt kellene látnia:
it: Ora prova ad aprire basic-map.html da un browser web usando File->Open File. Dovresti vedere quanto segue:
ja: Webブラウザから[ファイル]->[ファイルを開く]を使用して、basic-map.htmlを開いてみます。次のように表示されるはずです。
sv: Försök nu att öppna basic-map.html från en webbläsare med File->Open File. Du bör se följande:

source: Note:
de: Anmerkung:
es: Nota:
fr: Notez :
hu: Megjegyzés:
it: Nota:
ja: 注意：
sv: Anteckning:

source: The code follows the best practice of loading JavaScipt code at the end of the html file.
de: Der Code folgt der bewährten Methode, JavaScipt-Code am Ende der HTML-Datei zu laden.
es: El código sigue la mejor práctica de cargar código JavaScipt al final del archivo html.
fr: Le code suit la bonne pratique de chargement du code JavaScript à la fin du fichier html.
hu: A kód követi a legjobb gyakorlatot, a JavaScript kód betöltése a html fájl végén.
it: Il codice segue la migliore pratica di caricare il codice JavaScipt alla fine del file html.
ja: このコードは、JavaSciptコードをhtmlファイルの最後にロードするというベスト・プラクティスに従います。
sv: Koden följer bästa praxis för att ladda JavaScipt-kod i slutet av html-filen.

source: An OpenLayers map needs to be attached to a HTML DOM element, so we have created a ``<div>`` element identified by the *map* id.
de: Eine OpenLayers-Karte muss an ein HTML-DOM-Element angehängt werden, daher haben wir ein ''<div>''-Element, das durch die *map*-ID identifiziert wird.
es: Un mapa de OpenLayers debe adjuntarse a un elemento DOM HTML, por lo que hemos creado un elemento ``<div>`` identificado por la identificación del *mapa* .
fr: Une carte OpenLayers doit être attachée à un élément du DOM HTML, nous avons donc créé un `̀`<div>`̀` élément identifié par l’identifiant *map*.
hu: Egy OpenLayers térképet egy HTML DOM elemhez kapcsolnunk, ezért létrehoztunk egy ``<div>`` elemet, a *map* azonosítóval (id).
it: Una mappa OpenLayers deve essere collegata ad un elemento DOM HTML, quindi abbiamo creato un elemento ``<div>`` identificato dall'id *map*.
ja: OpenLayersマップはHTML DOM要素にアタッチする必要があるため、 *map* idで識別される ``<div>`` 要素を作成しました。
sv: En OpenLayers-karta måste kopplas till ett HTML DOM-element, så vi har skapat ett ``<div>``-element som identifieras av *map*-id.

source: Maps are represented by the ``ol.Map`` class. We specify the DOM element to render the map into using the **target** property.
de: Karten werden durch die ''ol. Map''-Klasse repräsentiert. Wir geben das DOM-Element an, in das die Karte eingefügt werden soll. Dies erfolgt über die Eigenschaft **target**.
es: Los mapas están representados por la clase ``ol.Map``. Especificamos el elemento DOM para representar el mapa utilizando la propiedad de destino .
fr: Les cartes sont représentées par la classe ``ol.Map``. Nous spécifions l’élément DOM pour rendre la carte en utilisant la propriété **target**.
hu: A térképeket az ``olMap`` osztály reprezentálja. A DOM elemet, melyben a térképet megjelentjük a **target** tulajdonság beállításával adjuk meg.
it: La mappe sono rappresentate dalla classe ``ol.Map``. Specifichiamo l'elemento DOM da disegnare nella mappa usando la proprietà **target**.
ja: マップは ``ol.Map`` クラスで表されます。 **target** プロパティーを使用して、マップをレンダリングするDOM要素を指定します。
sv: Kartor representeras av klassen ``ol.Map``. Vi anger DOM-elementet för att rendera kartan i med hjälp av **target**-egenskapen.

source: OpenLayers allows map rendering using two different mechanisms: Canvas and WebGL. The default renderer is *canvas*.
de: OpenLayers ermöglicht das Rendern von Karten mit zwei verschiedenen Mechanismen: Canvas und WebGL. Der Standardrenderer ist *canvas*.
es: OpenLayers permite la representación de mapas utilizando dos mecanismos diferentes: Canvas y WebGL. El renderizador predeterminado es *canvas*.
fr: OpenLayers permet le rendu des cartes à l’aide de deux mécanismes différents : Canvas et WebGL. Le renderer par défaut est *canvas*.
hu: OpenLayers a térképrajzolást két különböző mechanizmus felhasználásával teszi lehetővé: a Canvas és a WebGL. Az alapértelmezett megjelenítő a *canvas*.
it: OpenLayers permette il rendering delle mappe utilizzando due diversi meccanismi: Canvas e WebGL. Il renderer predefinito è *canvas*.
ja: OpenLayersでは、キャンバスとWebGLという2つの異なるメカニズムを使用したマップレンダリングが可能です。デフォルトのレンダラは *canvas* です。
sv: OpenLayers tillåter kartåtergivning med hjälp av två olika mekanismer: Canvas och WebGL. Standardrenderingen är *canvas*.

source: A map shows data contained within layers, so we have created a tiled layer, represented by the ``ol.layer.Tile`` class, that loads content from the OpenStreetMap project, using the ``ol.source.OSM`` source class.
de: Eine Karte zeigt Daten in Layern an, daher haben wir einen gekachelten Layer erstellt, der durch die Klasse ''ol.layer.Tile'' dargestellt wird und Inhalte aus dem OpenStreetMap-Projekt lädt, indem die Quellklasse ''ol.source.OSM'' verwendet wird.
es: Un mapa muestra los datos contenidos dentro de las capas, por lo que hemos creado una capa en mosaico, representada por la clase ol.layer.Tile , que carga contenido del proyecto OpenStreetMap, utilizando la clase fuente ol.source.OSM .
fr: Une carte montre les données contenues dans les couches, nous avons donc créé une couche tuilée, représentée par la classe ``ol.layer.Tile`` qui charge du contenu du projet OpenStreetMap, en utilisant la classe source ``ol.source.OSM'``
hu: A térkép a rétegekben tárolt adatokat mutatja, így egy csempékből álló réteget hoztunk létre, melyet az ``ol.layer.Tile`` osztály reprezentál, ez a tartalmat az OpenStreetMap projektből tölti be az `ol.source.OSM`` forrás osztály felhasználásával.
it: Una mappa mostra dati contenuti all'interno di layer, quindi abbiamo creato un layer piastrellato, rappresentato dalla classe ``ol.layer.Tile``, che carica il contenuto dal progetto OpenStreetMap, utilizzando la classe sorgente ``ol.source.OSM``.
ja: レイヤ内にマップのデータを表示するため、 ``ol.source.OSM`` ソースクラスを使用してOpenStreetMapプロジェクトからコンテンツをロードするようにしたタイルレイヤの ``ol.layer.Tile`` クラスを作成しました。
sv: En karta visar data som finns i lager, så vi har skapat ett kaklat lager, representerat av klassen ``ol.layer.Tile``, som laddar innehåll från OpenStreetMap-projektet med hjälp av källklassen ``ol.source.OSM``.

source: Finally, we set the initial position of the *camera* using the ``ol.View`` class, set the initial zoom level and center location.
de: Schließlich legen wir die Ausgangsposition der *Kamera* über die ``ol.View``-Klasse fest, definieren zudem die anfängliche Zoomstufe und zentrieren die Position.
es: Finalmente, establecemos la posición inicial de la *cámara* usando la clase ``ol.View``, establecemos el nivel de zoom inicial y la ubicación central.
fr: Enfin, nous définissons la position initiale de la *caméra** à l’aide de la classe ``ol.View``, définissons le niveau de zoom initial et l’emplacement central.
hu: Végül a kamera kezdeti pozícióját az ``ol.View`` osztály használatával állítjuk be, a kezdeti nagyítást és a középpontot.
it: Infine, imposta la posizione iniziale della *camera* usando la classe ``ol.View``, imposta il livello di zoom iniziale e la posizione centrale.
ja: 最後に、 ``ol.View`` クラスを使用して *camera* の初期位置を設定し、初期ズームレベルと中心位置を設定します。
sv: Slutligen ställer vi in *kamerans* ursprungliga position med hjälp av klassen ``ol.View``, ställer in den ursprungliga zoomnivån och mittpositionen.

source: Adding raster layers
de: Rasterlayer hinzufügen
es: Agregando capas ráster
hu: Raszter rétegek hozzáadása
