Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/openjump_quickstart.po
Languages: es, fr, it, ja, sv

source: OpenJUMP GIS Quickstart
es: Inicio rápido de OpenJUMP GIS
fr: Guide de démarrage rapide avec OpenJUMP GIS
it: Guida rapida OpenJUMP GIS
ja: OpenJUMP GISクイックスタート
sv: OpenJUMP GIS Snabbstart

source: OpenJUMP is a desktop GIS program that allows for easy viewing and editing of vector GIS data. The PLUS edition also support analysis of raster data.
es: OpenJUMP es un programa SIG de escritorio que permite una fácil visualización y edición de datos SIG vectoriales. La edición PLUS también admite el análisis de datos ráster.
fr: OpenJUMP est un programme SIG de bureau qui permet une visualisation et une édition faciles des données SIG vectorielles. L’édition PLUS soutient également l’analyse des données raster.
it: OpenJUMP è un programma GIS desktop che permette di visualizzare e modificare facilmente i dati GIS vettoriali. L'edizione PLUS supporta anche l'analisi di dati raster.
ja: OpenJUMPは、ベクタGISデータの表示と編集を容易にするデスクトップGISプログラムです。PLUSエディションは、ラスタデータのサポート分析も行います。
sv: OpenJUMP är ett GIS-program för skrivbordet som gör det enkelt att visa och redigera GIS-data i vektorformat. PLUS-utgåvan stöder också analys av rasterdata.

source: Contents
it: Contenuti
sv: Innehåll

source: Start OpenJUMP
fr: Démarrer OpenJUMP
it: Avvia OpenJUMP
ja: OpenJUMPの開始
sv: Starta OpenJUMP

source: From the desktop, choose :menuselection:`Desktop GIS --> OpenJUMP`.
fr: Sur le bureau, choisissez :menuselection:`Desktop GIS --> OpenJUMP`.
it: Dal desktop, scegli :menuselection:`Desktop GIS --> OpenJUMP`.
ja: デスクトップから :menuselection:`Desktop GIS --> OpenJUMP` を選択します。
sv: Från skrivbordet väljer du :menuselection:`Desktop GIS --> OpenJUMP`.

source: The OpenJUMP user interface has four (4) basic components.
fr: L’interface utilisateur OpenJUMP dispose de quatre (4) composants de base.
it: L'interfaccia utente di OpenJUMP ha quattro (4) componenti di base.
ja: OpenJUMPのユーザインタフェースには、4つの基本コンポーネントがあります。
sv: OpenJUMP:s användargränssnitt har fyra (4) grundläggande komponenter.

source: [1] The first is a top-level menu bar for accessing most functionality.
fr: [1] Le premier est une barre de menu de haut niveau pour accéder à la plupart des fonctionnalités.
it: [1] Il primo è una barra di menu di primo livello per accedere alla maggior parte delle funzionalità.
ja: [1] 最初のものは、ほとんどの機能にアクセスするためのトップレベルのメニューバーです。
sv: [1] Den första är ett menyfält på översta nivån för åtkomst till de flesta funktioner.

source: [2] The second is a main toolbar that sits just below the menu bar. The buttons give access to the most important display and navigation functions.
fr: [2] La seconde est une barre d’outils principale qui se trouve juste en dessous de la barre de menu. Les boutons donnent accès aux fonctions d’affichage et de navigation les plus importantes.
it: [2] La seconda è una barra degli strumenti principale che si trova proprio sotto la barra dei menu. I pulsanti danno accesso alle funzioni di visualizzazione e navigazione più importanti.
ja: [2] 2番目は、メニューバーのすぐ下にあるメインツールバーです。ボタンを使用すると、最も重要な表示機能やナビゲーション機能にアクセスできます。
sv: [2] Det andra är ett huvudverktygsfält som sitter precis under menyfältet. Knapparna ger tillgång till de viktigaste visnings- och navigeringsfunktionerna.

source: [3] The third is a tree view on the left that shows the layer list of the active project.
fr: [3] Le troisième est une vue d’arbre sur la gauche qui montre la liste de couche du projet actif.
it: [3] La terza è una vista ad albero sulla sinistra che mostra la lista dei layer del progetto attivo.
ja: [3] 3番目は左側にあるビューで、アクティブなプロジェクトのレイヤリストを表示します。
sv: [3] Den tredje är en trädvy till vänster som visar lagerlistan för det aktiva projektet.

source: [4] The fourth is the map view. This is the actual map where a graphical representation of the spatial data in each layer is given.
fr: [4] Le quatrième est la vue de carte. Il s’agit de la carte réelle où une représentation graphique des données spatiales dans chaque couche est donnée.
it: [4] La quarta è la vista della mappa. Questa è la mappa vera e propria dove viene data una rappresentazione grafica dei dati spaziali in ogni layer.
ja: [4] 4番目はマップビューです。これは、各マップの空間データをグラフィカルに表現した、実際のレイヤです。
sv: [4] Den fjärde är kartvyn. Detta är den faktiska kartan där en grafisk representation av de spatiala data som finns i varje lager visas.

source: Finally there is an information bar at the bottom displaying mouse pointer coordinates, processing reports, and memory usage. A project window contains a layer list and a layer view. Each instance of OpenJUMP can contain multiple projects. In this quick start, we will only be working with a single window.
fr: Enfin, il y a une barre d’information en bas affichant les coordonnées du pointeur de souris, les rapports de traitement et l’utilisation de la mémoire. Une fenêtre de projet contient une liste de couches et une vue de couche. Chaque instance d’OpenJUMP peut contenir plusieurs projets. Dans ce démarrage rapide, nous ne travaillerons qu’avec une seule fenêtre.
it: Infine c'è una barra di informazioni in basso che mostra le coordinate del puntatore del mouse, i rapporti di elaborazione e l'uso della memoria. La finestra di un progetto contiene una lista dei layer e una vista dei layer. Ogni istanza di OpenJUMP può contenere più progetti. In questo avvio rapido, lavoreremo solo con una singola finestra.
ja: 最後に、下部に情報バーが表示され、マウスポインタの座標、処理レポート、メモリ使用量が表示されます。プロジェクトウィンドウには、レイヤリストとレイヤビューがあります。OpenJUMPの各インスタンスには、複数のプロジェクトを含めることができます。このクイックスタートでは、単一のウィンドウで作業します。
sv: Slutligen finns det ett informationsfält längst ned som visar muspekarens koordinater, bearbetningsrapporter och minnesanvändning. Ett projektfönster innehåller en lagerlista och en lagervy. Varje instans av OpenJUMP kan innehålla flera projekt. I den här snabbstarten kommer vi bara att arbeta med ett enda fönster.

source: Open an ESRI shapefile
fr: Ouvrez un shapefile ESRI
it: Apri un shapefile
ja: ESRIシェープファイルを開く
sv: Öppna en ESRI-shapefil

source: On the top-level menu bar in OpenJUMP, select :menuselection:`File --> Open File`. This will present you with a dialog box that allows you to open files containing geospatial data.
fr: Sur la barre de menu de haut niveau dans OpenJUMP, sélectionnez :menuselection:`File --> Open File`. Cela vous présentera une boîte de dialogue qui vous permet d’ouvrir des fichiers contenant des données géospatiales.
it: Sulla barra del menu di livello superiore in OpenJUMP, seleziona :menuselection:`File --> Open File`. Questo ti presenterà una finestra di dialogo che ti permetterà di aprire file contenenti dati geospaziali.
ja: OpenJUMPのトップレベルのメニューバーで、 :menuselection:`File-->Open File` を選択します。これにより、空間データを含むファイルを開くためのダイアログボックスが表示されます。
sv: På menyraden på översta nivån i OpenJUMP väljer du :menuselection:`Arkiv --> Öppna fil`. Du får då upp en dialogruta där du kan öppna filer som innehåller geospatiala data.

source: Browse for an ESRI shapefile. Look for a file with the .shp extension (e.g. on the LiveDVD under `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`).
fr: Recherchez un shapefile ESRI. Recherchez un fichier avec l’extension .shp (par exemple sur le LiveDVD sous `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`).
it: Cerca uno shapefile. Cerca un file con estensione .shp (per esempio sul LiveDVD sotto `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`).
ja: ESRIシェープファイルをブラウズします。shp拡張子のファイルを探します(例えば、LiveDVDの `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp` )。
sv: Sök efter en ESRI-shapefil. Leta efter en fil med tillägget .shp (t.ex. på LiveDVD:n under `/home/user/data/natural_earth2/ne_10m_admin_0_countries.shp`).

source: Select the file and click the :guilabel:`Finish` button on the dialog. After a few moments, you will be able to see the data from your shapefile in the Map View. You will also see a new layer created for your data in the Layer List. The name of the layer will match the name of the shapefile.
fr: Sélectionnez le fichier et cliquez sur le bouton :guilabel:`Finish` sur le dialogue. Après quelques instants, vous pourrez voir les données de votre shapefile dans la vue carte. Vous verrez également une nouvelle couche créée pour vos données dans la liste des couches. Le nom de la couche correspondra au nom du shapefile.
it: Seleziona il file e clicca sul pulsante :guilabel:`Finish` della finestra di dialogo. Dopo qualche istante, sarai in grado di vedere i dati del tuo shapefile nella Vista mappa. Vedrai anche un nuovo layer creato per i tuoi dati nella Layer List. Il nome del layer corrisponderà al nome dello shapefile.
ja: ファイルを選択し、ダイアログで :guilabel:`Finish` ボタンをクリックします。しばらくすると、マップビューでシェープファイルのデータを見ることができます。レイヤリストには、データ用に作成された新しいレイヤも表示されます。レイヤの名前は、シェープファイルの名前と一致します。
sv: Välj filen och klicka på knappen :guilabel:`Finish` i dialogrutan. Efter en liten stund kommer du att kunna se data från din shapefil i kartvyn. Du kommer också att se ett nytt lager som skapats för dina data i lagerlistan. Lagrets namn kommer att överensstämma med shapefilens namn.

source: Another quicker option is to directly drag and drop your shapefile in the Layer View.
es: Otra opción más rápida es arrastrar y soltar directamente su archivo shapefile en la Vista de capa.
fr: Une autre option plus rapide est de faire un cliquer-glisser directement de votre shapefile dans la vue couche.
it: Un'altra opzione più veloce è quella di trascinare direttamente il tuo shapefile nella Layer View.
ja: シェープファイルをレイヤのビューに直接ドラッグ&ドロップする方法もあります。
sv: Ett annat snabbare alternativ är att direkt dra och släppa din shapefil i lagervyn.

source: Style a layer
fr: Styliser une couche
it: Stile di un layer
ja: レイヤのスタイル
sv: Styla ett lager

source: In the Layer List, right click on the layer name. This will show a pop-up menu.
fr: Dans la liste des couches, cliquez à droite sur le nom de la couche. Cela montrera un menu déroulant.
it: Nella lista dei layer, clicca con il tasto destro sul nome del layer. Questo mostrerà un menu a comparsa.
ja: レイヤリストで、レイヤ名を右クリックします。これにより、ポップアップメニューが表示されます。
sv: Högerklicka på lagrets namn i lagerlistan. Då visas en popup-meny.

source: Choose to :menuselection:`Style --> `Change Styles`. The Change Styles dialog has five (5) tabs that allow you to change how the layer is displayed in the Map View. This includes changing the stroke color, the fill color, line style and line thickness, transparency, adding labels, and determining at which maximum and minimum scales the layer is displayed at.
fr: Choisissez de :menuselection:`Style --> `Change Styles`. La boite de dialogue Styles a cinq (5) onglets qui vous permettent de modifier la façon dont la couche est affichée dans la vue carte. Cela comprend la modification de la couleur du trait, la couleur de remplissage, le style de ligne et l’épaisseur de la ligne, la transparence, l’ajout d’étiquettes, et la détermination à quelles échelles maximales et minimales la couche est affichée.
it: Scegli :menuselection:`Style --> `Change Styles`. La finestra di dialogo Cambia stili ha cinque (5) schede che ti permettono di cambiare il modo in cui il layer viene visualizzato nella vista mappa. Questo include la modifica del colore del tratto, il colore di riempimento, lo stile e lo spessore della linea, la trasparenza, l'aggiunta di etichette e la determinazione della scala massima e minima di visualizzazione del layer.
ja: :menuselection:`Style --> `Change Styles` を選択します。スタイルの変更ダイアログには5つのタブがあり、レイヤビューのマップの表示方法を変更できます。これには、ストロークの色、塗りつぶし色、線のスタイルと太さ、透過性、ラベルの追加、レイヤを表示する最大と最小のスケールの決定が含まれます。
sv: Välj att :menuselection:`Style --> `Change Styles`. Dialogrutan Change Styles har fem (5) flikar där du kan ändra hur lagret visas i kartvyn. Detta inkluderar att ändra streckfärg, fyllningsfärg, linjestil och linjetjocklek, transparens, lägga till etiketter och bestämma vid vilken högsta och lägsta skala skiktet ska visas.

source: Edit feature geometries in a layer
fr: Modifier les géométries des entités d'une couche
it: Modifica le geometrie degli elementi in un layer
ja: レイヤの地物のジオメトリを編集する
sv: Redigera geometrier för objekt i ett lager

source: Click on the menu entry "Editable" so that a check mark is shown. This will open a new floating toolbar over the Map View on the right side. This toolbar has a set of buttons that you can use to edit the geometry of a geographic feature.
fr: Cliquez sur l’entrée du menu "Editable" afin qu’une marque de contrôle soit affichée. Cela ouvrira une nouvelle barre d’outils flottante au-dessus de la vue carte sur le côté droit. Cette barre d’outils dispose d’un ensemble de boutons que vous pouvez utiliser pour modifier la géométrie d’une entité géographique.
it: Clicca sulla voce di menu "Editable" in modo che venga mostrato un segno di spunta. Questo aprirà una nuova barra degli strumenti fluttuante sopra la Vista Mappa sul lato destro. Questa barra degli strumenti ha una serie di pulsanti che si possono usare per modificare la geometria di un elemento geografico.
ja: チェックマークが表示されるように、メニュー項目 "Editable" をクリックします。これにより、右側のマップビュー上に新しい浮動ツールバーが開きます。このツールバーには、地物のジオメトリを編集するためのボタンがあります。
sv: Klicka på menyposten "Editable" så att en bockmarkering visas. Då öppnas ett nytt flytande verktygsfält över kartvyn på höger sida. Detta verktygsfält har en uppsättning knappar som du kan använda för att redigera geometrin för en geografisk funktion.

source: Let's try a quick edit. First we need to select a geometry and then we move a point of the geometry. To do that, we first click the button that shows a mouse cursor in the editing toolbar (top left button).
fr: Essayons une modification rapide. Nous devons d’abord sélectionner une géométrie, puis déplacer un point de la géométrie. Pour ce faire, nous cliquons d’abord sur le bouton qui affiche un curseur de souris dans la barre d’outils d’édition (bouton supérieur gauche).
it: Prova una rapida modifica. Prima devi selezionare una geometria e poi spostare un punto della geometria. Per farlo, clicca prima il pulsante che mostra un cursore del mouse nella barra degli strumenti di modifica (pulsante in alto a sinistra).
ja: 簡単に編集してみましょう。最初にジオメトリを選択し、次にジオメトリの点を移動する必要があります。そのためには、まず編集ツールバーにマウスカーソルが表示されているボタン(左上ボタン)をクリックします。
sv: Låt oss prova en snabb redigering. Först måste vi välja en geometri och sedan flytta en punkt i geometrin. För att göra det klickar vi först på knappen som visar en muspekare i redigeringsverktygsfältet (knappen längst upp till vänster).

source: Activate it and click on a single feature in the Map View to select it. If the selection worked, then the features line color should change to yellow and small yellow squares appear at each angle point (vertex) in the feature geometry.
fr: Activez-le et cliquez sur une seule entité dans la vue Carte pour la sélectionner. Si la sélection a fonctionné, alors la couleur du contour de l'entité devrait changer en jaune et des petits carrés jaunes apparaitre à chaque point d’angle (vertex) dans la géométrie de l'entité.
it: Attivalo e clicca su un singolo elemento nella Vista mappa per selezionarlo. Se la selezione ha funzionato, allora il colore della linea dell'elemento dovrebbe cambiare in giallo e piccoli quadrati gialli appaiono in ogni punto angolare (vertice) nella geometria dell'elemento.
ja: これを有効にして、マップビューの1つの地物をクリックして選択します。選択が成功すると、地物の線の色が黄色に変わり、地物の各点(頂点)に小さな黄色の正方形が表示されます。
sv: Aktivera den och klicka på en enskild funktion i kartvyn för att välja den. Om markeringen fungerade bör objektets linjefärg ändras till gult och små gula fyrkanter visas vid varje vinkelpunkt (vertex) i objektets geometri.

source: Next, click on the button that shows a blue crosshair with a yellow square in the middle, the :guilabel:`Move Vertex Tool` (Hoovering over the buttons gives you a button description). You should now see your mouse cursor change to a small black crosshair when you move it over the Map View.
es: A continuación, haga clic en el botón que muestra una cruz azul con un cuadrado amarillo en el medio, la herramienta :guilabel:`Move Vertex Tool` (pasar el cursor sobre los botones le da una descripción del botón). Ahora debería ver que el cursor del mouse cambia a una pequeña cruz negra cuando lo mueve sobre la Vista del mapa.
fr: Ensuite, cliquez sur le bouton qui montre un réticule bleu avec un carré jaune au milieu, le :guilabel:`Move Vertex Tool` (survoler les boutons vous donne une description des boutons). Vous devriez maintenant voir votre curseur de souris changer pour un petit réticule noir lorsque vous le déplacez sur la vue carte.
it: Poi, clicca sul pulsante che mostra un mirino blu con un quadrato giallo nel mezzo, il :guilabel:`Move Vertex Tool` (passando sopra i pulsanti ti dà una descrizione del pulsante). Ora dovresti vedere il cursore del tuo mouse trasformarsi in un piccolo mirino nero quando lo muovi sulla vista della mappa.
ja: 次に、中央に黄色の正方形がある青い十字が表示されているボタンをクリックします。 :guilabel:`Move Vertex Tool` (ボタンの上にマウスカーソルを置くとボタンの説明が表示されます)。これで、マップのビュー上にマウスカーソルを移動すると、マウスカーソルが小さな黒い十字に変わります。
sv: Klicka sedan på knappen som visar ett blått hårkors med en gul fyrkant i mitten, :guilabel:`Move Vertex Tool` (om du sveper över knapparna får du en knappbeskrivning). Du bör nu se att muspekaren ändras till ett litet svart hårkors när du flyttar den över kartvyn.

source: Try using this to move one of the vertices/points of the geometry you selected before by clicking on one of the vertices and dragging it (leaving the mouse button pressed).
es: Intente usar esto para mover uno de los vértices/puntos de la geometría que seleccionó antes haciendo clic en uno de los vértices y arrastrándolo (dejando presionado el botón del mouse).
fr: Essayez de l’utiliser pour déplacer l’un des vertices/points de la géométrie que vous avez sélectionnée auparavant en cliquant sur l’un des vertices et en le faisant glisser (en laissant le bouton de la souris appuyé).
it: Prova ad usarlo per spostare uno dei vertici/punti della geometria che hai selezionato prima, cliccando su uno dei vertici e trascinandolo (lasciando premuto il pulsante del mouse).
ja: これを使用して、前に選択したジオメトリの頂点の1つをクリックしてドラッグ(マウスボタンを押したまま)し、移動してみてください。
sv: Prova att använda detta för att flytta en av hörnen/punkterna i den geometri du valde tidigare genom att klicka på ett av hörnen och dra det (håll musknappen intryckt).

source: What next?
fr: Ensuite ?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: This is only the first step on the road to using OpenJUMP. There is a lot more material left for you to discover.
es: Este es solo el primer paso en el camino hacia el uso de OpenJUMP. Queda mucho más material por descubrir.
fr: Ce n’est que la première étape sur la voie de l’utilisation d’OpenJUMP. Il vous reste encore beaucoup de matériel à découvrir.
it: Questo è solo il primo passo sulla strada per usare OpenJUMP. C'è ancora molto altro materiale da scoprire.
ja: これは、OpenJUMPを使用するための最初のステップです。読むべき多くの資料がそろっています。
sv: Detta är bara det första steget på vägen till att använda OpenJUMP. Det finns mycket mer material kvar för dig att upptäcka.

source: You can download tutorials for the OpenJUMP here: https://sourceforge.net/projects/jump-pilot/files/Documentation/
fr: Vous pouvez télécharger des tutoriels pour OpenJUMP ici: https://sourceforge.net/projects/jump-pilot/files/Documentation/
it: Puoi scaricare i tutorial per OpenJUMP qui: https://sourceforge.net/projects/jump-pilot/files/Documentation/
ja: OpenJUMPのチュートリアルはこちらからダウンロードできます: https://sourceforge.net/projects/jump-pilot/files/Documentation/
sv: Du kan ladda ner handledning för OpenJUMP här: https://sourceforge.net/projects/jump-pilot/files/Documentation/

source: You can read the OpenJUMP wiki here: http://ojwiki.soldin.de/index.php?title=Main_Page
es: Puede leer el wiki de OpenJUMP aquí: http://ojwiki.soldin.de/index.php?title=Main_Page
fr: Vous pouvez lire le wiki OpenJUMP ici: http://ojwiki.soldin.de/index.php?title=Main_Page
it: Puoi leggere il wiki di OpenJUMP qui: http://ojwiki.soldin.de/index.php?title=Main_Page
ja: OpenJUMPのウィキは: http://ojwiki.soldin.de/index.php?title=Main_Page からアクセスできます。
sv: Du kan läsa OpenJUMP-wikin här: http://ojwiki.soldin.de/index.php?title=Main_Page

source: You can get help fast on the OpenJUMP users mailing list: https://groups.google.com/forum/#!forum/openjump-users
fr: Vous pouvez obtenir de l’aide rapidement sur la liste de diffusion des utilisateurs d’OpenJUMP : https://groups.google.com/forum/#!forum/openjump-users
it: Puoi ottenere aiuto velocemente sulla mailing list degli utenti di OpenJUMP: https://groups.google.com/forum/#!forum/openjump-users
ja: OpenJUMPユーザメーリングリスト: https://groups.google.com/forum/#!forum/openjump-users で、すばやくヘルプを見ることができます。
sv: Du kan få snabb hjälp på e-postlistan för OpenJUMP-användare: https://groups.google.com/forum/#!forum/openjump-users

source: The latest OpenJUMP version can be found here: https://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
fr: La dernière version d’OpenJUMP est disponible ici : https://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
it: L'ultima versione di OpenJUMP può essere trovata qui: https://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
ja: OpenJUMPの最新バージョンはこちら: https://sourceforge.net/projects/jump-pilot/files/OpenJUMP/
sv: Den senaste versionen av OpenJUMP finns här: https://sourceforge.net/projects/jump-pilot/files/OpenJUMP/

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: This Quick Start describes how to:
es: Esta Guía de Inicio Rápido describe como:

source: Open an ESRI shapefile with OpenJUMP.
es: Abra un archivo de shapefile ESRI con OpenJUMP.

source: Style the layer created from the shapefile for easier viewing.
es: Diseñe la capa creada a partir del archivo shapefile para una visualización más fácil.

source: Edit the geometries of the features in a layer.
es: Edite las geometrías de las características en una capa.

source: Starting OpenJUMP
es: Iniciando OpenJUMP

source: OSGeo Live-DVD: start OpenJUMP link on desktop or run /usr/bin/openjump
es: OSGeoLive: inicie el enlace OpenJUMP en el escritorio o ejecute /usr/bin/openjump

source: General: For Windows, go to the bin folder of the OpenJUMP directory and double click the OpenJUMP.exe or oj_windows.bat file. For Linux, execute the oj_linux.sh file from a terminal. For MacOSX, click on the OpenJUMP application symbol.
es: General: para Windows, ir a la carpeta bin del directorio OpenJUMP y hacer doble clic en el archivo OpenJUMP.exe o oj_windows.bat. Para Linux, ejecutar el archivo oj_linux.sh desde un terminal. Para MacOSX, hacer clic en el símbolo de la aplicación OpenJUMP.

source: (Please note: A Java runtime environment is required to run OpenJUMP. You can download a Java runtime environment for your computer here: http://java.com/en/download/index.jsp)
es: (Tenga en cuenta: Se requiere un entorno de ejecución Java para ejecutar OpenJUMP. Puede descargar un entorno de ejecución Java para su computadora aquí: http://java.com/en/download/index.jsp)

source: Basic User Interface Overview
es: Descripción general de la interfaz de usuario básica
