Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/openlayers_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: The most used raster layers are the tiled layers, provided by the likes of OpenStreetMap, Stamen, Bing, etc. Tiled layers are represented by the ``ol.layer.Tile`` class and must use a source that knows how to load tiles from a given provider, like ``ol.source.OSM`` or ``ol.source.Stamen``:
de: Die am häufigsten verwendeten Raster-Layer sind gekachelten Layer, die von OpenStreetMap, Stamen, Bing usw. bereitgestellt werden. Gekachelte Layer werden durch die Klasse ''ol.layer.Tile'' dargestellt und müssen eine Quelle verwenden, die weiß, wie Kacheln von einem bestimmten Anbieter geladen werden, z. B. ''ol.source.OSM'' oder ''ol.source.Stamen'':
es: Las capas ráster más utilizadas son las capas en mosaico, proporcionadas por OpenStreetMap, Stamen, Bing, etc. Las capas de mosaico están representadas por la clase ``ol.layer.Tile`` y deben usar una fuente que sepa cómo cargar mosaicos de un proveedor determinado, como ``ol.source.OSM`` u ``ol.source.Stamen``:
fr: Les couches raster les plus utilisées sont les couches tuilées, fournies par des organisations comme OpenStreetMap, Stamen, Bing, etc. Les couches tuilées sont représentées par la classe ``ol.layer.Tile`` et doivent utiliser une source qui sait charger les tuiles d’un fournisseur donné, comme ``ol.source.OSM`` ou ``ol.source.Stamen``:
hu: A leggyakrabban használt raszter rétegek a csempe rétegek, melyeket például az OpenStreetMap, Stamen, Bing, stb. szolgáltat. A csempe rétegeket az ``ol.layer.Tile`` reprezentálja és egy olyan forrást kell használniuk, mely tudja hogyan tölthetők be a csempék egy adott szolgáltatótól, mint például az ``ol.source.OSM`` vagy ``ol.source.Stamen``:
it: I raster più usati sono i layer piastrellati, forniti da OpenStreetMap, Stamen, Bing, ecc. I layer piastrellati sono rappresentati dalla classe ``ol.layer.Tile`` e devono usare una sorgente che sappia come caricare i tasselli da un dato provider, come ``ol.source.OSM`` o ``ol.source.Stamen``:
ja: OpenStreetMap、Stamen、Bingなどによって提供されるタイルレイヤが、最も使用されるラスタレイヤです。タイルレイヤは ``ol.layer.Tile`` クラスで表され、 ``ol.source.OSM`` または ``ol.source.Stamen`` のように、特定のプロバイダからタイルをロードする方法を知っているソースを使用する必要があります。
sv: De mest använda rasterlagren är de kaklade lagren, som tillhandahålls av OpenStreetMap, Stamen, Bing, etc. Tiled-lager representeras av klassen ``ol.layer.Tile`` och måste använda en källa som vet hur man laddar tiles från en viss leverantör, t.ex. ``ol.source.OSM`` eller ``ol.source.Stamen``:

source: **Ex. 2:** Create raster layers
de: **Ex. 2:** Erstellung eines Rasterlayers
es: **Ex. 2:** Creación de capas ráster
hu: **2. Gyakorlat:** Raszter réteg létrehozása

source: Layers can be added to the map in two ways:
de: Es gibt zwei Möglichkeiten, um einen Layer zur Karte hinzuzufügen:
es: Las capas se pueden agregar al mapa de dos maneras:
fr: Les couches peuvent être ajoutées à la carte de deux façons :
hu: Kétféle módon adhatunk rétegeket a térképhez:
it: I layer possono essere aggiunti alla mappa in due modi:
ja: レイヤは、次の2つの方法でマップに追加できます。
sv: Du kan lägga till lager på kartan på två sätt:

source: When constructing the ``ol.Map``, using the ``layers`` property:
de: Beim Aufbau der ''ol. Map'' wird die Eigenschaft ''layers'' verwendet:
es: Al construir el ``ol.Map``, utilizando la propiedad de ``layers``:
hu: Az ``ol.Map`` létrehozatalánál a ``layers`` tulajdonság használatával:

source: **Ex. 3:** Adding layers on map initialization
de: **Ex. 3:** Hinzufügen von Layern bei der Karteninitialisierung
es: **Ex. 3:** Creación de capas al inicializar el mapa
hu: **3. Gyakorlat:** Rétegek hozzáadása a térkép inicializáláskor

source: Adding manually with the ``map.addLayer()`` method:
de: Manuelles Hinzufügen mit der ''map.addLayer()''-Methode:
es: Agregando manualmente con el método ``map.addLayer()``
hu: Manuális hozzáadás a ``map.addLayer()`` metódussal:

source: **Ex. 4:** Adding layers manually
de: **Ex. 4:** Layer manuell hinzufügen
es: **Ex. 4:** Agregando capas manualmente
hu: **4. Gyakorlat:** Rétegek manuális hozzáadása

source: Adding vector layers
de: Vektorlayer hinzufügen
es: Agregando capas vectoriales
hu: Vektor rétegek hozzáadása

source: Vector layers are represented by the ``ol.layer.Vector`` class and must use a source suitable for reading the vector format, like ``ol.source.GeoJSON``, ``ol.source.KML`` or ``ol.source.TopoJSON``.
de: Vektor-Layer werden durch die Klasse ''ol.layer.Vector'' dargestellt und müssen eine Quelle verwenden, die zum jeweiligen Vektorformat passt, z. B. ''ol.source.GeoJSON'', ''ol.source.KML'' oder ''ol.source.TopoJSON''.
es: Las capas vectoriales están representadas por la clase ``ol.layer.Vector`` y deben usar una fuente adecuada para leer el formato vectorial, como ``ol.source.GeoJSON``, ``ol.source.KML`` u ``ol.source.TopoJSON``.
fr: Les couches vectorielles sont représentées par la classe ``ol.layer.Vector`` et doivent utiliser une source appropriée pour lire le format vectoriel, comme ``ol.source.GeoJSON``, ``ol.source.KML`` ou ``ol.source.TopoJSON``.
hu: A vektor rétegeket az ``ol.layer.Vector`` osztály reprezentálja és a vektor formátum olvasására alkalmas forrást kell használnia mint például ``ol.source.GeoJSON``, ``ol.source.KML`` vagy ``ol.source.TopoJSON``.
it: I vettori sono rappresentati dalla classe ``ol.layer.Vector`` e devono usare una sorgente adatta a leggere il formato vettoriale, come ``ol.source.GeoJSON``, ``ol.source.KML`` o ``ol.source.TopoJSON``.
ja: ベクタレイヤは ``ol.layer.Vector`` クラスで表され、 ``ol.source.GeoJSON`` 、 ``ol.source.KML`` 、 ``ol.source.TopoJSON`` など、ベクタフォーマットの読み込みに適したソースを使用する必要があります。
sv: Vektorlager representeras av klassen ``ol.layer.Vector`` och måste använda en källa som är lämplig för att läsa vektorformatet, som ``ol.source.GeoJSON``, ``ol.source.KML`` eller ``ol.source.TopoJSON``.

source: **Ex. 5:** Constructing a GeoJSON vector layer
de: **Ex. 5:** Einen GeoJSON-Vektorlayer erzeugen
es: **Ex. 5:** Construyendo una capa vectorial GeoJSON
hu: **5. Gyakorlat 5:** GeoJSON réteg felépítése

source: Note, in the previous code we must change the ``url_to_file`` to point to a valid GeoJSON file placed in our server. Note that Javascript security will prevent sourcing of datasets from an external URL on a different domain / port (a.k.a. same-origin policy).
de: Beachten Sie, dass wir im vorherigen Beispiel die ''url_to_file'' so ändern müssen, dass sie auf eine gültige GeoJSON-Datei verweist, die auf unserem Server abgelegt wurde. Beachten Sie, dass JavaScript-Sicherheit es verhindert auf Datensätze von einer externen URL auf einer anderen Domäne/Port zuzugreifen (auch als same-origin policy bezeichnet).
es: Tenga en cuenta que en el código anterior debemos cambiar ``url_to_file`` para que apunte a un archivo GeoJSON válido colocado en nuestro servidor. Asimismo, la seguridad de Javascript evitará el abastecimiento de conjuntos de datos de una URL externa en un dominio/puerto diferentes (también conocido como política del mismo origen).
fr: Notez que dans le code précédent, nous devons modifier le ``url_to_file`` pour pointer vers un fichier GeoJSON valide placé dans notre serveur. Notez que la sécurité Javascript empêchera l’approvisionnement des ensembles de données à partir d’une URL externe sur un domaine /port différent (par exemple, la politique de même origine).
hu: Megjegyzés, az előző kódban az ``url_to_file`` meg kell változtatnunk, hogy egy megfelelő GeoJSON fájlra mutasson, melyet a szerverünkön helyeztünk el. Vegye figyelembe, hogy a JavaScript biztonsági előírások megakadályozzák az adatok külső URL-ről, egy másik szerverről vagy portról betöltését (más néven: ugyanaz a forrás szabály).
it: Nota, nel codice precedente devi cambiare il ``url_to_file`` per puntare a un file GeoJSON valido posto nel nostro server. Nota che la sicurezza di Javascript impedirà il sourcing di set di dati da un URL esterno su un diverso dominio / porta (a.k.a. same-origin policy).
ja: 前のコードでは、サーバに置かれた有効なGeoJSONファイルを指すように ``url_to_file`` を変更する必要があることに注意してください。Javascriptセキュリティでは、異なるドメイン/ポート上の外部URLからデータセットを取得することができないことに注意してください。(aka. 同一発信元ポリシー)。
sv: Observera att vi i den tidigare koden måste ändra ``url_to_file`` för att peka på en giltig GeoJSON-fil placerad på vår server. Observera att Javascript-säkerhet förhindrar inköp av datauppsättningar från en extern URL på en annan domän / port (a.k.a. samma ursprungspolicy).

source: Features can also be created manually. In this case we need to create a geometry that represents the feature:
de: Objekte können auch manuell erstellt werden. In diesem Fall müssen wir eine Geometrie erstellen, die das Objekt darstellt:
es: Las características también se pueden crear manualmente. En este caso, necesitamos crear una geometría que represente la característica:
fr: Les entités peuvent également être créées manuellement. Dans ce cas, nous devons créer une géométrie qui représente l'entité :
hu: Térképi elemeket manuálisan is létrehozhatunk. Ebben az esetben a térképi elemet reprezentáló geometriát kell létrehoznunk:
it: Gli elementi possono anche essere creati manualmente. In questo caso devi creare una geometria che rappresenti l'elemento:
ja: フィーチャーは手動で作成することもできます。この場合、フィーチャーを表すジオメトリを作成する必要があります。
sv: Funktioner kan också skapas manuellt. I det här fallet måste vi skapa en geometri som representerar funktionen:

source: **Ex. 6:** Adding features by hand
de: **Ex. 6:** Geoobjekte von Hand hinzufügen
es: **Ex. 6:** Agregando características manualmente
hu: **6. Gyakorlat:** Térképi elemek hozzáadása

source: Styling features
de: Objekte stylen
es: Estilizando características
hu: Térképi elemek stílusa

source: Features within vector layers can be styled. The style is determined by a combination of fill, stroke, text and image, which are all optional. In addition, a style can be applied to a layer, which determines the style of all contained features, or to an individual feature.
de: Features innerhalb von Vektor-Layern können mit einem Stil versehen werden. Der Stil wird durch eine Kombination aus Füllung, Strich, Text und Bild bestimmt, die alle optional sind. Darüber hinaus kann ein Stil auf einen Layer angewendet werden, der den Stil aller enthaltenen Features bestimmt, oder auf ein einzelnes Feature.
es: Las características, dentro de las capas vectoriales, se pueden diseñar. El estilo está determinado por una combinación de relleno, trazo, texto e imagen, que son todos opcionales. Además, se puede aplicar un estilo a una capa, que determina el estilo de todas las entidades contenidas, o una entidad individual.
fr: Les entités dans les couches vectorielles peuvent être stylisées. Le style est déterminé par une combinaison de remplissage, trait, texte et image, qui sont tous facultatifs. En outre, un style peut être appliqué à une couche, qui détermine le style de toutes les entités contenues, ou à une entité individuelle.
hu: Egy vektor réteg térképi elemeinek stílusát beállíthatjuk. A stílust a kitöltés, a vonalvastagság, szöveg és kép határozza meg, melyek mind opcionálisak. Továbbá a stílust alkalmazhatjuk a teljes rétegre, mely meghatározza az összes tartalmazott térképi elem stílusát, vagy egyes térképi elemekre.
ja: ベクタレイヤ内のフィーチャにスタイルを設定できます。スタイルは、塗り、線、テキスト、イメージの組み合わせによって決まります。これらはすべて任意の設定項目です。さらに、レイヤにスタイルを適用して、含まれているすべてのフィーチャのスタイルを決定したり、個々のフィーチャにスタイルを適用することもできます。

source: A style is represented by the ``ol.style.Style`` class which has properties to set the ``fill``, ``stroke``, ``text`` and ``image`` to be applied. The next example shows the World's administrative limits dataset styled to use a green fill and stroke:
de: Ein Stil wird durch die Klasse ''ol.style.Style'' repräsentiert. Es können die Eigenschaften ''fill'', ''stroke''', ''text'' und ''image'' gesetzt werden. Das folgende Beispiel zeigt das Dataset der administrativen Grenzen in einer Darstellung mit grüner Füllung und Umrandung:
es: Un estilo está representado por la clase ``ol.style.Style`` que tiene propiedades para establecer el ``fill``, ``stroke``, ``text`` e ``image`` que se aplicarán. El siguiente ejemplo muestra el conjunto de datos de límites administrativos del mundo diseñado para usar un relleno y trazo verdes.
fr: Un style est représenté par la classe``ol.style.Style`` qui a des propriétés pour définir les ``fill``, ``stroke``, ``text`` et ``image`` à appliquer. L’exemple suivant montre les limites administratives du jeu de données mondial avec un style utilisant un remplissage et contour verts :
hu: A stílust az ``ol.style.Style`` osztály reprezentálja, melynek ``fill``, ``stroke``, ``text`` és ``image`` beállítható tulajdonságai vannak. A következő példa a világ országait zöld kitöltéssel és zöld határvonalakkal mutatja be.
it: Uno stile è rappresentato dalla classe ``ol.style.Style`` che ha proprietà per impostare il ``fill``, ``stroke``, ``text`` e ``image`` da applicare. Il prossimo esempio mostra il dataset World's administrative limits stilizzato per usare un riempimento e un tratto verde:
ja: スタイルは、 ``ol.style.Style`` クラスによって表され、このクラスは、適用される ``fill`` 、 ``stroke`` 、 ``text`` および ``image`` を設定するプロパティを有する。次の例は、緑の塗りと線を使用するようにスタイル設定された世界の行政区界データセットを示しています。
sv: En stil representeras av klassen ``ol.style.Style`` som har egenskaper för att ställa in ``fill``, ``stroke``, ``text`` och ``image`` som ska tillämpas. I nästa exempel visas datauppsättningen World's administrative limits med grön fyllning och streck:

source: **Ex. 7:** Styling features
de: **Ex. 7:** Objekte stylen
es: **Ex. 7:** Estilizando características
hu: **7. Gyakorlat:** Térképi elemek stílusa

source: In the code, we have loaded a TopoJSON file and styled it through the ``style`` property. We have set a ``fill`` and ``stroke``, required for lines and polygons, and an ``image`` (in this case a circle) used for point features.
de: In dem Beispiel haben wir eine TopoJSON-Datei geladen und durch die 'style''-Eigenschaft gestylt. Wir haben ''fill'' und ''stroke''' festgelegt, das für Linien und Polygone benötigt wird. Außerdem wurde ''image' definiert (in diesem Fall ein Kreis) und auf Punkt- Objekte angewendet.
es: En el código, hemos cargado un archivo TopoJSON y lo hemos diseñado a través de la propiedad de ``style``. Hemos establecido un ``fill`` y ``stroke``, necesarios para líneas y polígonos, y una ``image`` (en este caso, un círculo) utilizada para entidades de puntos.
fr: Dans le code, nous avons chargé un fichier TopoJSON et l’avons coiffé à travers la propriété ``style`. Nous avons défini un ``fill`` et ``stroke``, nécessaire pour les lignes et les polygones, et une ``image`` (dans ce cas un cercle) utilisé pour les entités ponctuelles.
hu: A kódban egy TopoJSON fájlt töltöttünk be és a ``style`` tulajdonságon keresztül színeztük. A ``fill`` és ``stroke`` tulajdonságokat a vonalakhoz és felületekhez kívántra állítottuk és egy ``image``-t (ebben az esetben egy kör) használtunk a pont térképi elemekhez.
it: Nel codice, abbiamo caricato un file TopoJSON e lo abbiamo stilizzato attraverso la proprietà ``style``. Abbiamo impostato un ``fill``` e un ``stroke``, necessari per linee e poligoni, e un ``image`` (in questo caso un cerchio) usato per gli elementi dei punti.
ja: このコードでは、TopoJSONファイルをロードし、 ``style`` プロパティーを使ってスタイルを設定しています。ラインとポリゴンに必要な ``fill`` と ``stroke`` 、およびポイントフィーチャに使用する ``image`` (この場合は円)を設定しました。
sv: I koden har vi laddat en TopoJSON-fil och stylat den genom egenskapen ``style``. Vi har ställt in ``fill`` och ``stroke``, som krävs för linjer och polygoner, och en ``image`` (i det här fallet en cirkel) som används för punktfunktioner.

source: Working with events
de: Events verwenden
es: Trabajando con eventos
hu: Munka az eseményekkel

source: Most of the components, like map, layers or controls, trigger events to notify changes. For example we can be notified each time the mouse is moved over the map, or when a feature is added to a vector layer, etc.
de: Die meisten Komponenten, z. B. Karte, Layer oder Steuerelemente, lösen Ereignisse aus, und informieren so über Änderungen. Beispielsweise können wir jedes Mal benachrichtigt werden, wenn die Maus über der Karte bewegt wird oder wenn ein Feature zu einem Vektor-Layer hinzugefügt wird usw.
es: La mayoría de los componentes, como mapas, capas o controles, activan eventos para notificar cambios. Por ejemplo, podemos recibir notificaciones cada vez que se mueve el mouse sobre el mapa, o cuando se agrega una entidad a una capa vectorial, etc.
fr: La plupart des composants, comme ``map``, ``layers`` ou ``controls``, déclenchent des événements pour notifier les modifications. Par exemple, nous pouvons être avertis chaque fois que la souris est déplacée sur la carte, ou lorsqu’une entité est ajoutée à une couche vectorielle, etc.
hu: A legtöbb komponens, mint például a térkép, réteg vagy vezérlők eseményeket hoznak létre, hogy a változásról értesítést küldjenek. Például értesülhetünk minden alkalommal arról, ha a térképen az egér elmozdul, vagy amikor egy térképi elemet adtak egy vektor réteghez, stb.
it: La maggior parte dei componenti, come la mappa, i layer o i controlli, attivano eventi per notificare i cambiamenti. Per esempio possiamo ricevere una notifica ogni volta che il mouse viene spostato sulla mappa, o quando un elemento viene aggiunto ad un vettore, ecc.
ja: ほとんどの(マップ、レイヤ、コントロールなどの)要素は、イベントをトリガして変更を通知します。たとえば、マウスがマップ上を移動するたびに通知されたり、フィーチャがベクタレイヤに追加されるたびに通知されたりします。
sv: De flesta av komponenterna, som karta, lager eller kontroller, utlöser händelser för att meddela ändringar. Vi kan t.ex. få ett meddelande varje gång musen flyttas över kartan eller när en funktion läggs till i ett vektorlager osv.

source: Events can be easily registered on an object with the ``on()`` method and unregistered with ``un()``.
de: Ereignisse können leicht für ein Objekt mit der Methode ''on()'' registriert und mit der Methode ''un()'' abgemeldet werden.
es: Los eventos pueden registrarse fácilmente en un objeto con el método ``on()`` y no registrarse con ``un()``.
fr: Les événements peuvent être facilement enregistrés sur un objet avec la méthode ``on()`` et non enregistrés avec ``un()``.
hu: Eseményekre könnyen regisztrálhatunk egy objektummal az ``on()`` metódussal és visszavonhatjuk a regisztrációt az ``un()`` metódussal.
it: Gli eventi possono essere facilmente registrati su un oggetto con il metodo ``on()`` e non registrati con ``un()``.
ja: イベントは ``on()`` メソッドでオブジェクトに簡単に登録でき、 ``un()`` で登録解除できます。
sv: Händelser kan enkelt registreras på ett objekt med metoden ``on()`` och avregistreras med ``un()``.

source: The following code registers an event on a map instance, and will be notified each time the pointer is moved. Within the callback function we obtain the pointer coordinates and print in the browser console in two different projections.
de: Das folgende Beispiel registriert ein Ereignis auf einer Karteninstanz und benachrichtigt jedes Mal, wenn der Zeiger verschoben wird. Innerhalb der callback-Funktion holen wir die aktuellen Mauszeiger-Koordinaten und geben sie in der Browser-Konsole in zwei verschiedenen Projektionen aus.
es: El siguiente código registra un evento en una instancia de mapa y se le notificará cada vez que mueva el puntero. Dentro de la función de devolución de llamada obtenemos las coordenadas del puntero e imprimimos en la consola del navegador en dos proyecciones diferentes.
fr: Le code suivant enregistre un événement sur une instance de ``map`` et sera notifié chaque fois que le pointeur est déplacé. Dans la fonction de rappel, nous obtenons les coordonnées du pointeur et les imprimons dans la console de navigateur dans deux projections différentes.
hu: A következő kód a térkép példányhoz regisztrál egy eseményt és értesítést kap minden esetben, amikor az egérmutató elmozdul. A callback függvényben megkapjuk az egérmutató koordinátáit és a böngésző konzolba kiírjuk két különböző vetületben.
it: Il codice seguente registra un evento su un'istanza della mappa, e sarà notificato ogni volta che il puntatore viene spostato. All'interno della funzione di callback otteniamo le coordinate del puntatore e le stampiamo nella console del browser in due diverse proiezioni.
ja: 次のコードでは、マップのインスタンスにイベントを登録し、ポインタが移動するたびに通知されます。コールバック関数内では、ポインタの座標を取得し、ブラウザコンソールに2つの異なる投影法で出力します。
sv: Följande kod registrerar en händelse på en kartinstans och kommer att meddelas varje gång pekaren flyttas. I callback-funktionen erhåller vi pekarens koordinater och skriver ut dem i webbläsarkonsolen i två olika projektioner.

source: **Ex. 8:** Printing pointer position.
de: **Ex. 8:** Druck der Pointer-Position.
es: **Ex. 8:** Imprimir la pocisión del apuntador.
hu: **8. Gyakorlat:** egér pozíció kiírása.

source: What's Next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
hu: Mi a következő?

source: Sometimes the quickest way to work out how OpenLayers works is to look at examples and their source code. You can find more OpenLayers information here:
de: Manchmal ist der schnellste Weg, um herauszufinden, wie OpenLayers funktioniert, Beispiele und ihren Quellcode zu betrachten. Weitere OpenLayers-Informationen finden Sie hier:
es: A veces, la forma más rápida de averiguar cómo funciona OpenLayers es mirar ejemplos y su código fuente. Puede encontrar más información sobre OpenLayers aquí:
fr: Parfois, la façon la plus rapide de comprendre comment fonctionne OpenLayers est de regarder des exemples et leur code source. Vous pouvez trouver plus d’informations sur OpenLayers ici:
hu: Néha a példák és a forráskódjuk megtekintése a leggyorsabb módja annak, hogy kitaláljuk, hogyan működik az OpenLayers További OpenLayers információkat itt talál:
it: A volte il modo più veloce per capire come funziona OpenLayers è guardare gli esempi e il loro codice sorgente. Puoi trovare altre informazioni su OpenLayers qui:
ja: OpenLayersの動作を理解するための最も簡単な方法は、サンプルとそのソースコードを調べることです。OpenLayersの詳細については、以下を参照してください。
sv: Ibland är det snabbaste sättet att ta reda på hur OpenLayers fungerar att titta på exempel och deras källkod. Du hittar mer information om OpenLayers här:

source: `API Docs <../../openlayers/apidoc/>`_
es: `Documentación de API <../../openlayers/apidoc/>`_

source: `Examples <../../openlayers/examples/>`_
de: `Beispiele <../../openlayers/examples/>`_
es: `Ejemplos <../../openlayers/examples/>`_
hu: `Példák <../../openlayers/examples/>`_

source: `OpenLayers.org Website <http://openlayers.org/>`_
de: `OpenLayers.org Webseite <http://openlayers.org/>`_
es: `Website de OpenLayers.org <http://openlayers.org/>`_
hu: `OpenLayers.org honlap <http://openlayers.org/>`_

source: Contents
fr: Contenu
it: Contenuti
sv: Innehåll

source: Core concepts
fr: Concepts de base
it: Concetti fondamentali
ja: 主な概念
sv: Centrala begrepp

source: Create a basic map
fr: Créer une carte de base
it: Crea una mappa di base
ja: 基本マップを作成する
sv: Skapa en grundläggande karta

source: Add raster layers
fr: Ajouter des couches raster
it: Aggiungi layer raster
ja: ラスタレイヤ追加する
sv: Lägg till rasterlager

source: When constructing the ``ol.Map``, use the ``layers`` property:
fr: Lors de la construction de ``ol.Map``, utilisez la propriété ``layers`` :
it: Quando si costruisce la ``ol.Map``, usa la proprietà ``layers``:
ja: ``ol.Map`` を作成する場合は、 ``layers`` プロパティを使用します。
sv: När du konstruerar ``ol.Map`` ska du använda egenskapen ``layers``:

source: Add them manually with the ``map.addLayer()`` method:
fr: Ajoutez-les manuellement avec la méthode ``map.addLayer()`` :
it: Aggiungili manualmente con il metodo ``map.addLayer()``:
ja: ``map.addLayer()`` メソッドを使って手動で追加します。
sv: Lägg till dem manuellt med metoden ``map.addLayer()``:

source: Add vector layers
fr: Ajouter des couches vectorielles
it: Aggiungi layer vettoriali
ja: ベクタレイヤを追加する
sv: Lägg till vektorlager

source: Apply style to features
fr: Appliquer le style aux entités
it: Applica lo stile agli elementi
ja: フィーチャにスタイルを適用する
sv: Tillämpa stil på funktioner
