Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/osgeolive_install_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt, sv, zh

source: Install OSGeoLive to Hard Disk
de: OSGeoLive auf Festplatte installieren
es: Instalar OSGeoLive en el Disco Duro
fi: Asenna OSGeoLive kovalevyllesi
fr: Installer OSGeoLive sur votre disque dur
hu: OSGeoLive telepítése a merevlemezre
it: Installa OSGeoLive nel disco rigido
ja: ハードディスクに OSGeoLive をインストール
nl: Installeer OSGeoLive op de harde schijf
pt: Instalando o OSGeoLive no HD
sv: Installera OSGeoLive till hårddisk
zh: 安裝 OSGeoLive 到硬碟

source: OSGeoLive can be installed onto your hard disk, the same way an Ubuntu distribution is installed.
de: OSGeoLive kann auf Ihrer Festplatte installiert werden, genau wie eine Ubuntu-Distribution installiert werden kann.
es: OSGeoLive puede ser instalado sobre su Disco Duro de la misma manera que una distribución de Ubuntu es instalada.
fi: OSGeoLive voidaan asentaa kovalevyllesi samalla tavalla kuin Ubuntu jakelu on asennettu.
fr: OSGeoLive peut être installé sur votre disque dur, de la même manière qu'une distribution Ubuntu est installée.
hu: OSGeoLive ugyanúgy telepíthető a merev lemezre mint egy másik Ubuntu disztribúció.
it: OSGeoLive può essere installato sul disco rigido, nello stesso modo in cui si installa una distribuzione Ubuntu.
ja: OSGeoLive は Ubuntu をインストールするのと同様にハードディスクにインストールして利用できます。
nl: OSGeoLive kan op uw harde schijf worden ge誰nstalleerd, net zoals een Ubuntu-distributie kan worden ge誰nstalleerd.
pt: OSGeoLive pode ser instalado dentro do seu HD, da mesma maneira que uma distribuição Ubuntu é instalada.
sv: OSGeoLive kan installeras på din hårddisk, på samma sätt en Ubuntu-distribution är installerad.
zh: OSGeoLive 可以像一般的 Ubuntu 發行版一樣安裝在你的硬碟當中。

source: This process can also be run inside a Virtual Machine to create a permanent OSGeoLive Virtual Machine from a DVD or ISO image.
de: Dies kann auch innerhalb einer virtuellen Maschine passieren, um eine permanente OSGeo-Live VM aus einem DVD oder ISO Abbild zu erzeugen.
es: Este proceso también se puede ejecutar dentro de una Máquina Virtual para crear una Máquina Virtual permanente de OSGeoLive a partir de un de DVD o una imagen ISO.
fi: Tämä prosessi vaidaan suorittaa Virtuaali koneessa jotta luodaan pysyvä OSGeoLive Virtuaali kone DVDltä tai ISO Imagesta.
fr: Ce processus peut aussi être exécuté dans une machine virtuelle pour créer une machine virtuelle permanente OSGeoLive depuis un DVD ou une image ISO.
hu: Ez az eljárás egy virtuális gépen belül is futtatható egy állandó OSGeoLive virtuális gép létrehozásához a DVD-ről vagy az ISO image-ről.
it: Questo processo può anche essere eseguito all'interno di una macchina virtuale per creare una macchina virtuale OSGeoLive permanente da un DVD o un'immagine ISO.
ja: OSGeoLive の DVD や ISO イメージから、永続的な仮想マシンを作成するために、仮想マシン内でインストールすることもできます。
nl: Dit kan ook worden uitgevoerd in een virtuele machine om een permanente OSGeoLive- VM te maken op basis van een DVD of ISO-image.
pt: Esta instalação também pode ser rodada dentro de uma Máquina Virtual para criar máquina com OSGeoLive permanente a partir do DVD ou imagem ISO.
sv: Den här processen kan också köras i en virtuell maskin för att skapa en permanent OSGeoLive virtuell maskin från en DVD-eller ISO-avbildning.
zh: 也可以採用虛擬機器的方式從 DVD 或 ISO 影像檔來創造永久的 OSGeoLive 虛擬機器。

source: System Requirements
de: Systemanforderungen
es: Requerimientos del Sistema
fi: Järjestelmävaatimukset
fr: Prérequis système
hu: Rendszer követelmények
it: Requisiti di Sistema
ja: 動作環境
nl: Systeemvereisten
pt: Requisitos do Sistema
sv: Systemkrav
zh: 系統需求

source: |osgeolive-hdspace| of spare Hard Disk Space
de: |osgeolive-hdspace| freier Festplattenspeicher
es: |osgeolive-hdspace| de espacio en Disco Duro de Repuesto
fi: |osgeolive-hdspace| vapaata kovalevytilaa
fr: |osgeolive-hdspace| d'espace disque disponible
hu: |osgeolive-hdspace| szabad merevlemez terület
it: |osgeolive-hdspace| Spazio Hard Disk di riserva
ja: |osgeolive-hdspace| のハードディスクが必要となります
nl: |osgeolive-hdspace| van de vrije ruimte op de harde schijf
pt: |osgeolive-hdspace| de espaço no HD
sv: |osgeolive-hdspace| av extra hårddiskutrymme
zh: |osgeolive-hdspace| 的剩餘硬碟空間

source: Install OSGeoLive
de: OSGeoLive installieren
es: Instalar OSGeoLive
fi: Asenna OSGeoLive
fr: Installer OSGeoLive
hu: OSGeoLive telepítése
it: Installa OSGeoLive
ja: OSGeoLive のインストール
nl: Installeer OSGeoLive
pt: Instalando OSGeoLive
sv: Installera OSGeoLive
zh: 安裝 OSGeoLive

source: Select :guilabel:`Install RELEASE`
de: Wählen Sie :guilabel:`Install RELEASE`
es: Selecione :guilabel:`Install RELEASE`
fi: Valitse :guilabel:`Install RELEASE`
fr: Sélectionnez :guilabel:`Install RELEASE`
hu: Válassza ki :guilabel:`Install RELEASE`
it: Selezionare :guilabel:`Install RELEASE`
ja: :guilabel:`Install RELEASE` を選択します
nl: :guilabel:`Install RELEASE`
pt: Selecione :guilabel:`Install RELEASE`
sv: Välj :guilabel:`Install RELEASE`
zh: 選擇 :guilabel:`Install RELEASE`

source: Enter password="user"
de: Geben Sie als Password "user" (ohne Anführungszeichen) ein
es: Introduzca la contraseña="user"
fi: Anna salasana="user"
fr: Entrez le mot de passe "user"
hu: Írja be a jelszót "user"
it: Inserire password="user"
ja: パスワード "user" を入力します
nl: Voer password="user" in
pt: Digite password="user"
sv: Ange password="user"
zh: 輸入密碼="user"

source: Select language
de: Wählen Sie die gewünschte Sprache
es: Seleccione el lenguaje
fi: Valitse kieli
fr: Sélectionnez la langue
hu: Válaszon nyelvet
it: Selezionare il linguaggio
ja: 言語を選択します
nl: Selecteer de taal
pt: Selecione o idioma
sv: Välj språk
zh: 選擇語言

source: Select timezone
de: Wählen Sie die Zeitzone
es: Seleccione la zona horaria
fi: Valitse aikavyöhyke
fr: Sélectionnez un fuseau horaire
hu: Válasszon időzónát
it: Selezionare il fuso orario
ja: タイムゾーンを選択します
nl: Selecteer de tijdzone
pt: Selecione o fuso horário
sv: Välj tidszon
zh: 選擇時區

source: Select keyboard
de: Wählen Sie die Tastatur
es: Seleccione el teclado
fi: Valitse näppäimistö
fr: Sélectionnez le clavier
hu: Billentyűzet választás
it: Selezionare la tastiera
ja: キーボードを選択します
nl: Selecteer de toestenbord
pt: Selecione a configuração do teclado
sv: Välj tangentbord
zh: 選擇鍵盤

source: Specify which disk to want to install on. (Beware, this may delete an existing
es: Especifique en qué disco desea instalar. (Cuidado, esto puede eliminar una existente
fr: Spécifiez sur quel disque vous voulez faire l'installation. (Attention, cela peut supprimer une partition

source: installed partition).
es: partición instalada).
fr: existante installée).

source: Defaults for settings are:
de: Die Standardeinstellungen lauten:
es: Valores predeterminados para ajustes son:
fi: Oletusarvot asennukselle ovat:
fr: Les valeurs de configuration par défaut sont:
hu: Alapértelmezett beállítások:
it: Le impostazioni di base sono:
ja: デフォルトでは以下のような設定になっています:
nl: De standaardinstellingen zijn:
pt: As configurações padrões são:
sv: Standardinställningar för inställningar är:
zh: 預設的設定為：

source: Name = "user"
es: Nombre = "user"
fi: Nimi = "user"
fr: Nom
hu: Név = "user"
it: Nome = "user"
pt: Nome = "user"
sv: Namn = "user"
zh: 名稱 = "user"

source: username = "user"
es: nombre de usuario= "user"
fi: käyttäjänimi = "user"
fr: nom d'utilisateur = "user"
hu: felhasználó = "user"
it: nome utente = "user"
zh: 使用名稱 = "user"

source: password = "user"
es: contraseña = "user"
fi: salasana = "user"
fr: mot de passe = "user"
hu: jelszó = "user"
zh: 密碼 = "user"

source: computer name = "osgeolive"
es: nombre de la computadora = "osgeolive"
fi: tietokoneen nimi = "osgeolive"
fr: nom de l'ordinateur = "osgeolive"
hu: számítógép név = "osgeolive"
it: nome del computer = "osgeolive"
pt: Nome do computador = "osgeolive"
zh: 電腦名稱 = "osgeolive"

source: Log In automatically
es: Iniciar sesión automáticamente
fi: Sisäänkirjoitus automaattisesti
fr: Connectez-vous automatiquement
hu: Automatikus bejelentkezés
it: Accesso automatico
nl: Log automatisch in
pt: Log in automático na máquina
sv: Logga in automatiskt
zh: 自動登入

source: Select :guilabel:`Install`
de: Wählen Sie :guilabel:`Install`
es: Selecionar :guilabel:`Install`
fi: Valitse :guilabel:`Install`
fr: Sélectionnez :guilabel:`Install`
hu: Válassza az :guilabel:`Install`-t
it: Selezionare :guilabel:`Install`
ja: :guilabel:`Install` を選択します
nl: Selecteer :guilabel:`Install`
pt: Selecione :guilabel:`Install`
sv: Välj :guilabel:`Install`
zh: 選擇 :guilabel:`Install`

source: Go and get a cup of coffee while installation is in progress.
de: Holen Sie sich einen Kaffee, während die Installation durchgeführt wird.
es: Vaya por una taza de café mientras la instalación está en progreso.
fi: Mene kahville sillä välin kun asennusta suoritetaan.
fr: Allez prendre un tasse de café en attendant que l'installation s'effectue.
hu: Készítsen egy csésze kávét magának amíg a telepítés folyik.
it: Avviare e andare a prendere un tazza di caffè mentre l’installazione è in avanzamento.
ja: インストールが終わるまでしばらくお待ちください。
nl: Ga een kop koffie halen terwijl de installatie wordt uitgevoerd.
pt: Vá e pegue um copo de café enquanto a instalação está em progresso.
sv: Gå och ta en fika medan installationen pågår.
zh: 在等待的時候拿一杯咖啡吧。

source: That is it.
de: Das war es schon.
es: Eso es todo.
fi: Siinä kaikki.
fr: Et voilà, ça y est.
hu: Ez minden.
it: Questo è tutto
ja: これで終了です。
nl: Dat was het dan.
pt: É somente isto.
sv: Det är det.
zh: 這就完成了

source: Installation Tips In case you are installing using a username other than "user", tomcat applications require to have permission to service command as described in http://trac.osgeo.org/osgeo/ticket/1153
es: Consejos de instalación. En caso de que esté instalando utilizando un nombre de usuario que no sea "user", las aplicaciones de Tomcat requieren tener permiso para dar el servicio del comando como se describe en http://trac.osgeo.org/osgeo/ticket/1153
fr: Astuces d'installation: dans le cas où vous faites une installation avec un autre nom d'utilisateur que "user", les applications tomcat nécessitent la permission pour exécuter la commande du service comme décrit dans http://trac.osgeo.org/osgeo/ticket/1153

source: See Also:
de: Siehe auch:
es: Ver también:
fi: Katso myös:
fr: Voir Aussi:
hu: Lásd még:
it: Vedere anche:
ja: 参照:
nl: Zie ook:
pt: Veja também:
sv: Se även:
zh: 參見：

source: Specify which disk to want to install on. (Beware, this may delete an existing installed partition).
de: Geben Sie an, auf welchem Datenträger installiert werden soll. (Vorsicht, dies kann eine vorhandene installierte Partition löschen).
fi: Määritä mille levylle haluat asennuksen. (Ole varovainen, tämä voi tuhota olemassa olevan partition).
hu: Adja meg, hogy melyik lemezre szeretné telepíteni. (Óvatosan, ez törölhet egy meglévő telepített partíciót).
it: Specifica su quale disco si vuole installare. (Attenzione, questo potrebbe cancellare una partizione già installata).
ja: インストールするディスクを指定してください。(インストールされている既存のパーティションが削除される可能性があることに注意してください)。
nl: Geef aan op welke schijf het moet worden ge誰nstalleerd. (Let op, dit kan een bestaande ge誰nstalleerde partitie verwijderen).
sv: Ange vilken disk du vill installera på. (Var försiktig, detta kan ta bort en befintlig installerad partition).
zh: 指定安裝在那個硬碟。(注意，這可能會刪除已經有安裝的分割區)。

source: Installation Tips In case you are installing using a username other than "user", tomcat applications require to have permission to service command as described in https://trac.osgeo.org/osgeo/ticket/1153
de: Installations-Tip: Wenn Sie die Installation mit einem anderen Benutzernamen als "user" durchführen, benötigen Tomcat Anwendungen Berechtigungen, um den Dienst zu starten. Eine Beschreibung zur Einrichtung finden Sie unter https://trac.osgeo.org/osgeo/ticket/1153
fi: Asennus vinkki siinä tapauksessa kun käytät eri käyttäjänimeä kuin "user", tomcat sovellutukset tarvitsevat luvan palvelukomentoon kuten on kuvattu ohjeessa https://trac.osgeo.org/osgeo/ticket/1153
hu: Telepítési tippek, abban az esetben ha a "user" felhasználónévtől eltérőt használ a telepítésnél, akkor a tomcat alkalmazásoknak engedéllyel kell rendelkezniük a service parancs futtatásához, ahogy a https://trac.osgeo.org/osgeo/ticket/1153 oldalon írják.
it: Suggerimenti per l'installazione: Nel caso in cui si stia installando usando un nome utente diverso da "utente", le applicazioni tomcat richiedono di avere il permesso di eseguire il comando service come descritto in https://trac.osgeo.org/osgeo/ticket/1153
ja: インストール Tips: ユーザ名に "user" 以外を指定してインストールした場合、Tomcat アプリケーションでは https://trac.osgeo.org/osgeo/ticket/1153 に記載のように、サービスコマンドへの権限が必要となります
nl: Installatietips: Als u installeert met een andere gebruikersnaam dan "user", hebben tomcat-toepassingen toestemming nodig om de service te starten. Hoe je dit kan instellen staat beschreven in https://trac.osgeo.org/osgeo/ticket/1153
sv: Installationstips Om du installerar med ett annat användarnamn än "user" måste Tomcat-applikationerna ha behörighet till kommandot service enligt beskrivningen i https://trac.osgeo.org/osgeo/ticket/1153
zh: 如果你是用 "user" 之外的名稱，安裝時的小技巧，tomcat 應用程式會要求 service 指令的權限，詳見：https://trac.osgeo.org/osgeo/ticket/1153

source: OSGeo Project
it: Progetto OSGeo
pt: Projeto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
nl: OSGeo Gemeenschap
pt: Comunidade OSGeo
sv: OSGeo Gemenskap
