Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/osgeolive_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, sv, zh_tw

source: Getting started with OSGeoLive
de: Erste Schritte mit OSGeoLive
es: Cómo empezar con OSGeoLive
it: Cominciare con OSGeoLive
sv: Komma igång med OSGeoLive

source: This Quick Start describes how to start OSGeoLive from a DVD or USB.
de: Dieser Quickstart beschreibt, wie OSGeoLive über DVD oder USB gestartet wird.
es: En esta Guía de Inicio Rápido se describe cómo iniciar OSGeoLive desde un DVD o dispositivo USB.
fi: Tämä pika-aloitus kuvaa kuinka OSGeiLive käynnistetään käyttäen DV levykettä tai USB muistitikkua.
fr: Ce guide de démarrage rapide décrit comment débuter avec OSGeoLive depuis un DVD ou une clé USB.
hu: Ez a gyorstalpaló az OSGeoLive DVD-ről vagy USB-ről indítását írja le.
it: Questa guida rapida descrive come avviare OSGeoLive da un DVD o USB.
ja: ここでは、OSGeoLive を DVD や USB から起動する方法を説明します。
sv: Denna Snabbstart beskriver hur du startar OSGeoLive från en DVD eller USB.
zh_tw: 這份快速指南描述如何從 DVD 或 USB 啟動 OSGeoLive。

source: System Requirements
de: Systemvoraussetzungen
es: Requerimientos del Sistema
fi: Järjestelmävaatimukset
fr: Prérequis système
hu: Rendszer követelmények
it: Requisiti di Sistema
ja: 動作環境
sv: Systemkrav
zh_tw: 系統需求

source: Your computer should have at least:
de: Ihr Computer sollte mindestens:
es: Los requerimientos mínimos del computador son:
fi: Sinun tietokoneessasi tulee olla vähintään:
fr: Votre ordinateur devrait avoir au minimum:
hu: A számítógépének legalább rendelkeznie kell:
it: Il vostro computer dovrebbe avere almeno:
ja: 以下の環境が最低限必須となります:
sv: Datorn ska ha åtminstone:
zh_tw: 你的電腦至少需求：

source: RAM: minimum 2 GB (4 GB recommended).
es: RAM: mínimo 2 GB (se recomiendan 4 GB).
it: RAM: minimo 2 GB (raccomandati 4 GB).
sv: RAM-minne: minst 2 GB (4 GB rekommenderas).

source: CPU: 1 GHz 64 bit.
sv: CPU: 1 GHz 64 bitar.

source: Hard Disk:
de: Festplatte:
es: Disco duro:
fi: Kovalevy:
fr: Disque Dur:
hu: Merevlemez:
it: Disco rigido:
ja: ハードディスク:
sv: Hårddisk:
zh_tw: 硬碟：

source: None required if running directly from the DVD
de: Nicht benötigt, wenn sie direkt von DVD läuft
es: Ninguno requerido si la ejecución se realiza directamente desde el DVD
fi: Ei ole tarpeellinen jos suoritat suoraan DVD levykkeeltä
fr: Aucun n'est requis si exécuté directement depuis le DVD
hu: Nem szükséges, ha közvetlenül a DVD-ről használja
it: Non è richiesto se eseguito direttamente dal DVD
ja: DVD から直接利用する場合にはハードディスクは使用しません
sv: Ingen krävs om du kör direkt från DVD-skivan
zh_tw: 如果從 DVD 直接執行則不需要

source: |osgeolive-hdspace| if you wish to install the operating system.
de: |osgeolive-hdspace| , wenn Sie das System auf der Festplatte installieren möchten.
es: |osgeolive-hdspace| si se desea instalar el sistema operativo.
fi: |osgeolive-hdspace| jos haluat asentaa käyttöjärjestelmän
fr: |osgeolive-hdspace| si vous souhaitez installer le système d'exploitation.
hu: |osgeolive-hdspace| ha telepíteni akarja az operációs rendszert.
it: |osgeolive-hdspace| se vuoi installare il sistema operativo.
ja: |osgeolive-hdspace| オペレーティングシステムにインストールする場合
sv: |osgeolive-hdspace| Om du vill installera operativsystemet.
zh_tw: |osgeolive-hdspace| 如果你想要安裝作業系統。

source: Mouse: a 3-button mouse is useful, especially for Mac trackpad users.
de: Maus: eine 3-Button Maus ist nützlich, vor allem für Mac Trackpad Benutzer.
es: Ratón: un ratón de 3 botones es útil, especialmente para usuarios de Mac con trackpad.
fi: Hiiri: 3 näppäiminen hiiri on käyttökelpoinen, erityisesti Mac ohjauslevyn käyttäjille.
fr: Souris: une souris à 3 boutons est utile, notamment pour les utilisateurs de trackpads Mac.
hu: Egér: 3 gombos egér célszerű, különösen Mac trackpad felhasználóknak.
it: Mouse: un mouse con 3 pulsanti è utile, specialmente per gli utenti Mac.
ja: マウス: 特にMac でトラックパッドを使用している方には、3ボタンマウスの利用をお勧めします
sv: Mus: en mus med tre knappar är användbar, särskilt för Mac Trackpad-användare.
zh_tw: 滑鼠：三鍵滑鼠相當好用，尤其是 Mac 的觸控版使用者。

source: Run:
de: Starten:
es: Ejecutar:
fi: Suorita:
fr: Exécution:
hu: Futtatás:
it: Eseguire:
ja: 実行
sv: Kör:
zh_tw: 執行：

source: Source an OSGeoLive DVD, ISO available from: [:doc:`Download <../download>`] Put the DVD into your computer's CD drive, then reboot your computer.
de: Erstellen Sie eine OSGeoLive DVD von: [:doc:`Download <../download>`]. Brennen Sie das Abbild auf eine DVD und legen Sie diese in das Laufwerk ihres Rechners, anschließend starten Sie ihn neu.
es: Fuente un DVD OSGeoLive, ISO disponible desde:[:doc:`Download <../download>`] Insertar el DVD en la unidad de CD del computador, y a continuación, reinicie el computador.
fi: Lataa OSGeo-Live DVD:ltä [:doc:`Lataa kuva <../download>`] Polta kuva DVD-levylle ja aseta se tietokoneesi CD asemaan ja käynnistä tietokone uudelleen.
fr: Récupérez un DVD OSGeoLive, dont une image ISO est disponible à partir de: [:doc:`Téléchargement <../download>`]. Insérez le DVD dans le lecteur de disque de votre ordinateur, puis redémarrez votre ordinateur.
hu: Egy OSGeoLive DVDV forrása, ISO elérhető itt: [:doc:`Download <../download>`]. Helyezze a DVD-t a számtógép CD meghajtójába és indítsa újra a gépet.
it: Procurati un DVD OSGeoLive, ISO disponibile da: [:doc:`Download <../download>`] Metti il DVD nell'unità CD del tuo computer, poi riavvia il computer.
ja: OSGeoLive DVD、ISO のソースは以下から利用可能です: [:doc:`Download <../download>`] コンピュータの CD ドライブに DVD を挿入して、コンピュータを再起動します。
sv: Skapa en OSGeoLive DVD, ISO tillgänglig från: [:doc:`Download <../download>`]. Sätt DVD-skivan i datorns CD-enhet och starta sedan om datorn.
zh_tw: OSGeoLive DVD、ISO 的來源在這裡： [:doc:`Download <../download>`] 將 DVD 放入你電腦的光碟機，接著重新開機。

source: If your computer is set to boot from CD (as is often the case) you should boot up into a Lubuntu system, with Geospatial applications installed. Otherwise you'll have to adjust the BIOS boot settings or press the boot menu button just after powering-up.
de: Wenn ihr Computer entsprechend eingestellt ist (wie es häufig der Fall ist) startet er jetzt von der DVD ein Lubuntu mit installierten Geodaten-Anwendungen. Ansonsten müssen Sie im BIOS die Starteinstellungen ändern oder den Bootmenü-Button (sofern vorhanden) direkt nach dem Einschalten drücken.
es: Si su equipo está configurado para bootear desde el CD (como suele ser el caso), debe arrancar desde un sistema operativo Lubuntu, con aplicaciones geoespaciales instaladas. De lo contrario, deberá ajustar la configuración de arranque de la BIOS o presionar el botón BOOT justo después de encender para acceder a esta.
fi: Jos tietokoneesi on asetettu käynnistymään CD:ltä (kuten usein on tila) käynnistyy Sinulle Lubuntu järjestelmä johon paikkatietosovellukset on asennettu. Muussa tapauksessa Sinun tulee sovittaa BIOSin käynnistysasetukset tai Sinun on painettava käynnistysvalikon näppäintä heti koneen käynnistyttyä.
fr: Si votre ordinateur est configuré pour démarrer depuis un CD (comme c'est souvent le cas), vous devriez démarrer sous un sytème Lubuntu, avec les applications géospatiales installées. Dans le cas contraire, vous devrez ajuster vos paramètres de démarrage dans le BIOS ou appuyer sur le bouton de menu de démarrage juste après la mise sous tension de l'ordinateur.
hu: Ha a számítógépe a CD-ről betöltésre állították (ami gyakori eset), akkor az Lubuntu rendszert tölt be a telepített térinformatikai alkalmazásokkal. Más esetben a BIOS rendszer betöltési beállításait kell beállítania vagy a boot menüt kell választania a gép indításánál.
it: Se il vostro computer è impostato per avviarsi dal CD (la maggior parte dei casi) dovreste avere il boot in un sistema Lubuntu, con le applicazione geospaziali installate. Altrimenti dovrete aggiustare le impostazioni di avvio all’interno del BIOS premendo il pulsante del menu di boot appena acceso il computer.
ja: コンピューターが CD から起動可能になっていれば、地理空間アプリケーションをインストールした Lubuntu のシステムが起動します。CD から起動可能になっていない場合には BIOS の設定を変更するか、電源投入時に起動メニューボタンを押してください。
sv: Om datorn är inställd på att starta från CD (som ofta är fallet) bör du starta upp i ett Lubuntu system, med geospatiala applikationer installerade. Annars måste du justera BIOS uppstarts inställningar eller tryck på Boot Menu-knappen precis efter uppstart.
zh_tw: 如果你的電腦已經設定從 CD 開機的話 (常遇到的情境)，你應該會進入 Lubuntu 系統，而且安裝相關的地理空間應用程式。不然的話你要調整 BIOS 的啟動設定，或者在開機時按開機選單按鈕。

source: boot
sv: start

source: Sit back while the system boots up.
de: Lehnen Sie sich zurück, während das System startet.
es: Relájese mientras el sistema arranca.
fi: Odota hetki kun järjestelmä käynnistyy.
fr: Attendez jusqu'à ce le système démarre.
hu: Dőljön hátra amíg a rendszer betölt.
it: Aspettate mentre il sistema si avvia.
ja: システムが起動されるまで待ちます
sv: Luta dig tillbaka medan systemet startar upp.
zh_tw: 系統啟動時坐好了。

source: boot select
de: Start-Auswahl
sv: uppstartsval

source: Try the many applications from the :menuselection:`Geospatial` menu.
de: Testen Sie die vielen Anwendungen aus dem :menuselection:`Geospatial` Menü.
es: Pruebe las muchas aplicaciones desde el :menuselection: menú 'GeoEspacial'.
fi: Testaa useita sovelluksia :menuselection:`Paikkatieto` valikosta.
fr: Essayez les nombreuse applications depuis le menu :menuselection:`Geospatial`.
hu: Próbálja ki a sok alkalmazást a :menuselection:`Geospatial` menüből.
it: Provare le molte applicazioni installate dal menu Geospatial.
ja: :menuselection:`Geospatial` メニューから、たくさんのアプリケーションを試してみてください
sv: Prova de många programmen från :menuselection:`Geospatial`-menyn.
zh_tw: 從 :menuselection:`Geospatial` 選單嘗試不同的應用程式。

source: See Also:
de: Siehe auch:
es: Ver también:
fi: Katso myös:
fr: Voir Aussi:
hu: Lásd még:
it: Vedere anche:
ja: 参照:
sv: Se även:
zh_tw: 參見：

source: Getting started with Lubuntu and the LXQt desktop (which is used by OSGeoLive):
es: Introducción a Lubuntu y al escritorio LXQt (que utiliza OSGeoLive):
it: Inizia con Lubuntu e il desktop LXQt (che è usato da OSGeoLive):
sv: Att komma igång med Lubuntu och LXQt-skrivbordet (som används av OSGeoLive):

source: https://lubuntu.me/ and https://lxqt-project.org/
es: https://lubuntu.me/ y https://lxqt-project.org/
it: https://lubuntu.me/ e https://lxqt-project.org/
sv: https://lubuntu.me/ och https://lxqt-project.org/

source: Getting started with the Ubuntu operating system:
de: Einstieg in das Ubuntu Betriebssystem:
es: Primeros pasos con el sistema operativo Ubuntu:
fi: Kuinka käynnistän Ubuntu käyttöjärjestelmän:
fr: Bien démarrer avec le système d'exploitation Ubuntu:
hu: Első lépések az Ubuntu operációs rendszerben:
it: Incominciare con il sistema operativo Ubuntu:
ja: Ubuntu オペレーティングシステム入門:
sv: Kom igång med Ubuntu operativsystemet:
zh_tw: Ubuntu 作業系統入門

source: `local eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ and `extended online help <https://help.ubuntu.com>`_
de: `local eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ und `Erweiterte Online Hilfe <https://help.ubuntu.com>`_
es: `eBook local <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ y `ayuda ampliada en línea <https://help.ubuntu.com>`_
fi: `paikallinen eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ ja `laajennettu online tuki <https://help.ubuntu.com>`_
fr: `eBook local <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ et `Aide étendue en ligne <https://help.ubuntu.com>`_
hu: `helyi ekönyv <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ és `kibővített online súgó <https://help.ubuntu.com>`_
it: `local eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ e `extended online help <https://help.ubuntu.com>`_
ja: `ローカルの eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ と `拡張オンラインヘルプ <https://help.ubuntu.com>`_
sv: `lokal e-bok <file://usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ och `utökad onlinehjälp <https://help.ubuntu.com>`_

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: OSGeoLive Quickstart
fr: Guide de démarrage rapide OSGeoLive
hu: OSGeoLive gyorstalpaló
ja: OSGeoLive クイックスタート
zh_tw: OSGeoLive 快速指南

source: CPU: 1 GHz i686 or compatible (Intel/AMD)
fi: CPU: 1 GHz i686 tai yhteensopiva (Intel/AMD)
fr: CPU: 1 GHz i686 ou compatible (Intel/AMD)
hu: CPU: 1 GHz i686 vagy kompatibilis (Intel/AMD)
ja: CPU: 1 GHz i686 互換の CPU (Intel/AMD)
zh_tw: CPU：1 GHz i686 或相容標準 (Intel/AMD)

source: Getting started with Lubuntu and the LXDE desktop (which is used by OSGeoLive):
fi: Kuinka aloitetaan Lubuntu ja LXDE työpöytä (OSGeoLive käyttää sitä):
fr: Bien démarrer avec Lubuntu et le bureau LXDE (qui est utilisé par l'OSGeoLive):
hu: Ismerkedés a Lubuntu-val és az LXDE asztallal (amelyet OSGeoLivehasznál):
ja: Lubuntu 及び LXDE デスクトップ入門 (OSGeoLive で使用されています):
zh_tw: Lubuntu 和 LXDE 桌面環境入門 (OSGeoLive 採用的環境)：

source: https://help.ubuntu.com/community/Lubuntu/Documentation and https://wiki.lxde.org/en/Main_Page
fr: https://help.ubuntu.com/community/Lubuntu/Documentation et https://wiki.lxde.org/en/Main_Page
ja: https://help.ubuntu.com/community/Lubuntu/Documentation 及び https://wiki.lxde.org/en/Main_Page

source: https://help.ubuntu.com/community/Lubuntu/Documentation and https://www.lxde.org/
fi: https://help.ubuntu.com/community/Lubuntu/Documentation ja https://www.lxde.org/
hu: https://help.ubuntu.com/community/Lubuntu/Documentation és https://www.lxde.org/

source: https://help.ubuntu.com/community/Lubuntu/Documentation and http://wiki.lxde.org
zh_tw: https://help.ubuntu.com/community/Lubuntu/Documentation 和 http://wiki.lxde.org

source: `local eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ and `extended online help <http://help.ubuntu.com/14.04/>`_
zh_tw: `本地電子書 <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ 和 `延伸線上說明 <http://help.ubuntu.com/14.04/>`_
