Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ossim_quickstart.po
Languages: hu

source: OSSIM Quickstart
hu: OSSIM gyorstalpaló

source: Open Source Software Image Map (OSSIM) is a high performance engine for remote sensing, image processing, geographical information system (GIS) tasks and photogrammetry.
hu: Open Source Software Image Map (OSSIM) egy nagy teljesítményű motor távérzékelési, képfeldolgozási és térinforatikai (GIS) feladatokhoz és fotogrammetriához.

source: This Quick Start describes how to:
hu: Ez a gyorstalpaló leírja:

source: Multi-view multiband raster satellite images with Imagelinker
hu: Többsávos raszteres műholdképek megtekintése Imagelinkerrel

source: Drape a georeferenced raster map on a 3D globe with ossimPlanet
hu: Georeferált raszter ráfeszítése egy 3D-s földgömbre az ossimPlanettel

source: Start Imagelinker from its icon from the "Spatial Tools" folder on the desktop
hu: Indítsa az Imagelinker alkalmazást az ikonjával az asztalon található "Spatial Tools" mappából

source: Open an image file, using :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif`
hu: Nyisson meg egy kép fájlt a :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif` segítségével

source: Repeat the previous operation for the files : `clip20.tif` and `clip30.tif`
hu: Ismételje meg az előző műveletet a `clip20.tif` és `clip30.tif` fájlokra

source: Another way to load all the images at once is to simply drag and drop them into the Imagelinker main window
hu: Egy másik lehetőség az összes kép egyszerre történő betöltésére, hogy egyszerűen ráhúzza és elengedi azokat az ImageLinker fő ablakán

source: To tidy up the windows, maximize the main window, then in the top menu bar go to :menuselection:`Window --> Tile`
hu: Az ablakok elrendezéséhez maximalizálja a fő ablakot majd felső menüsorban menjen a :menuselection:`Window --> Tile` menüpontra

source: You can keep all the satellite band views in sync by clicking :guilabel:`Fit` in one of the smaller windows, then :guilabel:`Propagate` in that same window. Try doing the same in the larger window.
hu: Megőrizheti szinkronban az összes műhold sáv nézetet, ha a :guilabel:`Fit`-re kattintaz egyik kisebb ablakban, majd :guilabel:`Propagate` ugyanabbanaz ablakban. Próbálja ki ugyanezt a nagyobb ablakban.

source: Again in the large image window make sure the zoom button (magnifying glass) is depressed and click in middle of the big road intersection. With the closer view in the window, again click the :guilabel:`Propagate` button in the large image window to sync that view with the other band windows. In a similar way you can press the pan button (hand icon) and then click to move along the road, and then the :guilabel:`Propagate` button to align the other windows.
hu: Győződjön meg róla, hogy a nagy kép ablakban a nagyítás gombot (nagyító) benyomta és kattintson a nagy útkereszteződés közepébe. A nagyított nézettel az ablakban kattintson a :guilabel:`Propagate` gombra a nagy kép ablakban, hogy szinkronizálja nézetet a többi sáv ablakával. Hasonló módon megnyomhatja az eltolás gombot (kéz ikon) majd kattintson az út mentén mozgáshoz, majd a :guilabel:`Propagate` gombra a többi ablak igazításához.

source: Launch OssimPlanet from its icon in the "Desktop GIS" folder on the desktop
hu: Indítsa az OssimPlanet alkalmazást az ikonjával az asztalon található "Spatial Tools" mappából

source: Select :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif` to load a LANDSAT image (or simply drag and drop the image into the main window).
hu: Válassza a :menuselection:`Fil:menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif`e --> Open Image --> /home/user/data/landsat/clip10.tif` egy LANDSAT kép betöltéséhez (vagy egyszerűen húzza rá a fő ablakra és engedje el).

source: In the `Layer` tree panel on the left side, click on the small triangle to the left of *Image Layers* to expand it. Next double-click on ``clip10``. You should now see the scene zoom to the image's location.
hu: A bal oldali `Layer` fában kattintson a kis háromszögre az *Image Layers*-től balra, hogy szétnyissa. Majd kattintson duplán a ``clip10``-re. Most a kép helyére nagyított képet kell látnia.

source: To turn off the daylight auto-shading, `un`-check :menuselection:`File --> Preferences --> Environment --> Enable Ephemeris`
hu: Kapcsolja ki az automatikus napfény árnyékot, kapcsolja ki a :menuselection:`File --> Preferences --> Environment --> Enable Ephemeris`-t

source: Experiment with navigating the scene using the mouse. Dragging the left mouse button pans; dragging the middle mouse button rolls; and dragging the right mouse button zooms in and out.
hu: Kísérletezzen a navigációval az egérrel. A bal egérgombbal húzás eltol;a középső gombbal húzás forgat; A jobb egérbonnal húzás nagyít, kicsinyít.

source: If you get lost, double clicking on the Blue Marble image in the Layer tree will zoom back out to a view of the whole planet, resetting the view.
hu: Ha eltévedt, kattintson duplán a kék Blue Marble képre a réteg fában, hogy visszatérjen teljes bolygó nézethez.

source: What Next?
hu: Mi a következő?

source: We have prepared a number of tutorials_ demonstrating more of Ossim's capabilities.
hu: Elkészítettünk számos oktatóanyagot az Ossim további képességeinek bemutatására.

source: See also the included documentation_ on this Live DVD.
hu: Nézze meg ezen a DVD-n található dokumentációkat is.
