Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/pgrouting_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: pgRouting Quickstart
es: Inicio Rápido de pgRouting
fr: Guide de démarrage rapide pgRouting
hu: pgRouting gyorstalpaló
it: Guida rapida pgRouting
ja: pgRouting クイックスタート
sv: snabbstart för pgRouting

source: pgRouting is an extension that adds routing and other network analysis functionality to :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_ databases.
de: pgRouting ist eine Erweiterung, die Routing und andere Netzwerkanalysefunktionen zu :doc:`PostGIS <../overview/postgis_overview>`/`PostgreSQL <https://www.postgresql.org>`_ -Datenbanken hinzufügt.
es: pgRouting es una extensión que agrega enrutamiento y otras funciones de análisis de red a bases de datos :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_ databases.
fr: pgRouting est une extension qui ajoute le routage et d'autres fonctionnalités d'analyse de réseau aux bases de données :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_.
hu: pgRouting egy bővítmény, mely útvonalkeresést és más hálózati elemző funkcionalitást ad a :doc:`PostGIS <../overview/postgis_overview>`/`PostgreSQL <https://www.postgresql.org>`_ adatbázisokhoz.
it: pgRouting è un'estensione che aggiunge funzionalità di routing e altre analisi di rete ai database :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_.
ja: pgRouting は、経路探索と他のネットワーク解析機能を :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_ データベースに追加する拡張機能です。
sv: pgRouting är ett tillägg som lägger till routing och annan nätverksanalysfunktionalitet till :doc:`../overview/postgis_overview`/`PostgreSQL <https://www.postgresql.org>`_ databaser.

source: Contents
de: Inhalt
es: Contenidos
fr: Contenu
it: Contenuti
sv: Innehåll

source: Enabling pgRouting in a database
de: Aktivieren von pgRouting in einer Datenbank
es: Habilitar PgRouting en una base de datos
fr: Activer pgRouting dans une base de données
hu: pgRouting engedélyezése az adatbázisban
it: Abilita pgRouting in un database
ja: データベース内で pgRouting を有効化
sv: Aktivering av pgRouting i en databas

source: In this example we will create a database called `city_routing` and enable pgRouting in the database.
de: In diesem Beispiel erstellen wir eine Datenbank mit dem Namen `city_routing` und aktivieren pgRouting in der Datenbank.
es: En este ejemplo crearemos una base de datos llamada `city_routing` y habilitar pgRouting en la base de datos.
fr: Dans cet exemple, nous allons créer une base de données appelée `city_routing` et activer pgRouting dans la base de données.
hu: Ebben a példában egy `city_routing` nevű adatbázist hozunk létre és engedélyezzük a pgRouting-ot az adatbázisban.
it: In questo esempio creererai un database chiamato `city_routing` e abiliterai pgRouting nel database.
ja: この例では、 `city_routing` というデータベースを作成し、そのデータベースで pgRouting を有効化します。
sv: I det här exemplet skapar vi en databas med namnet `city_routing` och aktiverar pgRouting i databasen.

source: Open a :menuselection:`System Tools --> QTerminal` window and execute the commandline tool packaged with PostgreSQL `psql`
de: Öffnen Sie ein Terminalfenster über :menuselection:`System Tools --> QTerminal` und öffnen Sie psql: (psql ist ein kommandozeilen basierter Datenbankclient, der mit PostgreSQL ausgeliefert wird)
es: Abra una ventana :menuselection:`System Tools --> QTerminal` y ejecute la herramienta de línea de comandos empaquetada con PostgreSQL `psql`
fr: Ouvrez une fenêtre :menuselection:`System Tools --> QTerminal` et exécutez psql: (psql est l'outil en ligne de commande fourni avec PostgreSQL)
hu: Nyisson egy :menuselection:`System Tools --> QTerminal` ablakot és indítsa el a `psql`-t a PostgreSQL parancssori eszközét.
it: Apri una finestra :menuselection:`System Tools --> QTerminal` ed eseguire lo strumento a riga di comando confezionato con PostgreSQL `psql`.
ja: :menuselection:`システムツール --> QTerminal` ウィンドウを開き、PostgreSQL の `psql` コマンドラインツールを実行します。
sv: Öppna ett fönster med :menuselection:`Systemverktyg --> QTerminal` och kör kommandoradsverktyget förpackat med PostgreSQL `psql`

source: At the `psql` prompt type:
de: In der `psql` Befehlseingabe geben Sie ein:
es: En el indicador de `psql` escribir:
fr: Dans l'invite de commande `psql` :
hu: A `psql` promptnál írja be:
it: Al prompt di `psql`, digita:
ja: `psql` プロンプトで次のように入力します::
sv: Skriv vid prompten `psql`:

source: You can verify your installation by running this:
de: Sie können Ihre Installation überprüfen, indem Sie Folgendes ausführen:
es: Puede verificar la instalación ejecutando esto:
fr: Vous pouvez vérifier votre installation en exécutant ceci :
hu: A következő parancs futtatásával ellenőrizheti a telepítését:
it: Puoi verificare la tua installazione eseguendo questo:
ja: インストールの確認は、以下の実行により可能です:
sv: Du kan verifiera din installation genom att köra detta:

source: Your version should be 3.1.0 or higher
de: Die Version sollte 3.1.0 oder höher sein
es: Su versión debe ser 3.1.0 o superior
fr: Votre version doit être 3.1.0 ou supérieure
hu: A verziójának 3.1.0 vagy későbbinek kell lennie
it: La tua versione dovrebbe essere 3.1.0 o superiore
ja: バージョンは 3.1.0 かそれ以上である必要があります。
sv: Din version bör vara 3.1.0 eller högre

source: Exit the database
de: Beenden der Datenbank
es: Salir de la base de datos
fr: Quitter la base de données
hu: Kilépés az adatbázisból
it: Esci dal database
ja: データベースから抜けます
sv: Avsluta databasen

source: Loading OSM data with osm2pgrouting
de: OSM-Daten mit osm2pgrouting laden
es: Carga de datos OSM con osm2pgrouting
fr: Chargement des données OSM avec osm2pgrouting
hu: OSM adatok betöltése osm2pgrouting-gal
it: Caricamento dei dati OSM con osm2pgrouting
ja: osm2pgrouting での OSM データの読み込み
sv: Laddning av OSM-data med osm2pgrouting

source: osm2pgrouting is a command-line tool for loading `.osm` files into the database with a pgRouting compatible format.
de: osm2pgrouting ist ein Befehlszeilenwerkzeug zum Laden von `.osm`-Dateien in das pgRouting-kompatible Format.
es: osm2pgrouting es una herramienta de línea de comandos para cargar archivos `.osm` en la base de datos con un formato compatible con pgRouting.
fr: osm2pgrouting est un outil de ligne de commande pour le chargement des fichiers `.osm` dans la base de données avec un format compatible pgRouting.
hu: Az osm2pgrouting egy parancssori eszköz `.osm` fájlok adatbázisba betöltésére PgRouting kompatibilis formátumban.
it: osm2pgrouting è uno strumento a riga di comando per caricare file `.osm` nel database con un formato compatibile con pgRouting.
ja: osm2pgrouting は、pgRouting互換形式でデータベースに `.osm` ファイルをロードするためのコマンドラインツールです。
sv: osm2pgrouting är ett kommandoradsverktyg för att ladda `.osm`-filer till databasen med ett pgRouting-kompatibelt format.

source: Check the installed version
de: Prüfen Sie die installierte Version
es: Compruebe la versión instalada
fr: Vérifiez la version installée
hu: Ellenőrizze a telepített verziót
it: Controlla la versione installata
ja: インストールされているバージョンを確認します
sv: Kontrollera den installerade versionen

source: Output shows
de: Die Ausgabe zeigt
es: La salida muestra
fr: La sortie montre
hu: A parancs eredménye
it: La risposta mostra
ja: 出力が表示されます
sv: Utgången visar

source: Load the data from osm file:
de: Laden Sie nun die Daten aus der osm-Datei:
es: Cargue los datos del archivo osm:
fr: Chargez les données du fichier osm :
hu: Töltse be az adatokat az osm fájlból:
it: Carica i dati dal file osm:
ja: osmファイルからデータをロードします:
sv: Ladda data från osm-filen:

source: Output should be something like:
de: Die Ausgabe sollte ungefähr wie folgt aussehen:
es: La salida debe ser algo como:
fr: La sortie devrait être quelque chose comme:
hu: Az eredmények ilyesminek kell lennie:
it: L'output dovrebbe essere qualcosa come:
ja: 出力は以下のような形となるはずです:
sv: Utdata bör vara något liknande:

source: Check the imported data
de: Überprüfen der importierten Daten
es: Compruebe los datos importados
fr: Vérifiez les données importées
hu: Ellenőrizze az importált adatokat
it: Controlla i dati importati
ja: インポートしたデータをチェックします
sv: Kontrollera de importerade uppgifterna

source: Connect to the `city_routing` database
de: Bauen Sie eine Verbindung zu der Datenbank `city_routing` auf
es: Conéctese a la base de datos `city_routing`
fr: Connectez-vous à la base de données `city_routing`
hu: Kapcsolódjon a `city_routing` adatbázishoz
it: Connetti al database `city_routing`
ja: `city_routing` データベースに接続します
sv: Anslut till databasen `city_routing`

source: The :command:`\\d` command will list all available tables and sequences
de: Über den Befehl:`\\d` werden alle verfügbaren Tabellen und Sequenzen auflisten.
es: El comando :command:`\\d` enumerará todas las tablas y secuencias disponibles
fr: La commande :command:`\\d` énumére toutes les tables et séquences disponibles
hu: A :command:`\\d` parancs az összes elérhető táblát szekvenciát listázza
it: Il comando :command:`\\d` elencherà tutte le tabelle e le sequenze disponibili
ja: :command:`\\d` コマンドは利用可能なすべてのテーブルとシーケンスをリストしますwill list
sv: Med kommandot :command:`\d\d` visas en lista över alla tillgängliga tabeller och sekvenser

source: osm2pgrouting loads the OSM identifiers `osm_id` and it also generates a unique identifier for all the data: `id` on the vertices, `gid` on the edges.
de: osm2pgrouting lädt die OSM-Bezeichner `osm_id` und generiert auch einen eindeutigen Bezeichner für alle Daten: `id` auf den Knoten, `gid` an den Kanten.
es: osm2pgrouting carga los identificadores de OSM `osm_id` y también genera un identificador único para todos los datos: `id` en los vértices, `gid` en los bordes.
fr: osm2pgrouting charge les identificateurs OSM `osm_id` et il génère également un identificateur unique pour toutes les données: `id` sur les sommets, `gid` sur les arêtes.
hu: Az osm2pgrouting betölti az OSM azonosítókat `osm_id` és egyedi azonosítókat generál az adatokhoz: `id` a töréspontokhoz, `gid` as élekhez.
it: osm2pgrouting carica gli identificatori OSM `osm_id` e genera anche un identificatore univoco per tutti i dati: `id` sui vertici, `gid` sui bordi.
ja: osm2pgrouting は OSM 識別子 `osm_id` をロードし、すべてのデータに対して一意の識別子を生成します: 頂点に対しては `id`、エッジに対しては `gid` となります。
sv: osm2pgrouting laddar OSM-identifierarna `osm_id` och genererar också en unik identifierare för alla data: `id` på topparna, `gid` på kanterna.

source: The results are:
de: Die Ergebnisse sind:
es: Los resultados son:
fr: Les résultats sont les :
hu: Az eredmények:
it: I risultati sono:
ja: 結果は次のとおりです:
sv: Resultatet är..:

source: Inner Query
es: Consulta interna
fr: Requête interne
hu: Belső lekérdezés
ja: 内部クエリ
sv: Inre fråga

source: Most of the pgRouting functions have a parameter that is an SQL statement, it is called **inner query**
de: Die meisten der pgRouting-Funktionen haben einen Parameter, der eine SQL-Anweisung darstellt, er wird als **inner query** bezeichnet
es: La mayoría de las funciones pgRouting tienen un parámetro que es una instrucción SQL, se llama **consulta interna**
fr: La plupart des fonctions pgRouting ont un paramètre qui est une instruction SQL, il est appelé **requête interne**
hu: A legtöbb pgRouting függvénynek van egy paramétere, mely egy SQL kifejezés, ezt **belső lekérdezésnek** nevezzük
it: La maggior parte delle funzioni pgRouting hanno un parametro che è un'istruzione SQL, si chiama **inner query**
ja: ほとんどの pgRouting 関数には SQL ステートメントであるパラメータがあり、これは **内部クエリ** と呼ばれます。
sv: De flesta av pgRouting-funktionerna har en parameter som är en SQL-sats, den kallas **inner query**

source: The inner SQL statement must always have field names `id`, `source`, `target`, and `cost` having `reverse_cost` as optional.
de: Die innere SQL-Anweisung muss immer die Feldnamen `id`, `source`, `target` haben und `cost` mit `reverse_cost` als optional haben.
es: La instrucción SQL interna siempre debe tener nombres de campo `id`, `source`, `target` y `cost` que tengan `reverse_cost` como opción.
fr: L’instruction SQL interne doit toujours avoir des noms de champ `id`, `source`, `target` et `cost` ayant `reverse_cost` en option.
hu: A belső SQL kifejezésnek mindig tartalmaznia kell az id`, `source`, `target`, és `cost` mező neveket és opcionálisan a `reverse_cost`-ot.
it: Lo statement SQL interno deve sempre avere i nomi dei campi `id`, `source`, `target`, e `cost` con `reverse_cost` come opzionale.
ja: 内部 SQL ステートメントは常にフィールド名 `id`、`source`、`target` および `cost` を持たなければならず、`reverse_cost` はオプションとして扱われます。
sv: Den inre SQL-satsen måste alltid ha fältnamnen `id`, `source`, `target` och `cost` med `reverse_cost` som tillval.

source: Inner query that use `gid` as identifier of the segments
de: Eine innere Abfrage, die `gid` als Identifizierungsnummer für die Segmente verwendet
es: Consulta interna que usa `gid` como identificador de los segmentos
fr: Requête intérieure qui utilise `gid` comme identificateur des segments
hu: Belső lekérdezés, mely a szakaszok `gid` azonosítóját használja
it: Query interna che usa `gid` come identificatore dei segmenti
ja: セグメントの識別子として `gid` を使用する内部クエリ
sv: Inre fråga som använder `gid` som identifierare av segmenten

source: Inner query that use `gid` as identifier of the segments and lenght as `cost` without the optional `reverse_cost`
de: Innere Abfrage, die `gid` als Bezeichner der Segmente verwendet und Länge als `cost` ohne die optionale `reverse_cost`.
es: Consulta interna que utiliza `gid` como identificador de los segmentos y la longitud como `coste` sin el `reverse_cost` opcional
fr: Requête interne qui utilise `gid` comme identificateur des segments et de la longueur comme `cost` sans le `reverse_cost` optionnel
hu: Belső lekérdezés, mely a szakaszok `gid` azonosítóját és `cost`-ként a hosszát használja az opcionális `reverse_cost` nélkül
it: Query interna che usa `gid` come identificatore dei segmenti e la lunghezza come `costo` senza l'opzionale `reverse_cost`.
ja: セグメントの識別子として `gid`、長さを `cost` として使用する、オプションの `reverse_cost` なしの内部クエリ
sv: Inre fråga som använder `gid` som identifierare av segmenten och längd som `kostnad` utan den valfria `reverse_cost`

source: Run the Dijkstra shortest path function based on the time in seconds to traverse a segment on an undirected graph, using `id` as the identifier of a vertex
de: Führen Sie die Dijkstra-Funktion für den kürzesten Pfad (Dijkstra shortest path) basierend auf der Zeit in Sekunden aus, um ein Segment in einem ungerichteten Graphen zu durchlaufen, und verwenden Sie `id` als Bezeichner eines Knotens.
es: Ejecute la función de la ruta más corta de Dijkstra en función del tiempo en segundos para atravesar un segmento en un grafo no dirigido, utilizando `id` como identificador de un vértice
fr: Exécutez la fonction de plus court chemin de Dijkstra basée sur le temps en quelques secondes pour parcourir un segment sur un graphe non dirigé, en utilisant `id` comme identificateur d’un sommet
hu: A Dijkstra legrövidebb útvonal futtatása egy irányítatlan gráfban az utazási időre alapozva, a csomópont `id`-k használatával
it: Esegui la funzione di percorso più breve di Dijkstra basata sul tempo in secondi per attraversare un segmento su un grafo indiretto, usando `id` come identificatore di un vertice
ja: ダイクストラ法による最短経路探索関数を、無向グラフ上のセグメントを横断する時間(秒)に基づき、頂点の識別子として `id` を使用して実行します
sv: Kör Dijkstras funktion för kortaste väg baserat på tiden i sekunder för att korsa ett segment i en oriktad graf, med `id` som identifierare för en toppunkt

source: A query that use the OSM identifier becomes:
de: Eine Abfrage, die den OSM-Bezeichner verwendet, wird:
es: Una consulta que utiliza el identificador OSM se convierte en:
fr: Une requête qui utilise l’identificateur OSM devient :
hu: Az OSM azonosítót használó lekérdezés a következő:
it: Una query che usa l'identificatore OSM diventa:
ja: OSM 識別子を使用するクエリは次のようになります:
sv: En fråga som använder OSM-identifieraren blir:

source: Because the query is using fields `source_osm` and `target_osm` the query aliases them to have the required names `source` and `target`.
de: Da die Abfrage die Felder `source_osm` und `target_osm` verwendet, werden in der Abfrage Aliase vergeben, um die erforderlichen Namen `source` und `target` zu haben.
es: Debido a que la consulta usa campos `source_osm` y `target_osm`, la consulta les asigna un alias para que tengan los nombres requeridos `origen` y `destino`.
fr: Étant donné que la requête utilise les champs `source_osm` et `target_osm`, la requête les alias pour avoir les noms requis `source` et `target`.
hu: Mivel a lekérdezés a `source_osm` és `target_osm` mezőket használja, lekérdezés álneveket rendel hozzájuk a szükséges `source` és `target nevekkel`.
it: Poiché la query usa i campi `source_osm` e `target_osm`, la query li aliasfica per avere i nomi richiesti `source` e `target`.
ja: クエリはフィールド `source_osm` と `target_osm` を使用しているので、クエリは `source` と `target` という必要な名前となるよう、別名を付けます。
sv: Eftersom frågan använder fälten `source_osm` och `target_osm` ger frågan dem alias med de obligatoriska namnen `source` och `target`.

source: Output is:
de: Die Ausgabe ist:
es: La salida es:
fr: La sortie est la suivante:
hu: Az eredmény:
it: Il risultato è:
ja: 出力は:
sv: Utgången är:

source: The costs are the same as in the first query
de: Die Kosten sind die gleichen wie bei der ersten Abfrage
es: Los costos son los mismos que en la primera consulta
fr: Les coûts sont les mêmes que dans la première requête
hu: A költségek megegyeznek az első lekérdezéssel
it: I costi sono gli stessi della prima query
ja: コストは最初のクエリと同じです
sv: Kostnaderna är desamma som i den första frågan

source: A query to get the geometry of the path
de: Eine Abfrage, um die Geometrie des Weges zu ermitteln.
es: Una consulta para obtener la geometría de la ruta
fr: Une requête pour obtenir la géométrie du chemin
hu: Egy lekérdezés az útvonal geometriájának beszerzésére
it: Una query per ottenere la geometria del percorso
ja: 経路のジオメトリを取得するクエリ
sv: En fråga för att få fram banans geometri

source: The results of `pgr_dijkstra` need to be joined with the table ways.
de: Die Ergebnisse von `pgr_dijkstra` müssen mit den Werten der Tabelle ways kombiniert werden.
es: Los resultados de `pgr_dijkstra` deben unirse con las formas de la tabla.
fr: Les résultats de `pgr_dijkstra` doivent être joints avec la table `ways`.
hu: A "pgr_dijkstra" eredményeit össze kell kapcsolni az utak táblával.
it: I risultati di `pgr_dijkstra` devono essere uniti alla tabella ways.
ja: `pgr_dijkstra` の結果は、ways テーブルに結合する必要があります。
sv: Resultaten av `pgr_dijkstra` måste sammanfogas med tabellvägarna.

source: The results, for visual purposes are truncated here, the geometries are much longer than shown
de: Die Ergebnisse sind hier zur besseren Darstellung abgeschnitten, die Geometrien sind viel länger als angezeigt.
es: Los resultados, con fines visuales se truncan aquí, las geometrías son mucho más largas de lo que se muestra
fr: Les résultats, à des fins visuelles, sont tronqués ici les géométries sont beaucoup plus longues qu'affiché
hu: Az eredményt a megjelenítés érdekében itt lerövidítettük, a geometria sokkal hosszabb a megjelenítettnél
it: I risultati, per scopi visivi sono troncati qui, le geometrie sono molto più lunghe di quanto mostrato
ja: 結果は、ここでは表示のために切り捨てられています。ジオメトリは表示よりもはるかに長くなっています
sv: Resultaten, för visuella ändamål, är avkortade här, geometrierna är mycket längre än vad som visas

source: With :command:`\\q` command leave the PostgreSQL shell.
de: Über den Befehl :command:`\\q` können Sie psql verlassen.
es: Con ed comando :command:`\\d` salir de la shell de PostgreSQL.
fr: Avec la commande :command:`\\q`, quittez le shell PostgreSQL.
hu: A :command:`\\q` paranccsal kiléphet a PostgreSQL burokból.
it: Con il comando :command:`\\q` chiudi la shell di PostgreSQL.
ja: :command:`\\q` コマンドで PostgreSQL シェルを終了します。
sv: Med :command:`\\q` kommandot lämnar PostgreSQL-skalet.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: **pgRouting Website** - Visit the project website https://pgrouting.org to learn more about pgRouting.
de: **pgRouting-Webseite** - Besuchen Sie die Projektwebseite https://pgrouting.org, um mehr über pgRouting zu erfahren.
es: **pgRouting Website** - Visite el sitio web del proyecto https://pgrouting.org para obtener más información sobre pgRouting.
fr: **Site Web de pgRouting** - Visitez le site Web du projet https://pgrouting.org pour en savoir plus sur pgRouting.
hu: **pgRouting honlap** - Látogassa meg a projekt honlapját https://pgrouting.org, hogy többet tudjon meg a pgRouting-ról.
it: **sito web di pgRouting** - Visita il sito web del progetto https://pgrouting.org per saperne di più su pgRouting.
ja: **pgRouting Webサイト** - pgRouting の詳細については、プロジェクトのWebサイト https://pgrouting.org を参照してください。
sv: **pgRouting-webbplats** - Besök projektets webbplats https://pgrouting.org för att läsa mer om pgRouting.

source: **pgRouting Documentation** - Find the most recent documentation in https://docs.pgrouting.org.
de: **pgRouting Dokumentation** - Sie finden die aktuellste Dokumentation unter https://docs.pgrouting.org.
es: **pgRouting Documentation** - Encuentra la documentación más reciente en https://docs.pgrouting.org.
fr: **Documentation de pgRouting** - Trouvez la documentation la plus récente à l'adresse : https://docs.pgrouting.org.
hu: **pgRouting dokumentáció** - A legújabb dokumentációt a https://docs.pgrouting.org oldalon találja.
it: **pgRouting Documentazione** - Trova la documentazione più recente in https://docs.pgrouting.org.
ja: **pgRouting ドキュメント** - https://docs.pgrouting.org で最新のドキュメントを参照してください。
sv: **pgRouting Documentation** - Hitta den senaste dokumentationen på https://docs.pgrouting.org.

source: **pgRouting Workshop** - The workshop `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` is available in: https://workshop.pgrouting.org.
de: **pgRouting Workshop** - Der Workshop `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` ist verfügbar unter: https://workshop.pgrouting.org.
es: **PgRouting Workshop** - El taller `"Enrutamiento FOSS4G con herramientas pgRouting y datos de carreteras OpenStreetMap"` está disponible en: https://workshop.pgrouting.org.
fr: **Atelier pgRouting** - L'atelier `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` est disponible à l'adresse : https://workshop.pgrouting.org.
hu: **pgRouting Workshop** - A `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` workshop elérhető a https://workshop.pgrouting.org oldalon.
it: **pgRouting Workshop** - Il workshop `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` è disponibile in: https://workshop.pgrouting.org.
ja: **pgRouting ワークショップ** - ワークショップ `"pgRouting tools と OpenStreetMap 道路データを使用した FOSS4G ルーティング"` は https://workshop.pgrouting.org で利用可能です。
sv: **pgRouting Workshop** - Workshopen `"FOSS4G routing with pgRouting tools and OpenStreetMap road data"` finns tillgänglig på: https://workshop.pgrouting.org.

source: **osm2pgRouting loading data** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3
de: **osm2pgRouting Daten** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3
fr: **Chargement de données osm2pgRouting** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3
hu: **osm2pgrouting adat betöltés** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3
ja: **osm2pgRouting によるデータの読み込み** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3
sv: **osm2pgRouting laddar data** - https://github.com/pgRouting/osm2pgrouting/wiki/Documentation-for-osm2pgrouting-v2.3

source: nologo
fr: Pas de logo
