Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/pgrouting_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
it: Comunità OSGeo
sv: OSGeo Gemenskap
