Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/proj_quickstart.po
Languages: de, fr, it, sv

source: PROJ Quickstart
fr: Guide de démarrage avec PROJ
it: Guida rapida PROJ
sv: PROJ Snabbstart

source: PROJ is a standard Unix filter function which converts geographic longitude and latitude coordinates into cartesian coordinates (and vice versa), and it is a C API for software developers to include coordinate transformation in their own software.
fr: PROJ est une fonction Unix standard qui convertit les coordonnées latitude et longitude en coordonnées cartésiennes (et vice versa). C'est aussi une API C destinée aux développeurs pour inclure cette transformation de coordonnées dans leur propre logiciel.
it: PROJ è una funzione standard del filtro Unix che converte le coordinate geografiche di longitudine e latitudine in coordinate cartesiane (e viceversa), ed è un'API C per gli sviluppatori di software per includere la trasformazione delle coordinate nel loro software.
sv: PROJ är en standard Unix-filterfunktion som konverterar geografiska longitud- och latitudkoordinater till kartesiska koordinater (och vice versa), och det är ett C API för programutvecklare som vill inkludera koordinattransformation i sina egna program.

source: This Quick Start describes how to use these tools :
fr: Ce guide de démarrage rapide décrit comment utiliser ces outils:
it: Questa Guida Rapida descrive come: usare questi strumenti:
sv: I denna snabbstart beskrivs hur du använder dessa verktyg:

source: **What will I learn ?** In this section, you will learn how to use the PROJ tool.
fr: ** Que vais-je apprendre ? ** Dans cette section, vous allez apprendre à utiliser l’outil PROJ.
it: **Cosa imparerai?** In questa sezione, imparerai ad usare lo strumento PROJ.
sv: **Vad lär jag mig?** I det här avsnittet lär du dig att använda verktyget PROJ.

source: What is PROJ ?
fr: Qu’est-ce que PROJ?
it: Che cosa è PROJ ?
sv: Vad är PROJ ?

source: PROJ and invproj perform respective forward and inverse transformation of cartographic data to or from cartesian data with a wide range of selectable projection functions.
fr: PROJ et invproj effectuent respectivement une transformation des données cartographique et son inverse depuis ou vers des données cartésiennes au travers d’un large panel de projections.
it: PROJ e invproj eseguono rispettivamente la trasformazione verso e inversa di dati cartografici da o verso dati cartesiani con una vasta gamma di funzioni di proiezione selezionabili.
sv: PROJ och invproj utför framåtriktad respektive invers omvandling av kartografiska data till eller från kartesiska data med ett stort antal valbara projektionsfunktioner.

source: proj Synopsis
fr: Résumé de proj
it: Sinossi proj
sv: projekt Synopsis

source: These commands are fully describe in `PROJ documentation <https://proj.org/apps/proj.html>`_ for the latest version.
fr: Ces commandes sont complètement décrites dans leur dernière version dans `proj documentation <https://proj.org/apps/proj.html>`_ .
it: Questi comandi sono completamente descritti nella documentazione diPROJ <https://proj.org/apps/proj.html>`_ per l'ultima versione.
sv: Dessa kommandon beskrivs i sin helhet i `PROJ-dokumentationen <https://proj.org/apps/proj.html>`_ för den senaste versionen.

source: PROJ Example
fr: Exemple de PROJ
it: Esempio PROJ
sv: PROJ Exempel

source: The following script
de: Das folgende Skript
fr: Le script qui suit
it: Il seguente script
sv: Följande skript

source: will perform UTM forward projection with a stan- dard UTM central meridian nearest longitude 112W. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of::
fr: va effectuer une projection UTM avec un médidien standard central de longitude 112W. Les coordonnées géographiques de cet exemple sont équivalentes et utilisées comme exemple des nombreuses formes d’entrées de coordonnées. Les données x-y de sortie vont apparaître sous la forme de 3 fois la ligne:
it: eseguirà la proiezione verso UTM con un meridiano centrale UTM standard più vicino alla longitudine 112W. I valori geografici di questo esempio sono equivalenti e intesi come esempi di varie forme in ingresso DMS. I dati in uscita x-y appariranno come tre linee di::
sv: kommer att utföra UTM-projektion framåt med en standard UTM-centralmeridian närmast longitud 112W. De geografiska värdena i detta exempel är likvärdiga och avsedda som exempel på olika former av DMS-inmatning. Utdata för x-y visas som tre rader med::

source: **What will I learn ?** In this section, you will learn how to use the cs2cs tool.
de: **Was werde ich lernen?** In diesem Abschnitt werden Sie lernen, wie Sie das cs2cs-Werkzeug einsetzen können.
fr: ** Que vais-je apprendre ? ** dans cette section, vous allez apprendre à utiliser l’outil cs2cs.
it: **Cosa imparerai?** In questa sezione, imparerai ad usare lo strumento cs2cs.
sv: **Vad lär jag mig?** I det här avsnittet lär du dig att använda verktyget cs2cs.

source: What is cs2cs ?
de: Was ist cs2cs?
fr: Qu’est ce que cs2cs ?
it: Che cosa è cs2cs ?
sv: Vad är cs2cs ?

source: ``cs2cs`` performs transformation between the source and destination cartographic coordinate system on a set of input points. The coordinate system transformation can include translation between projected and geographic coordinates as well as the application of datum shifts.
fr: ``cs2cs`` effectue des transformations d’un système de coordonnées géographique source à un système destination sur un ensemble de points. La transformation de système de coordonnées peut inclure des translations entre des coordonnées géographiques ou projetées autant qu’appliquer des translations de systèmes de référence (datums).
it: ``cs2cs`` esegue la trasformazione tra il sistema di coordinate cartografiche di origine e di destinazione su un insieme di punti in ingresso. La trasformazione del sistema di coordinate può includere la traslazione tra coordinate proiettate e geografiche, nonché l'applicazione di spostamenti di dati.
sv: ``cs2cs`` utför transformation mellan källans och destinationens kartografiska koordinatsystem på en uppsättning inmatningspunkter. Transformationen av koordinatsystemet kan omfatta översättning mellan projicerade och geografiska koordinater samt tillämpning av datumförskjutningar.

source: cs2cs Synopsis
fr: Résumé de cs2cs
it: Sinossi cs2cs

source: These commands are fully describe in `cs2cs documentation <https://proj.org/apps/cs2cs.html>`_ for the latest version.
de: Diese Befehle werden in der 'cs2cs-Dokumentation <https://proj.org/apps/cs2cs.html>'_ für die neueste Version vollständig beschrieben.
fr: La dernière version de cette commande est complètement décrite dans `cs2cs documentation <https://proj.org/apps/cs2cs.html>`_ .
it: Questi comandi sono completamente descritti nella documentazione di `cs2cs <https://proj.org/apps/cs2cs.html>`_ per l'ultima versione.
sv: Dessa kommandon beskrivs i sin helhet i `cs2cs-dokumentationen <https://proj.org/apps/cs2cs.html>`_ för den senaste versionen.

source: cs2cs Example
de: cs2cs Beispiel
fr: Exemple de cs2cs
it: Esempio cs2cs
sv: cs2cs Exempel

source: will transform the input NAD83 geographic coordinates into NAD27 coordinates in the UTM projection with zone 10 selected. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of:
fr: va transformer les coordonnées géographiques NAD83 en entrée en coordonnées NAD27 dans la zone 10 de la projection UTM. Les coordonnées géographiques de cet exemple sont équivalentes et utilisées comme exemple des nombreuses formes d’entrée de coordonnées. Les données x-y en sortie vont apparaître 3 fois sous la forme:
it: trasformerà le coordinate geografiche NAD83 in ingresso in coordinate NAD27 nella proiezione UTM con la zona 10 selezionata. I valori geografici di questo esempio sono equivalenti e intesi come esempi di varie forme in ingresso DMS. I dati di uscita x-y appariranno come tre linee di:
sv: omvandlar de inmatade geografiska NAD83-koordinaterna till NAD27-koordinater i UTM-projektionen med zon 10 vald. De geografiska värdena i detta exempel är likvärdiga och avsedda som exempel på olika former av DMS-inmatning. Utdata för x-y visas som tre rader med:

source: **What will I learn ?** In this section, you will learn how to use the geod tool.
de: **Was werde ich lernen ?** In diesem Abschnitt erfahren Sie, wie das Geod-Tool verwendet werden kann.
fr: ** Que vais-je apprendre ? ** Dans cette section, vous allez apprendre à utiliser l’outil geod.
it: **Cosa imparerai?** In questa sezione, imparerai come usare lo strumento geod.
sv: **Vad lär jag mig?** I det här avsnittet lär du dig att använda verktyget Geod.

source: What is geod ?
de: Was ist geod?
fr: Qu’est-ce que geod ?
it: Che cosa è geod ?
sv: Vad är geod ?

source: ``geod`` (direct) and ``invgeod`` (inverse) perform geodesic ("Great Circle") computations for determining latitude, longitude and back azimuth of a terminus point given a initial point latitude, longitude, azimuth and distance (direct) or the forward and back azimuths and distance between an initial and terminus point latitudes and longitudes (inverse). The results are accurate to round off for `|f| < 1/50`, where f is flattening.
fr: ``geod`` (direct) et ``invgeod`` (inverse) effectuent des calculs geodesiques (“Grand cercle”) pour déterminer la latitude, longitude et azimuth d’un point cible à partir d’un point initial formé d’une latitude, longitude, azimuth et distance (sens direct) ou pour déterminer les azimuths avant et arrière et la distance entre les latitudes et longitudes d’un point initial et final (sens inverse). Les résultats sont arrondis tel que `|f| < 1/50`, où f est l’aplanissement.
it: ``geod`` (diretto) e ``invgeod`` (inverso) eseguono calcoli geodetici ("Grande Cerchio") per determinare la latitudine, la longitudine e l'azimut posteriore di un punto terminale dato un punto iniziale di latitudine, longitudine, azimut e distanza (diretto) o gli azimut in avanti e indietro e la distanza tra le latitudini e longitudini di un punto iniziale e terminale (inverso). I risultati sono precisi fino all'arrotondamento per `|f| < 1/50`, dove f è l'appiattimento.
sv: ``geod`` (direkt) och ``invgeod`` (invers) utför geodetiska ("storcirkel") beräkningar för att bestämma latitud, longitud och bakåtriktad azimut för en slutpunkt givet en startpunkts latitud, longitud, azimut och avstånd (direkt) eller framåtriktad och bakåtriktad azimut och avstånd mellan en start- och slutpunkts latituder och longituder (invers). Resultaten är korrekta med avrundning för `|f| < 1/50`, där f är utjämning.

source: ``invgeod`` may not be available on all platforms; in this case call geod with the -I option.
fr: ``invgeod`` n’est pas nécessairement disponible sur toutes les plateformes; dans ce cas, il est possible d’appeler geod avec l’option -I.
it: ``invgeod`` potrebbe non essere disponibile su tutte le piattaforme; in questo caso chiamate geod con l'opzione -I.
sv: ``invgeod`` kanske inte är tillgängligt på alla plattformar; i så fall anropa geod med alternativet -I.

source: geod Synopsis
fr: Exemple de geod
it: Sinossi geod

source: geod Example
de: geod-Beispiel
fr: Exemple de geod
it: Esempio geod
sv: geod Exempel

source: The following script determines the geodesic azimuths and distance in U.S. statute miles from Boston, MA, to Portland, OR:
fr: Le script suivant détermine les azimuths géodésiques et la distance en miles U.S. de Boston, MA, à Portland, OR:
it: Il seguente script determina gli azimut geodetici e la distanza in miglia statutarie statunitensi da Boston, MA, a Portland, OR:
sv: Följande skript bestämmer de geodetiska azimuterna och avståndet i US statute miles från Boston, MA, till Portland, OR:

source: which gives the results:
de: welches folgende Ergebnisse liefert:
fr: ce qui donne comme résultats:
it: che dà i risultati:
sv: vilket ger resultatet:

source: where the first two values are the azimuth from Boston to Portland, the back azimuth from Portland to Boston followed by the distance.
de: wobei die ersten beiden Werte der Winkel von Boston nach Portland sind, der hintere Winkel von Portland nach Boston gefolgt von der Entfernung.
fr: où les deux premières valeurs sont l’azimuth de Boston à Portland et l’azimuth arrière de Portland à Boston suivis de la distance.
it: dove i primi due valori sono l'azimut da Boston a Portland, l'azimut posteriore da Portland a Boston seguito dalla distanza.
sv: där de två första värdena är azimuten från Boston till Portland, den bakre azimuten från Portland till Boston följt av avståndet.

source: An example of forward geodesic use is to use the Boston loca- tion and determine Portland's location by azimuth and distance:
fr: Un exemple d’usage de géodésique avant est d’utiliser la position à Boston et de déterminer la position à Portland par son azimuth et sa distance:
it: Un esempio di utilizzo della geodetica in avanti è quello di utilizzare la posizione di Boston e determinare la posizione di Portland tramite azimut e distanza:
sv: Ett exempel på framåtriktad geodetisk användning är att använda Bostons position och bestämma Portlands position med hjälp av azimut och avstånd:

source: which gives:
de: dies ergibt:
fr: ce qui donne:
it: che dà:
sv: vilket ger:

source: Lack of precision in the distance value compromises the precision of the Portland location.
fr: Le manque de précision sur la valeur de la distance compromet la précision de la localisation de Portland.
it: La mancanza di precisione nel valore della distanza compromette la precisione della posizione di Portland.
sv: Bristande precision i avståndsvärdet äventyrar precisionen i Portlands position.

source: Further reading
de: Weiterführende Literatur
fr: Pour aller plus loin
it: Altre letture
sv: Ytterligare läsning

source: `The online geodesic bibliography <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_
it: `La bibliografia geodetica online <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_
sv: den geodetiska bibliografin på nätet <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: `C. F. F. Karney, Algorithms for Geodesics, J. Geodesy 87, 43-55 (2013) <https://link.springer.com/article/10.1007/s00190-012-0578-z>`_. `Addendum <https://geographiclib.sourceforge.io/geod-addenda.html>`_
sv: `C. F. F. Karney, Algorithms for Geodesics, J. Geodesy 87, 43-55 (2013) <https://link.springer.com/article/10.1007/s00190-012-0578-z>`_. tillägg <https://geographiclib.sourceforge.io/geod-addenda.html>`_

source: proj.4 is a standard Unix filter function which converts geographic longitude and latitude coordinates into cartesian coordinates (and vice versa), and it is a C API for software developers to include coordinate transformation in their own software.
de: proj.4 ist eine Standard-Unix-Filterfunktion, die geographische Längen- und Breitengradkoordinaten in kartesische Koordinaten umwandelt (und umgekehrt), und es ist zudem eine C-API für Softwareentwickler, die Koordinatentransformation in ihre eigene Software einbauen wollen.

source: **What will I learn ?** In this section, you will learn how to use the proj tool.
de: **Was werde ich lernen?** In diesem Abschnitt werden Sie lernen, wie Sie das proj-Werkzeug verwenden können.

source: What is proj ?
de: Was ist proj?

source: Proj and invproj perform respective forward and inverse transformation of cartographic data to or from cartesian data with a wide range of selectable projection functions.
de: Proj und invproj führen die jeweilige Vorwärts- und Inverse Transformation von räumlichen Daten in oder aus kartesischen Daten mit einer Vielzahl auswählbarer Projektionsfunktionen durch.

source: These commands are fully describe in `proj documentation <https://proj.org/apps/proj.html>`_ for the latest version.
de: Diese Befehle werden in der 'proj-Dokumentation <https://proj.org/apps/proj.html>`_ für die neueste Version vollständig beschrieben

source: proj Example
de: proj Beispiel

source: will perform UTM forward projection with a stan- dard UTM central meridian nearest longitude 112W. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of::
de: führt eine UTM-Vorwärtsprojektion mit einem standard UTM-Zentralmeridian am nächsten Längengrad 112W durch. Die geographischen Werte dieses Beispiels sind äquivalent und als Beispiele für verschiedene Formen der DMS-Eingabe gedacht. Die x-y-Ausgabedaten werden in drei Zeilen angezeigt:

source: ``cs2cs`` performs transformation between the source and destination cartographic coordinate system on a set of input points. The coordinate system transformation can include translation between projected and geographic coordinates as well as the application of datum shifts.
de: ''cs2cs'' führt die Transformation zwischen dem kartographischen Quell- und Zielkoordinatensystem auf einer Reihe von Eingabepunkten durch. Die Transformation des Koordinatensystems kann die Übersetzung zwischen projizierten und geographischen Koordinaten sowie die Anwendung von Datumsverschiebungen umfassen.

source: will transform the input NAD83 geographic coordinates into NAD27 coordinates in the UTM projection with zone 10 selected. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of:
de: transformiert die Eingabe-NAD83-Geographischen Koordinaten in NAD27-Koordinaten in der UTM-Projektion mit ausgewählter Zone 10. Die geographischen Werte dieses Beispiels sind äquivalent und als Beispiele für verschiedene Formen der DMS-Eingabe gedacht. Die x-y-Ausgabedaten werden in drei Zeilen angezeigt:

source: ``geod`` (direct) and ``invgeod`` (inverse) perform geodesic ("Great Circle") computations for determining latitude, longitude and back azimuth of a terminus point given a initial point latitude, longitude, azimuth and distance (direct) or the forward and back azimuths and distance between an initial and terminus point latitudes and longitudes (inverse). The results are accurate to round off for `|f| < 1/50`, where f is flattening.
de: ''geod'' (direkt) und ''invgeod'' (inverse) führen geodätische ("Great Circle") Berechnungen zur Bestimmung von Breiten-, Längen- und back azimut eines Endpunkts unter einem Anfangspunkt Breitengrad, Längengrad, Azimut und Entfernung (direkt) oder der vorwärts und hinten Azimuts und Abstand zwischen einem Anfangs- und Endpunkt Laititude und Longituden (inverse). Die Ergebnisse sind genau, um für `|f| < 1/50` abzurunden, wobei f abflacht.

source: ``invgeod`` may not be available on all platforms; in this case call geod with the -I option.
de: ''invgeod'' ist möglicherweise nicht auf allen Plattformen verfügbar; rufen Sie in diesem Fall geod mit der Option -I auf.

source: The following script determines the geodesic azimuths and distance in U.S. statute miles from Boston, MA, to Portland, OR:
de: Das folgende Skript bestimmt die geodätichenen Winkel und die Entfernung in den US-Bestimmungen in Meilen von Boston, MA, nach Portland, OR:

source: An example of forward geodesic use is to use the Boston loca- tion and determine Portland's location by azimuth and distance:
de: Ein Beispiel für die weitere Nutzung geodätischer Berechnungen ist die Verwendung der Boston-Loca- tion und die Bestimmung der Position von Portland durch Winkel und Entfernung:

source: lack of precision in the distance value compromises the precision of the Portland location.
de: Mangelnde Genauigkeit im Entfernungswert beeinträchtigt die Genauigkeit des Standorts Portland.
