Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/proj4_quickstart.po
Languages: es, hu

source: Proj.4 Quickstart
es: Inicio Rápido de Proj.4
hu: Proj.4 gyorstalpaló

source: proj.4 is a standard Unix filter function which converts geographic longitude and latitude coordinates into cartesian coordinates (and vice versa), and it is a C API for software developers to include coordinate transformation in their own software.
es: proj.4 es una función de filtro estándar Unix que convierte coordenadas geográficas latitud y longitud en coordenadas cartesianas (y viceversa), y es una C API para los desarrolladores de software incluyen la transformación de coordenadas en su propio software.
hu: A proj.4 egy szabványos Unix szűrő, mely földrajzi hosszúság és szélesség koordinátákat derékszögű koordinátákká alakítja (és vissza), ez egy C API a szoftver fejlesztőknek arra, hogy a koordináta transzformációt a saját programjukba illesszék.

source: **What will I learn ?** In this section, you will learn how to use the proj tool.
es: **¿Qué voy a aprender?** en esta sección, usted aprenderá cómo utilizar la herramienta de Proj.
hu: **Mit fogunk tanulni ?** Ebben a fejezetben a proj eszköz használatát tanuljuk meg.

source: What is proj ?
es: ¿Qué es proj?
hu: Mi a proj?

source: Proj and invproj perform respective forward and inverse transformation of cartographic data to or from cartesian data with a wide range of selectable projection functions.
es: Proy y invproj realizan respectiva transformación hacia adelante e inversa de datos cartográficos o de datos cartesianos con una amplia gama de funciones de proyección seleccionable.
hu: A proj és az invproj oda illetve vissza transzformációt hajt végre földrajzi és derékszögű koordináták között, a kiválasztható vetületek széles tartományán.

source: proj Synopsis
es: Sinopsis de proj
hu: proj összegzés

source: These commands are fully describe in `proj documentation <https://proj.org/apps/proj.html>`_ for the latest version.
es: Estos comandos son descritos completamente en la `documentación de proj <https://proj.org/apps/proj.html>`_ para la última versión.
hu: Ezeket a parancsokat részletesen leírják `proj dokumentációjának <https://proj.org/apps/proj.html>`_ legújabb verziójában.

source: proj Example
es: Ejemplo de proj
hu: proj példa

source: The following script
es: El siguiente script
hu: A következő szkript

source: will perform UTM forward projection with a stan- dard UTM central meridian nearest longitude 112W. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of::
es: realizará una proyección UTM hacia adelante con un meridiano central UTM estándar más cercano a la longitud 112W. Los valores geográficos de este ejemplo son equivalentes y significan ejemplos de varias formas de entrada de DMS. Los datos de salida x-y aparecerán como tres líneas de ::
hu: UTM vetületbe számítást hajt végre a 112Ny hosszúság közlében levő standard UTM közép meridiánnal. A példa földrajzi értékei azonosak és példaként szolgálnak a DMS adatbevitel különböző formáira. Az x-y output adatok három sorban jelennek meg:

source: **What will I learn ?** In this section, you will learn how to use the cs2cs tool.
es: **¿Qué voy a aprender?** en esta sección, usted aprenderá cómo utilizar la herramienta de cs2cs.
hu: **Mit fogunk tanulni ?** Ebben a fejezetben a cs2cs eszköz használatát tanuljuk meg.

source: What is cs2cs ?
es: ¿Qué es cs2cs?
hu: Mi az a cs2cs?

source: ``cs2cs`` performs transformation between the source and destination cartographic coordinate system on a set of input points. The coordinate system transformation can include translation between projected and geographic coordinates as well as the application of datum shifts.
es: ``cs2cs`` realiza la transformación entre el sistema de coordenadas cartográfico fuente y destino en un conjunto de puntos de entrada. La transformación del sistema de coordenadas puede incluir traducción entre coordenadas geográficas y proyectadas, así como la aplicación de cambios de referencia.
hu: A ``cs2cs`` transzformációt hajt végre a forrás és a cél koordináta-rendszer között az input pontok halmazán. A koordináta-rendszer transzformáció tartalmazhat egy eltolást a vetületi és földrajzi koordináták között mint ahogy a dátum eltolást.

source: cs2cs Synopsis
es: Sinopsis de cs2cs
hu: cs2cs összefoglaló

source: These commands are fully describe in `cs2cs documentation <https://proj.org/apps/cs2cs.html>`_ for the latest version.
es: Estos comandos son descritos completamente en la `documentación de cs2cs <https://proj.org/apps/cs2cs.html>`_ para la última versión.
hu: Ezeket a parancsokat részletesen leírják `cs2cs dokumentációjának <https://proj.org/apps/cs2cs.html>`_ legújabb verziójában.

source: cs2cs Example
es: Ejemplo de cs2cs
hu: cs2cs példa

source: will transform the input NAD83 geographic coordinates into NAD27 coordinates in the UTM projection with zone 10 selected. The geographic values of this example are equivalent and meant as examples of various forms of DMS input. The x-y output data will appear as three lines of:
es: va a transformar las coordenadas geográficas de NAD83 entradas en NAD27 coordenadas en la proyección UTM zona 10 seleccionados. Los valores geográficos de este ejemplo son equivalentes y significados como ejemplos de diversas formas de entrada DMS. Los datos de salida x y aparecerán como tres líneas de:
hu: az input NAD83 földrajzi koordinátákat UTM vetületbe transzformálja a kiválasztott 10-es zónába. A példa földrajzi értékei azonosak és példaként szolgálnak a DMS adatbevitel különböző formáira. Az x-y output adatok három sorban jelennek meg:

source: **What will I learn ?** In this section, you will learn how to use the geod tool.
es: **¿Qué voy a aprender?** en esta sección, usted aprenderá cómo utilizar la herramienta de geod.
hu: **Mit fogunk tanulni ?** Ebben a fejezetben a geod eszköz használatát tanuljuk meg.

source: What is geod ?
es: ¿Qué es geod?
hu: Mi a geod?

source: ``geod`` (direct) and ``invgeod`` (inverse) perform geodesic ("Great Circle") computations for determining latitude, longitude and back azimuth of a terminus point given a initial point latitude, longitude, azimuth and distance (direct) or the forward and back azimuths and distance between an initial and terminus point latitudes and longitudes (inverse). The results are accurate to round off for `|f| < 1/50`, where f is flattening.
es: (directa) ``geod`` y ``invgeod`` (inverso) realizan cálculos geodésicos ("Gran Círculo") para determinar la latitud, longitud y azimut inverso de un punto de término dado una inicial punto de latitud, longitud, Azimut y distancia (directas) o el delantero y la espalda Acimutes y distancia entre inicial y terminal de punto de latitudes y longitudes (inverso). Los resultados son precisos para culminar para `|f| < 1/50`, donde f es aplanar.
hu: ``geod`` (közvetlen) és ``invgeod`` (inverz) geodéziai ("nagy kör") számításokat hajt végre a szélesség, a hosszúság és a végpont vissza azimutjának meghatározásához egy adott kezdőpont szélesség, hosszúság, azimut, és távolság (közvetlen) vagy az oda és vissza azimut és a távolság, a kezdő és végpont között, szélesség és hosszúság (inverz). Az eredményekben a kerekítési hiba `|f| < 1/50`, ahol a f a lapultság.

source: ``invgeod`` may not be available on all platforms; in this case call geod with the -I option.
es: ``invgeod`` puede no estar disponible en todas las plataformas; en este caso convoque geod con la opción -I.
hu: ``invgeod`` nem érhető el minden platformon; ebben az esetben használja a geod-t a -l kapcsolóval.

source: geod Synopsis
es: Sinopsis de geod
hu: geod összegzés

source: geod Example
es: Ejemplo de Geod
hu: geod példa

source: The following script determines the geodesic azimuths and distance in U.S. statute miles from Boston, MA, to Portland, OR:
es: La siguiente secuencia de comandos determina los azimuts geodésicos y la distancia en millas estatutarias de EE. UU. Desde Boston, MA, a Portland, OR:
hu: A következő szkript kiszámítja a geodéziai azimutot és a távolságot U.S történelmi mérföldben Bostonból Portlandbe:

source: which gives the results:
es: que da los resultados:
hu: Mely a következő eredményt adja:

source: where the first two values are the azimuth from Boston to Portland, the back azimuth from Portland to Boston followed by the distance.
es: donde los dos primeros valores son el azimut de Boston a Portland, el azimut inverso de Portland a Boston seguida de la distancia.
hu: ahol az első két érték az azimut Bostonból Portlandbe, a vissza azimut Portlandból Bostonba, melyet a távolság követ.

source: An example of forward geodesic use is to use the Boston loca- tion and determine Portland's location by azimuth and distance:
es: Un ejemplo del uso geodésica hacia adelante es usar la loca-ción de Boston y determinar la ubicación de Portland por azimut y distancia:
hu: Egy példa a geodéziai alkalmazásra, használjuk Boston helyzetét Potland helyzetének meghatározására az azimut és a távolság ismeretében:

source: which gives:
es: que da:
hu: melynek eredménye:

source: lack of precision in the distance value compromises the precision of the Portland location.
es: falta de precisión en el valor de distancia compromete la precisión de la localización de Portland.
hu: a távolság érték pontatlansága megfelel Portland helyzeti pontosságának.

source: Further reading
es: Lectura adicional
hu: További olvasmányok

source: `C. F. F. Karney, Algorithms for Geodesics, J. Geodesy 87, 43-55 (2013) <https://link.springer.com/article/10.1007/s00190-012-0578-z>`_. `Addendum <https://geographiclib.sourceforge.io/geod-addenda.html>`_
es: `C. F. F. Karney, Algorithms for Geodesics, J. Geodesy 87, 43-55 (2013) <https://link.springer.com/article/10.1007/s00190-012-0578-z>`_. `Apéndice <https://geographiclib.sourceforge.io/geod-addenda.html>`_

source: `The online geodesic bibliography <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_
es: `La bibliografía en línea de geodésica <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_
hu: `Az online geodéziai bibliográfia <https://geographiclib.sourceforge.io/geodesic-papers/biblio.html>`_
