Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/pycsw_quickstart.po
Languages: es

source: pycsw Quickstart
es: Inicio Rápido de pycsw

source: pycsw is an OGC CSW server implementation written in `Python <https://python.org>`_. pycsw allows for the publishing and discovery of geospatial metadata. Existing repositories of geospatial metadata can be exposed via OGC:CSW 2.0.2 or OGC:CSW 3.0.0.
es: pycsw es una implementación de servidor OGC CSW escrita en `Python <https://python.org>`_. pycsw permite la publicación y el descubrimiento de metadatos geoespaciales. Los repositorios existentes de metadatos geoespaciales se pueden exponer a través de OGC:CSW 2.0.2 u OGC:CSW 3.0.0.

source: Running the tester application
es: Ejecutar la aplicación de prueba

source: To run the pycsw tester, use the pycsw launcher from the Web Services group, or open Firefox and navigate to ``http://localhost/pycsw/tests/index.html``:
es: Para ejecutar el probador de pycsw, use el iniciador de pycsw del Grupo de Servicios Web, o abra Firefox y navegue a ``http://localhost/pycsw/tests/index.html``:

source: By selecting the left drop-down list, the user can see various predefined POST requests, encoded as XML, that can be sent to pycsw:
es: Al seleccionar la lista desplegable de la izquierda, el usuario puede ver varias solicitudes POST predefinidas, codificadas como XML, que pueden enviarse a pycsw:

source: For example, by selecting "apiso/DescribeRecord", and pushing the "Send" button, a description of the ISO Application Profile record is presented on the right panel:
es: Por ejemplo, al seleccionar "apiso/DescribeRecord" y presionar el botón "Send", se presenta una descripción del registro del Perfil de Aplicación ISO en el panel derecho:

source: By selecting "GetCapabilities-SOAP" and pushing the "Send" button, a SOAP request is sent to the server to advertise their web service capabilities:
es: Al seleccionar "GetCapabilities-SOAP" y presionar el botón "Enviar", se envía una solicitud SOAP al servidor para anunciar sus capacidades de servicio web:

source: Also, the user can search for data records, performing a spatial bounding box query, by selecting "GetRecords-filter-bbox" and editing the coordinates in the XML request:
es: Además, el usuario puede buscar registros de datos, realizar una consulta de cuadro de límite espacial, seleccionando "GetRecords-filter-bbox" y editando las coordenadas en la solicitud XML:

source: The user can go through all the available requests and perform various requests from this testing application.
es: El usuario puede ir a través de todas las solicitudes disponibles y realizar varias peticiones de esta aplicación de prueba.

source: Capabilities Document and Configuration
es: Documento de las capacidades y configuración

source: The capabilities of the pycsw installation can be found at ``http://localhost/pycsw?service=CSW&version=2.0.2&request=GetCapabilities``. If you just use ``http://localhost/pycsw`` you will get the capabilities document for CSW 3.0.0, since that is the latest version supported.
es: Las capacidades de la instalación de pycsw se pueden encontrar en ``http://localhost/pycsw?service=CSW&version=2.0.2&request=GetCapabilities`` . Si solo usa ``http://localhost/pycsw`` obtendrá el documento de capacidades para CSW 3.0.0, ya que es la última versión compatible.

source: To edit the web service metadata, included in the capabilities document, the user can modify the file ``/etc/pycsw/default.cfg`` under the tag ``[metadata:main]``.
es: Para editar los metadatos del servicio web, incluidos en el documento de capacidades, el usuario puede modificar el archivo ``/etc/pycsw/default.cfg`` bajo la etiqueta ``[metadata:main]``.

source: If the user wants to enable INSPIRE Discovery Service support, the metadata under the tag ``[metadata:inspire]`` has to be filled in and the ``enabled`` property has to be set to ``true``.
es: Si el usuario desea habilitar el soporte de INSPIRE Discovery Service, los metadatos bajo la etiqueta ``[metadata:inspire]`` deben completarse y la propiedad ``enabled`` debe establecerse en ``true``.

source: For full functionality and configuration options, please consult the `documentation`_ on the pycsw website.
es: Para todas las funciones y opciones de configuración, consulte la `documentation`_ en la página web pycsw.

source: Metadata Creation
es: Creación de metadatos

source: Metadata files for a spatial dataset or a spatial web service can be created through the open source implementation of inspire directive for metadata, European Open Source Metadata Editor (EUOSME). This application can be found at ``http://inspire-geoportal.ec.europa.eu/editor/``. Source code is available at ``https://joinup.ec.europa.eu/svn/euosme/trunk``
es: Los archivos de metadatos para un conjunto de datos espaciales o un servicio web espacial se pueden crear a través de la implementación de código abierto de la directiva inspire para metadatos, European Open Source Metadata Editor (EUOSME). Esta aplicación se puede encontrar en ``http://inspire-geoportal.ec.europa.eu/editor/``. El código fuente está disponible en ``https://joinup.ec.europa.eu/svn/euosme/trunk``

source: The user fills the mandatory metadata fields going through the application tabs, adding information like the name of the data owner, keywords, resource location on the web, geographic location (using a bounding box or the name of a country) etc.
es: El usuario llena los campos de metadatos obligatorios que pasan por las pestañas de la aplicación, agregando información como el nombre del propietario de los datos, palabras clave, ubicación de recursos en la web, ubicación geográfica (usando un cuadro delimitador o el nombre de un país), etc.

source: After the user has added all the information available, they must push the validation button on top of the page, so that a check is performed for consistency with the INSPIRE directive.
es: Después de que el usuario haya agregado toda la información disponible, debe presionar el botón de validación en la parte superior de la página, de modo que se realice una verificación para verificar que sea coherente con la directiva INSPIRE.

source: After a successful validation, the XML file can be saved to the local disk and viewed through a text editor or a browser.
es: Después de una validación exitosa, el archivo XML puede guardarse en el disco local y verse a través de un editor de texto o un navegador.

source: Loading Metadata
es: Carga de metadatos

source: Metadata Repository Setup
es: Configuración de repositorio de metadatos

source: pycsw supports the following databases:
es: pycsw es compatible con las siguientes bases de datos:

source: PostgreSQL (PostGIS optional)
es: PostgreSQL (PostGIS opcional)

source: In OSGeoLive, a simple SQLite setup has been implemented. The database can be found in ``/usr/share/pycsw/tests/suites/cite/data/records.db``
es: En OSGeoLive, se implementó una configuración simple de SQLite. La base de datos se puede encontrar en ``/usr/share/pycsw/tests/suites/cite/data/records.db``

source: Create new database
es: Crear nueva base de datos

source: In order to create a new SQLite database we need to:
es: Con el fin de crear una nueva base de datos SQLite necesitamos:

source: Edit ``/etc/pycsw/default.cfg``:
es: Editar ``/etc/pycsw/default.cfg``:

source: **database**: the full file path to the metadata database, in database URL format (see https://docs.sqlalchemy.org/en/latest/core/engines.html#database-urls)
es: **Base de datos**: la ruta completa del archivo a la base de datos de metadatos, en formato URL de base de datos (consulte https://docs.sqlalchemy.org/en/latest/core/engines.html#database-urls)

source: **table**: the table name for metadata records (default is ``records``)
es: **table**: el nombre de la tabla de registros de metadatos (el valor predeterminado es ``records``)

source: Setup the database:
es: Configuración de la base de datos:

source: This will create the necessary tables and values for the repository.
es: Esto creará las tablas necesarias y los valores para el repositorio.

source: The database created is an `OGC SFSQL`_ compliant database, and can be used with any implementing software. For example, to use with `OGR`_:
es: La base de datos creada es una base de datos compatible con `OGC SFSQL`_ y se puede usar con cualquier software de implementación. Por ejemplo, para usar con `OGR`_:

source: Importing Metadata
es: Importando metadatos

source: This will import all ``*.xml`` records from ``/path/to/records`` into the new database and configure the repository to expose queryables as per Table 53 of OGC:CSW.
es: Esto importará todos los registros ``*.xml`` de``/path/to/records`` a la nueva base de datos y configurará el repositorio para exponer consultas consultables según la Tabla 53 de OGC:CSW.

source: Data Discovery through QGIS MetaSearch Plugin
es: Descubrimiento de datos a través del Plugin MetaSearch de QGIS

source: Start QGIS from the Desktop GIS group and click on the MetaSearch button (CSW icon)
es: Desde el grupo SIG de escritorio QGIS y haga clic en el botón de búsqueda MetaSearch (icono CSW)

source: Add the pycsw server by pressing the "New" button and type in ``http://localhost/pycsw/``
es: Agregar el servidor de pycsw pulsando el botón "Nuevo" y teclear ``http://localhost/pycsw/``

source: The user can add some default servers using the "Add default servers" button and also get the capabilities of the server using "Server info" button
es: El usuario puede agregar algunos servidores predeterminados usando el botón "Agregar servidores predeterminados" y también obtener las capacidades del servidor usando el botón "Información del servidor"

source: Perform search using the catalogue, either by a string value or with a bounding box
es: Realizar la búsqueda utilizando el catálogo, por un valor de cadena o con un cuadro delimitador

source: Things to try
es: Cosas para probar

source: Try to discover data through the Tester application by setting the appropriate requests eg. any text search with the string "imagery" leads to discovering the xml data created previously by EUOSME
es: Intente descubrir datos a través de la aplicación Tester configurando las solicitudes apropiadas, por ejemplo. cualquier búsqueda de texto con la cadena "imagery" lleva a descubrir los datos xml creados previamente por EUOSME

source: Try to discover data through the Python `OWSLib CSW`_ interface.
es: Intentar descubrir los datos a través de la interfaz Python `OWSLib CSW`_.

source: Try to discover data from GeoNode, which is also included in OSGeoLive and uses pycsw as the default CSW engine.
es: Intente descubrir datos de GeoNode, que también se incluye en OSGeoLive y utiliza pycsw como motor CSW predeterminado.

source: What Next?
es: ¿Qué sigue?

source: For more information on pycsw, please consult the `documentation`_ on the pycsw website.
es: Para más información sobre pycsw, consulte el `documentation`_ en la página web pycsw.
