Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/pywps_quickstart.po
Languages: de, es, fr, hu, it, sv

source: PyWPS Quickstart
es: Inicio Rápido PyWPS
fr: Guide de démarrage avec PyWPS
hu: PyWPS gyorstalpaló
it: Guida rapida PyWPS
sv: PyWPS snabbstart

source: PyWPS is an OGC WPS (Web Processing Service 1.0.0) server implementation written in `Python <http://python.org>`_.
es: PyWPS es una implementación de servidor OGC WPS (Web Processing Service 1.0.0) escrita en Python <http://python.org>`_.

source: The PyWPS 4.0.0 library is installed by default on OSGeo-Live. This is a core library that is not intended to be executed directly, but rather to be used in the development of WPS services. An `example service <https://github.com/geopython/pywps-flask>`_ based on `Flask <http://flask.pocoo.org/>`_ is available at GitHub to facilitate a first contact with PyWPS.
es: La biblioteca PyWPS 4.0.0 se instala de manera predeterminada en OSGeoLive. Esta es una biblioteca central que no está destinada a ejecutarse directamente, sino a utilizarse en el desarrollo de servicios WPS. Un `ejemplo de servicio <https://github.com/geopython/pywps-flask>`_ basado `Flask <http://flask.pocoo.org/>`_ está disponible en GitHub para facilitar un primer contacto con PyWPS.

source: This Quickstart describes how to:
de: Diese Kurzanleitung beschreibt:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide de démarrage rapide décrit comment :
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
sv: Denna snabbstart beskriver hur du gör:

source: Install and configure the pywps-flask example service
de: Installiere und konfiguriere den pywps-flask-Beispiel-Service
es: Instalar y configurar el servicio de ejemplo de pywps-flask
fr: Installer et configurer le service d’exemple pywps-flask
hu: A pywps-flask példa szolgáltatás telepítése és konfigurálása
it: Installa e configura il servizio di esempio pywps-flask
sv: Installera och konfigurera exempeltjänsten pywps-flask

source: Perform ``GetCapabilities``, ``DescribeProcess`` and ``Execute`` requests
de: Führen Sie den ``GetCapabilities``-, ``DescribeProcess``- und ``Execute``-Request durch.
es: Realizar requerimientos de ``GetCapabilities``, ``DescribeProcess`` y ``Execute``
fr: Effectuez des demandes ``GetCapabilities``, ``DescribeProcess`` et ``Execute``
hu: Hajtson végre ``GetCapabilities``, ``DescribeProcess`` és ``Execute`` kéréseket
it: Esegui le richieste ``GetCapabilities``, ``DescribeProcess`` e ``Execute``.
sv: Utföra ``GetCapabilities``, ``DescribeProcess`` och ``Execute`` förfrågningar

source: Develop your own WPS processes
de: Entwickeln Sie Ihre eigenen WPS-Prozesse
es: Desarrollar sus propios procesos WPS
fr: Développez vos propres processus WPS
hu: Saját WPS feldolgozások fejlesztése
it: Sviluppa i propri processi WPS
sv: Utveckla dina egna WPS-processer

source: Next steps
es: Pasos a seguir

source: Installing pywps-flask
de: Installation von pywps-flask
es: Instalación de pywps-flask
fr: Installer pywps-flask
hu: pywps-flask telepítés
it: Installa pywps-flask
sv: Installera pywps-flask

source: Since the example service depends on Flask, make sure it is installed on your OSGeo-Live:
de: Da der Beispieldienst von Flask abhängt, stellen Sie sicher, dass er auf Ihrem OSGeoLive installiert ist:
es: Dado que el servicio de ejemplo depende de Flask, asegúrese de que esté instalado en su OSGeoLive:
fr: Étant donné que le service d’exemple dépend de Flask, assurez-vous qu’il est installé sur votre OSGeoLive :
hu: Mivel a minta szolgáltatás a Flask-et használja, győződjön meg, hogy telepítették-e az OSGeoLive-ra:
it: Poiché il servizio di esempio dipende da Flask, assicurati che sia installato sul tuo OSGeo-Live:
sv: Eftersom exempeltjänsten är beroende av Flask måste du se till att den är installerad på ditt OSGeo-Live:

source: Then clone the repository from GitHub:
de: Klone dann das Repository von GitHub:
es: Luego clonar el repositorio de GitHub:
fr: Puis clonez le dépot à partir GitHub :
hu: Majd klónozza a GitHub-ról a tárházat:
it: Poi clona il repository da GitHub:
sv: Klona sedan förvaret från GitHub:

source: Now move into the repository folder and edit the configuration file. This can be done with a program like `nano`:
de: Wechseln Sie nun in den Repository-Ordner, und bearbeiten Sie die Konfigurationsdatei. Dies kann mit einem Programm wie 'nano' erfolgen:
es: Ahora muévase a la carpeta del repositorio y edite el archivo de configuración. Esto se puede hacer con un programa como `nano`:
fr: Maintenant, déplacez-vous dans le dépôt et modifiez le fichier de configuration. Cela peut être fait avec un programme comme `nano` :
hu: Mozogjon a tárház mappába és módosítsa a konfigurációs fájlt. Ezt megteheti a `nano` programmal:
it: Ora spostati nella cartella del repository e modifica il file di configurazione. Questo può essere fatto con un programma come `nano`:
sv: Gå nu till mappen Repository och redigera konfigurationsfilen. Detta kan göras med ett program som `nano`:

source: The only critical thing to verify is the location of logging database. `Pywps-flask` provides a sample SQLite database that can be used for this purpose. Make sure the `database` setting reads like:
de: Das einzige wichtige, zu überprüfende Thema ist der Speicherort der Protokollierungsdatenbank. 'Pywps-flask' stellt eine SQLite-Beispieldatenbank bereit, die zu diesem Zweck verwendet werden kann. Stellen Sie sicher, dass sich die Einstellung "Datenbank" wie folgt liest:
es: Lo único crítico para verificar es la ubicación de la base de datos de registro. `Pywps-flask` proporciona una base de datos SQLite de muestra que se puede utilizar para este propósito. Asegúrese de que la configuración de la` base de datos` se lea como:
fr: La seule chose essentielle à vérifier est l’emplacement de la base de données de journalisation.`Pywps-flask` fournit un exemple de base de données SQLite qui peut être utilisé à cette fin. Assurez-vous que le paramètre `database` se lit comme suit :
hu: Az egyetelen kritikus, ellenőrizendő dolog a napló adatbázis helye. A `Pywps-flask` gondoskodik egy minta adatbázisról, mely használható erre a célra. Győződjön meg róla, hogy a `database` beállítás így néz ki:
it: L'unica cosa critica da verificare è la posizione del database di registrazione. `Pywps-flask` fornisce un database SQLite di esempio che può essere usato per questo scopo. Assicurati che l'impostazione del `database` sia così:
sv: Det enda kritiska som måste verifieras är platsen för loggningsdatabasen. `Pywps-flask` tillhandahåller en SQLite-databas som kan användas för detta ändamål. Se till att inställningen `database` lyder som:

source: Save the configuration file and exit `nano` you can now run the service:
de: Speichern Sie die Konfigurationsdatei und beenden Sie 'nano', sie können den Dienst jetzt ausführen:
es: Guardar el archivo de configuración y salir de `nano` ahora puede ejecutar el servicio:
fr: Enregistrez le fichier de configuration et sortez de `nano`, vous pouvez maintenant exécuter le service :
hu: Mentse a konfigurációs fájlt és lépen ki a `nano`-ból, most futtathatja a szolgáltatást:
it: Salva il file di configurazione ed esci da `nano`, ora puoi eseguire il servizio:
sv: Spara konfigurationsfilen och avsluta `nano` du kan nu köra tjänsten:

source: If all goes well you will receive back a message like:
de: Wenn alles gut geht, erhalten Sie eine Nachricht wie:
es: Si todo sale bien usted recibirá nuevamente un mensaje como:
fr: Si tout va bien, vous recevrez un message comme ceci :
hu: Ha minden rendben megy egy ilyen üzenetet kap vissza:
it: Se tutto va bene riceverai indietro un messaggio come:
sv: Om allt går bra kommer du att få tillbaka ett meddelande som:

source: Testing available processes
de: Testen Sie die verfügbaren Prozesse
es: Pruebas de procesos disponibles
fr: Tester les processus disponibles
hu: Elérhető feldolgozások tesztelése
it: Test dei processi disponibili
sv: Testning av tillgängliga processer

source: Open your favourite web browser and point it to the address where the example service is listening: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ You will be presented with the following page:
es: Abra su navegador web favorito y apúntelo a la dirección donde escucha el servicio de ejemplo: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ y se le presentará la siguiente página:

source: Use the green buttons to explore the service. Issue a `GetCapabilities` request for an overview of the service; issue a `DescribeProcess` request to learn the details of a particular project. Note the request URL in the browser address.
de: Verwenden Sie die grünen Schaltflächen, um den Dienst zu erkunden. Stellen Sie eine "GetCapabilities"-Aufruf für eine Übersicht über den Dienst aus. Über den "DescribeProcess"-Aufruf können Sie Details eines bestimmten Projekts erhalten. Führen Sie die Reuquest-URLs im Browser aus.
es: Use los botones verdes para explorar el servicio. Emitir una solicitud `GetCapabilities` para obtener una descripción general del servicio; emitir una solicitud `DescribeProcess` para conocer los detalles de un proyecto en particular. Observe la URL de solicitud en la dirección del navegador.
fr: Utilisez les boutons verts pour explorer le service. Émettre une demande de `GetCapabilities` pour un aperçu du service; émettre une demande de `DescribeProcess` pour connaître les détails d’un projet particulier. Notez l’URL de la demande dans l’adresse du navigateur.
hu: Használja a zöld gombokat a szolgáltatás felfedezéséhez. Adjon ki egy `GetCapabilities` kérést a szolgáltatás áttekintéséhez; adjon ki egy `DescribeProcess` kérést egy adott projekt részleteinek megismeréséhez. Nézze meg a kérés URL-jét a böngésző cím sorában.
it: Usa i pulsanti verdi per esplorare il servizio. Fai una richiesta `GetCapabilities` per una panoramica del servizio; fai una richiesta `DescribeProcess` per conoscere i dettagli di un particolare progetto. Nota l'URL della richiesta nell'indirizzo del browser.
sv: Använd de gröna knapparna för att utforska tjänsten. Gör en `GetCapabilities`-begäran för att få en översikt över tjänsten; gör en `DescribeProcess`-begäran för att få veta mer om ett visst projekt. Notera URL:en för begäran i webbläsarens adress.

source: It is now time to test an `Execute` request. You can try the `say_hello` process, which is fairly simple. Direct your web browser to the following address:
de: Es ist nun an der Zeit, einen 'Execute'-Aufruf zu testen. Sie können den "say_hello"-Prozess ausprobieren, der ziemlich einfach ist. Rufen Sie Ihren Webbrowser mit folgender Adresse auf:
es: hora es el momento de probar una solicitud de `Execute` . Puede probar el proceso `say_hello` , que es bastante simple. Dirija su navegador web a la siguiente dirección:
fr: Il est maintenant temps de tester une demande `Execute` Vous pouvez essayer le processus `say_hello`, qui est assez simple. Dirigez votre navigateur Web vers l’adresse suivante :
hu: It az ideje, hogy az `Execute` kérést teszteljük. Megpróbálhatja a `say_hello` feldolgozást, mely egészen egyszerű. Irányítsa a böngészőjét a következő címre:
it: Ora è il momento di testare una richiesta `Execute`. Puoi provare il processo `say_hello`, che è abbastanza semplice. Indirizza il tuo browser web al seguente indirizzo:
sv: Nu är det dags att testa en `Execute`-begäran. Du kan prova `say_hello`-processen, som är ganska enkel. Rikta din webbläsare till följande adress:

source: The process simply replies back with a "Hello OSGeo" message, encoded in a standard WPS response document. Your browser should be showing something like:
de: Der Prozess antwortet einfach mit einer "Hello OSGeo"-Meldung, die in einem Standard-WPS-Antwortdokument codiert ist. Ihr Browser sollte so etwas wie Folgendes anzeigen:
es: El proceso simplemente responde con un mensaje de "Hello OSGeo", codificado en un documento de respuesta WPS estándar. Su navegador debería mostrar algo como:
fr: Le processus répond simplement par un message "Hello OSGeo", codé dans un document de réponse WPS standard. Votre navigateur devrait montrer quelque chose comme:
hu: A feldolgozás egyszerűen visszaválaszol a "Hello OSGeo" üzenettel, egy szabványos WPS válasz dokumentumba ágyazva. A böngészőjének valami hasonlót kellene mutatnia:
it: Il processo risponde semplicemente con un messaggio "Ciao OSGeo", codificato in un documento di risposta WPS standard. Il tuo browser dovrebbe mostrare qualcosa come:
sv: Processen svarar helt enkelt tillbaka med ett "Hello OSGeo"-meddelande, kodat i ett standardiserat WPS-svarsdokument. Din webbläsare bör visa något liknande:

source: Developing WPS processes
de: Entwicklung von WPS-Prozessen
es: Desarrollo de procesos de WPS
fr: Développement de processus WPS
hu: WPS feldolgozások fejlesztése
it: Sviluppo dei processi WPS
sv: Utveckling av WPS-processer

source: To develop new processes all you need to do is create new Python modules inside the `processes` folder. Use the existing processes as templates to help you structure your code. A closer look at the `say_hello` process shows the main feature of a PyWPS process:
de: Um neue Prozesse zu entwickeln, müssen Sie lediglich neue Python-Module im Ordner "Prozesse" erstellen. Verwenden Sie die vorhandenen Prozesse als Vorlagen, um den Code zu erstellen. Ein genauerer Blick auf den "say_hello"-Prozess zeigt das Hauptmerkmal eines PyWPS-Prozesses:
es: Para desarrollar nuevos procesos, todo lo que necesita hacer es crear nuevos módulos de Python dentro de la carpeta de procesos . Use los procesos existentes como plantillas para ayudarlo a estructurar su código. Una mirada más cercana al proceso `say_hello` muestra la característica principal de un proceso PyWPS:
fr: Pour développer de nouveaux processus, il vous suffit de créer de nouveaux modules Python à l’intérieur du dossier `processes` . Utilisez les processus existants comme modèles pour vous aider à structurer votre code. Un examen plus étroit du processus `say_hello` montre la principale caractéristique d’un processus PyWPS :
hu: Egy új feldolgozás fejlesztéséhez csak egy új Python modult kell létrehoznia a `processes` mappában. Használja a meglévő feldolgozásokat sablonként a kódjának strukturálásához. Egy közelebbi pillantás a `say_hello` feldolgozásra megmutatja egy PyWPS feldolgozás főbb elemeit:
it: Per sviluppare nuovi processi tutto quello che devi fare è creare nuovi moduli Python all'interno della cartella `processes`. Usa i processi esistenti come modelli per aiutarti a strutturare il tuo codice. Uno sguardo più attento al processo `say_hello` mostra la caratteristica principale di un processo PyWPS:
sv: För att utveckla nya processer behöver du bara skapa nya Python-moduler i mappen `processes`. Använd de befintliga processerna som mallar för att strukturera din kod. En närmare titt på `say_hello`-processen visar huvuddragen i en PyWPS-process:

source: 1. Import the necessary assets and create a class inheriting from the PyWPS `Process` class. In the constructor create the necessary objects for inputs and outputs:
de: 1. Importieren Sie die erforderlichen Assets und erstellen Sie eine Klasse, die von der PyWPS-Klasse "Prozess" erbt. Erstellen Sie im Konstruktor die notwendigen Objekte für Ein- und Ausgänge:
es: 1. mporte los activos necesarios y cree una clase heredada de la clase `Process` de PyWPS. En el constructor, crear los objetos necesarios para entradas y salidas:
fr: 1. Importez les bibliothèques nécessaires et créez une classe héritière de la classe `Process` de PyWPS. Dans le constructeur, créer les objets nécessaires pour les entrées et les sorties:
hu: 1. A szükséges eszközök importálása és a PyWPS `Process` osztályból származtatott osztály létrehozása:
it: 1. Importa le risorse necessarie e crea una classe che eredita dalla classe PyWPS `Process`. Nel costruttore crea gli oggetti necessari per gli ingressi e le uscite:
sv: 1. Importera de nödvändiga tillgångarna och skapa en klass som ärver från PyWPS `Process`-klassen. I konstruktören skapar du de nödvändiga objekten för in- och utgångar:

source: Invoke the parent constructor, passing on the metadata of the process:
de: Rufen Sie den übergeordneten Konstruktor auf und geben Sie die Metadaten des Prozesses weiter:
es: Invocar el constructor del padre, pasando en los metadatos del proceso:
fr: Invoquez le constructeur parent, en transmettant les métadonnées du processus :
hu: A szülő konstruktor hívása, a feldolgozás metaadatainak átadása:
it: Invoca il costruttore padre, passando i metadati del processo:
sv: Anropar den överordnade konstruktören och överför metadata för processen:

source: 3. Create the `handler` method, that will be invoked to handle `Execute` requests. Use the `request` and `response` objects to retrieve inputs and set outputs.
de: 3. Erstellen Sie die 'handler'-Methode, die aufgerufen wird, um 'Execute'-Anforderungen zu verarbeiten. Verwenden Sie die Objekte 'request' und 'response', um Eingaben abzurufen und Ausgaben festzulegen.
es: 3. Crear el método del controlador, que se invocará para manejar las solicitudes de ejecución. Utilice los objetos de solicitud y respuesta para recuperar entradas y establecer salidas.
fr: 3. Créez la méthode `handler`, qui sera invoquée pour traiter les demandes `Execute` . Utilisez les objets `request` et `response` pour récupérer les entrées et définir les sorties.
hu: A `handler` metódus létrehozása, melyet majd az `Execute` kérések kezelésére indítunk el. Használja a `request` és `response` objektumokat az input kinyerésére és az output beállítására.
it: 3. Crea il metodo `handler`, che sarà invocato per gestire le richieste `Execute`. Usa gli oggetti `request` e `response` per recuperare gli input e impostare gli output.
sv: 3. Skapa metoden `handler`, som kommer att anropas för att hantera `Execute`-förfrågningar. Använd objekten `request` och `response` för att hämta inmatningar och ställa in utmatningar.

source: What's Next
es: ¿Qué sigue?

source: PyWPS gives you the freedom and flexibility to write your own Python processes and expose them accordingly.
de: PyWPS gibt Ihnen die Freiheit und Flexibilität, Ihre eigenen Python-Prozesse zu schreiben und entsprechend verfügbar zu machen.
es: PyWPS le da la libertad y flexibilidad para escribir sus propios procesos de Python y exponerlos en consecuencia.
fr: PyWPS vous donne la liberté et la flexibilité d’écrire vos propres processus Python et de les exposer de la même manière.
hu: PyWPS szabadságot és rugalmasságot biztosít, hogy saját Python folyamatokat írjon és ennek megfelelően kifejtse.
it: PyWPS ti dà la libertà e la flessibilità di scrivere i tuoi processi Python ed esporli di conseguenza.
sv: PyWPS ger dig friheten och flexibiliteten att skriva dina egna Python-processer och exponera dem i enlighet med detta.

source: Official documentation
es: Documentación oficial

source: For further information on PyWPS configuration and the API, consult the `documentation`_ on the PyWPS website.
es: Para más información sobre configuración de PyWPS y la API, consulte la `documentation`_ en la Página Web de PyWPS.

source: Try out the `workshop`_, a tutorial used in workshops to introduce new users to PyWPS 4.
es: Pruebe el `workshop`_, un tutorial que se utiliza en talleres para introducir a nuevos usuarios a PyWPS 4.

source: Deployment to production
es: Despliegue a producción

source: The `pywps-flask` service is just an example and not designed for production. One possible alternative is a Django based service, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. The documentation provides further details on how to `set up a production service <http://pywps.readthedocs.io/en/latest/deployment.html>`_ with `Apache <https://httpd.apache.org/>`_ or `nginx <https://nginx.org/>`_ and `Gunicorn <http://gunicorn.org/>`_.
es: El servicio `pywps-flask` es solo un ejemplo y no está diseñado para la producción. Una alternativa posible es un servicio basado en Django, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. La documentación proporciona más detalles sobre cómo `configurar un servicio de producción <http://pywps.readthedocs.io/en/latest/deployment.html>`_ con `Apache <https://httpd.apache.org/>`_ o `nginx <https://nginx.org/>`_ y `Gunicorn <http://gunicorn.org/>`_.

source: PyWPS is an OGC WPS (Web Processing Service 1.0.0) server implementation written in `Python <https://www.python.org>`_.
de: PyWPS ist eine OGC WPS (Web Processing Service 1.0.0) Server Implementierung, die in `Python <https://www.python.org>`_ geschrieben wurde.
fr: PyWPS est une implémentation de serveur OGC WPS (Web Processing Service 1.0.0) écrite dans `Python <https://www.python.org>`_.
hu: A PyWPS egy `Python-ban <https://www.python.org>`_ írt OGC WPS (Web Processing Service 1.0.0) szerver implementáció.
it: PyWPS è un'implementazione del server OGC WPS (Web Processing Service 1.0.0) scritta in `Python <https://www.python.org>`_.
sv: PyWPS är en OGC WPS (Web Processing Service 1.0.0) serverimplementering skriven i `Python <https://www.python.org>`_.

source: The PyWPS 4.0.0 library is installed by default on OSGeo-Live. This is a core library that is not intended to be executed directly, but rather to be used in the development of WPS services. An `example service <https://github.com/geopython/pywps-flask>`_ based on `Flask <https://flask.palletsprojects.com>`_ is available at GitHub to facilitate a first contact with PyWPS.
de: Die PyWPS 4.0.0-Bibliothek ist standardmäßig auf OSGeoLive installiert. Dies ist eine Kernbibliothek, die nicht direkt ausgeführt werden soll, sondern bei der Entwicklung von WPS-Diensten verwendet werden soll. Ein `Beispieldienst <https://github.com/geopython/pywps-flask>`_ basierend auf `Flask <https://flask.palletsprojects.com>`_ ist bei GitHub verfügbar, um einen ersten Kontakt mit PyWPS zu erleichtern.
fr: La bibliothèque PyWPS 4.0.0 est installée par défaut sur OSGeo-Live. Il s’agit d’une bibliothèque de base qui n’est pas destinée à être exécutée directement, mais plutôt à être utilisée dans le développement de services WPS. Un `service d’exemple <https://github.com/geopython/pywps-flask>`_ basé sur `Flask <https://flask.palletsprojects.com>`_ est disponible sur GitHub pour faciliter un premier contact avec PyWPS.
hu: APyWPS 4.0.0. könyvtárat telepítették az OSGeoLive-on. Ez egy alap könyvtár nem a közvetlen végrehajtás a cél, hanem inkább WPS szolgáltatások fejlesztésére használható. Egy `Flask <https://flask.palletsprojects.com>`_ alapú `példa szolgáltatás <https://github.com/geopython/pywps-flask>`_ elérhető a GitHub-on az első PyWPS találkozás megkönnyítése érdekében.
it: La libreria PyWPS 4.0.0 è installata di default su OSGeo-Live. Questa è una libreria di base che non è destinata ad essere eseguita direttamente, ma piuttosto ad essere usata nello sviluppo di servizi WPS. Un `esempio di servizio <https://github.com/geopython/pywps-flask>`_ basato su `Flask <https://flask.palletsprojects.com>`_ è disponibile su GitHub per facilitare un primo contatto con PyWPS.
sv: PyWPS 4.0.0-biblioteket är installerat som standard på OSGeo-Live. Detta är ett kärnbibliotek som inte är avsett att köras direkt, utan snarare att användas vid utveckling av WPS-tjänster. En "exempeltjänst" <https://github.com/geopython/pywps-flask>`_ baserad på "Flask" <https://flask.palletsprojects.com>`_ finns tillgänglig på GitHub för att underlätta en första kontakt med PyWPS.

source: Contents
hu: Tartalom
it: Contenuti
sv: Innehåll
