Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/pywps_quickstart.po
Languages: de, es, fr, hu, it, sv

source: Open a web browser and point it to the address where the example service is listening: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ You will be presented with the following page:
de: Öffnen Sie einen Webbrowser, und zeigen Sie ihn auf die Adresse, an der der Beispieldienst lauscht: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ Sie werden mit der folgenden Seite angezeigt:
fr: Ouvrez un navigateur Web et pointez-le vers l’adresse où le service d’exemple est à l’écoute: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ La page suivante vous sera présenté :
hu: Nyisson meg egy web böngészőt és mutasson arra a címre, ahol a példa szolgáltatás figyel: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ A következő lap jelenik meg:
it: Apri un browser web e puntalo all'indirizzo dove il servizio di esempio è in ascolto: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ Ti verrà presentata la seguente pagina:
sv: Öppna en webbläsare och rikta den mot den adress där exempeltjänsten lyssnar: `http://127.0.0.1:5000/ <http://127.0.0.1:5000/>`_ Du kommer att se följande sida:

source: What's next
de: Was kommt als nächstes
fr: Ensuite ?
hu: Mi a következő
sv: Ytterligare inställningsmöjligheter

source: Official documentation - For further information on PyWPS configuration and the API, consult the `documentation`_ on the PyWPS website.
de: Offizielle Dokumentation – Weitere Informationen zur PyWPS-Konfiguration und der API finden Sie in der `Dokumentation`_ auf der PyWPS-Website.
fr: Documentation officielle - Pour plus d’informations sur la configuration de PyWPS et l’API, consultez la `documentation`_ sur le site Web de PyWPS.
hu: Hivatalos dokumentáció - További információkért a PyWPS konfigurációról és az API-ról olvassa a `documentation`_ a PyWPS honlapon.
it: Documentazione ufficiale - Per ulteriori informazioni sulla configurazione di PyWPS e sulle API, consulta la `documentazione`_ sul sito web di PyWPS.
sv: Officiell dokumentation - För ytterligare information om PyWPS-konfigurationen och API:et, se `documentation`_ på PyWPS webbplats.

source: Tutorial - Try out the `workshop`_, a tutorial used in workshops to introduce new users to PyWPS 4.
de: Tutorial - Probieren Sie den `workshop`_, ein Tutorial, das in Workshops verwendet wird, um neue Benutzer an PyWPS 4 heranzuführen.
fr: Tutoriel - Essayez le `workshop`_, un tutoriel utilisé dans les ateliers pour initier les nouveaux utilisateurs à PyWPS 4.
hu: Próbálja ki a `workshop`_-ot, ami egy workshop oktatóanyag az új felhasználóknak a PyWPS 4 bemutatásáról.
it: Tutorial - Prova il `workshop`_, un tutorial usato nei workshop per introdurre nuovi utenti a PyWPS 4.
sv: Tutorial - Prova `workshop`_, en tutorial som används i workshops för att introducera nya användare till PyWPS 4.

source: Deployment to production - The `pywps-flask` service is just an example and not designed for production. One possible alternative is a Django based service, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. The documentation provides further details on how to `set up a production service <https://pywps.readthedocs.io/en/latest/deployment.html>`_ with `Apache <https://httpd.apache.org/>`_ or `nginx <https://nginx.org/>`_ and `Gunicorn <https://gunicorn.org/>`_.
sv: Driftsättning till produktion - Tjänsten `pywps-flask` är bara ett exempel och är inte avsedd för produktion. Ett möjligt alternativ är en Django-baserad tjänst, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. I dokumentationen finns ytterligare information om hur du "konfigurerar en produktionstjänst <https://pywps.readthedocs.io/en/latest/deployment.html>`_ med `Apache <https://httpd.apache.org/>`_ eller `nginx <https://nginx.org/>`_ och `Gunicorn <https://gunicorn.org/>`_.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: `* Running on http://127.0.0.1:5000/ (Press CTRL+C to quit)`
de: `* Läuft unter http://127.0.0.1:5000/ (Beenden Sie den Dienst über CTRL+C)`
it: `* In esecuzione su http://127.0.0.1:5000/ (premere CTRL+C per uscire)`

source: Deployment to production - The `pywps-flask` service is just an example and not designed for production. One possible alternative is a Django based service, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. The documentation provides further details on how to `set up a production service <https://pywps.readthedocs.io/en/latest/deployment.html>`_ with `Apache <https://httpd.apache.org/>`_ or `nginx <https://nginx.org/>`_ and `Gunicorn <https://gunicorn.org/>`_.
de: Bereitstellung in der Produktion - Der "pywps-flask"-Dienst ist nur ein Beispiel und nicht für die Produktion konzipiert. Eine mögliche Alternative ist ein Django-basierter Dienst, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. Die Dokumentation weitre Informaationen bereit wie ein `Dienst in Produktion <https://pywps.readthedocs.io/en/latest/deployment.html>`_ mit `Apache <https://httpd.apache.org/>`_ oder `nginx <https://nginx.org/>`_ und `Gunicorn <https://gunicorn.org/>`_ aufgebaut werden kann.
fr: Déploiement à la production - Le service `pywps-flask` n’est qu’un exemple et n’est pas conçu pour la production. Une alternative possible est un service basé sur Django,`pywps-django <https://github.com/jorgejesus/pywps-django>`_. La documentation fournit plus de détails sur la façon de `mettre en place un service de production <https://pywps.readthedocs.io/en/latest/deployment.html>`_ avec `Apache <https://httpd.apache.org/>`_ ou `nginx <https://nginx.org/>`_ et `Gunicorn <https://gunicorn.org/>`_.
hu: A `pywps-flask` szolgáltatás csak egy példa, nem terveztük komoly használatra. Egy lehetséges alternatíva a Django alapú szolgáltatás, `pywps-django <https://github.com/jorgejesus/pywps-django>`_. A dokumentáció további részleteket tartalmaz hogyan `állítsunk fel egy produktív szolgáltatást <https://pywps.readthedocs.io/en/latest/deployment.html>`_ Apache-val <https://httpd.apache.org/>`_ vagy `nginx-el <https://nginx.org/>`_ és `Gunicorn-nal <https://gunicorn.org/>`_.
