Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/R_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: R for Spatial Data Quickstart
de: R Quickstart für Geodaten
es: Guía de inicio rápido: R para Datos Espaciales
fr: Guide de démarrage rapide de R pour les données spatiales
hu: Gyorstalpaló R téradatokhoz

source: R is a free software environment for statistical computing and graphics.
de: R ist eine freie Software-Umgebung für statistische Berechnungen und Grafik.
es: R es un entorno y lenguaje de programación para análisis estadístico y gráficos.
fr: R est un environnement logiciel libre pour le calcul statistique et la création de graphiques.
hu: Az R egy szabad szoftver környezet statisztikai számításokhoz és grafikákhoz.
it: R è un ambiente di software libero per il calcolo statistico e la grafica.
ja: Rは、統計計算とグラフィックスのためのフリーソフトウェア環境です。
sv: R är en fri mjukvarumiljö för statistiska beräkningar och grafik.

source: This Quick Start describes how to:
de: Dieser Quick Start beschreibt, wie man:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide de démarrage rapide décrit comment :
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します:
sv: Denna snabbstart beskriver hur du gör:

source: use R for simple arithmetic
de: R für einfache Arithmetik benutzt
es: usar R para aritmética simple
fr: utiliser R pour l’arithmétique simple
hu: R használata egyszerű számításokhoz
it: usa R per l'aritmetica semplice
ja: 簡単な算術演算に R を使用する
sv: använda R för enkel aritmetik

source: load some data from a shapefile and map it
de: ein Shapefile lädt und darstellt
es: cargar datos desde un shapefile y mapearlos
fr: charger des données à partir d’un shapefile et les cartographier
hu: Adatok betöltése shape fájlból és megjelenítése
it: carica alcuni dati da uno shapefile e mappali
ja: シェープファイルからデータを読み込み、地図化する
sv: ladda data från en shapefil och kartlägga den

source: do a coordinate transformation
de: eine Koordinatentransformation durchführt
es: hacer una transformación de coordenadas
fr: faire une transformation de coordonnées
hu: koordináta transzformáció végrehajtása
it: fai una trasformazione di coordinate
ja: 座標変換を行う
sv: göra en koordinattransformation

source: plot some data points on a map
de: Datenpunkte auf eine Karte plottet
es: dibujar algunos datos puntuales en un mapa
fr: tracer quelques points sur une carte
hu: pontok megjelenítése a térképen
it: traccia alcuni punti di dati su una mappa
ja: 地図上にいくつかのデータポイントをプロットする
sv: plotta några datapunkter på en karta

source: Start R
de: R starten
es: Iniciar R
fr: Démarrer R
hu: Indítsa el az R-t
it: Avvia R
ja: R の起動
sv: Starta R

source: Either:
de: Entweder:
es: Ya sea:
fr: Soit :
hu: Vagy:

source: Choose ``R Statistics`` from the Spatial Tools section of the menu - a terminal window appears running R.
de: Wähle ``R Statistics`` aus dem Menü Geospatial - Spatial Tools - ein Konsolenfenster mit R startet.
es: Elegir ``R Statistics`` en la sección Spatial Tools del menú - se abrirá una ventana de terminal ejecutando R.
fr: Choisissez ``R Statistics`` dans la section outils spatiaux du menu - une fenêtre de terminal s’affiche avec R en cours d’exécution.
hu: Válassza az ``R Statistics``-et a Spatial Tools menüből - egy terminál ablak jelenik meg a futó R-rel.

source: Enter ``R`` at a command-line shell prompt. R will start in that terminal.
de: Geben Sie ``R`` in einem Konsolenfenster ein. R startet dann in dem Fenster.
es: Introducir ``R`` en un terminal. R se ejecutará en ese terminal.
fr: Entrez ``R`` dans une invite de ligne de commande shell. R se lancera dans ce terminal.
hu: Írja be ``R`` a parancssorba a burok promptjánál. Az R el fog indulni abban a terminálban.

source: Don't fear the command line - it is a source of great power. Using the up and down arrows to recall commands so you can edit mistakes will help greatly. Hit CTRL-C if get stuck and you should get the prompt back.
de: Keine Angst vor der Kommandozeile - es ist eine Quelle großer Macht. Mit der Aufwärts- und Abwärts Pfeiltasten können Sie Befehle zurückholen und die Tastenkombination CTRL-C gibt den Eingabepromt wieder, wenn Sie mal irgendwo stecken bleiben.
es: No hay que tener miedo a la línea de comandos - es la fuente de un gran poder. Se pueden utilizar las flechas de arriba y abajo para recordar comandos introducidos con anterioridad, lo que ayuda a poder editar errores. Con CTRL-C se cierra el proceso que se esté realizando y se vuelve al prompt del terminal de R.
fr: Ne craignez pas la ligne de commande - c’est une source de grande puissance. En utilisant les flèches haut et bas pour rappeler les commandes, vous pouvez modifier des erreurs, cela aidera grandement. Appuyez sur CTRL-C si le logiciel est coincé et vous devriez obtenir l’invite de commande système.
hu: Ne tartson a parancssortól - nagy lehetőségek forrása.A fel és le nyilakat használva visszahívhatjuk a korábbi parancsokat, így kijavíthatja a hibákat ami sokat segíthet. Nyomjon CTRL.C-t, ha elakadt és a promptot szeretné visszakapni.

source: Quit R
de: R beenden
es: Cerrar R
fr: Quitter R
hu: Kilépés az R-ből

source: Almost everything in R is a function, including the function for quitting. Type ``q()`` and hit return. If you just type ``q`` you'll see the source code for the ``q`` function.
de: Fast alles in R ist eine Funktion, inklusive der Funktion zum Beenden. Tippen Sie ``q()`` und drücken dann Return. Wenn Sie nur ``q`` tippen, sehen Sie den Quellcode der Funktion ``q``.
es: Casi todo en R es una función, incluyendo la función para cerrar. Teclear ``q()`` y presionar return. Si sólo se escribe ``q``, se mostrará el código fuente de la función ``q``.
fr: Presque tout dans R est une fonction, y compris la fonction pour quitter la session. Tapez ``q()`` et appuyez sur Entrée. Si vous tapez simplement ``q``, vous verrez le code source de la fonction de ``q``.
hu: Majdnem minden függvény az R-ben, ezek közé tartozik a kilépés függvény. Gépelje be ``q()`` és nyomja meg az entert. Ha csak ``q``-t gépel akkor a ``q`` függvény forráskódját láthatja.

source: R will ask you if you want to save your workspace as an R data image file. When you start R again from a directory with a ``.RData`` file it will restore all its data from there.
de: R fragt Sie dann, ob Sie die letzte Session als R data image speichern wollen. Wenn Sie R aus einem Ordner mit einer ``.RData`` Datei starten, werden alle Daten daraus wieder integriert.
es: R preguntará si se desea salvar el espacio de trabajo (*workspace*) como un archivo de imágen de datos de R. Al iniciar R de nuevo desde un directorio con un archivo ``.RData``, se reataurarán todos sus datos desde allí.
fr: R vous demandera si vous souhaitez enregistrer votre espace de travail comme un fichier d’image de données R. Lorsque vous redémarrez R depuis un répertoire contenant un fichier``.RData``, il restaurera toutes ses données à partir de celui-ci.
hu: Az R megkérdezi, hogy menteni akarja a munkaterületet mint egy R adatkép fájl. Amikor ismét elindítja az R-t egy ``.RData`` fájlt tartalmazó könyvtárból, akkor betölti az összes adatot abból.

source: Beginning R
de: R Einführung
es: Empezando con R
fr: Débuter R
hu: R első lépések

source: R is essentially a command-line program, although graphical user interfaces are available. You type a line of code at the prompt, press return, and the R interpreter evaluates it and prints the result.
de: R ist im Wesentlichen ein Kommandozeilen-Programm, obwohl auch grafische Benutzeroberflächen zur Verfügung stehen. Sie geben einen Code-Zeile ein, drücken die Eingabetaste, und der R-Interpreter wertet sie aus und druckt das Ergebnis.
es: R es esencialmente un programa de línea de comando, aunque tiene disponibles también interfaces de usuario. Se escribe una línea de código en el prompt, se presiona return y el intérprete de R evalúa y muestra el resultado.
fr: R est essentiellement un programme en ligne de commande, même s’il existe des interfaces graphiques. Vous tapez une ligne de code dans l’invite, appuyez sur Entrée et l’interprète R évalue et affiche le résultat.
hu: Az R lényegében egy parancssori program, bár a grafikus felhasználói felületek is rendelkezésre állnak. Beír egy sornyi kódot a parancssorba, megnyomja a return gombot, és a R interpreter kiértékeli azt, és kiírja az eredményt.
it: R è essenzialmente un programma a riga di comando, anche se sono disponibili interfacce grafiche. Si digita una linea di codice al prompt, si preme invio, e l'interprete R la valuta e restituisce il risultato.
ja: R は基本的にコマンドラインプログラムですが、GUI も利用できます。プロンプトで1行のコードを入力し、return キーを押すと、R インタプリタがそれを評価して結果を出力します。
sv: R är i huvudsak ett kommandoradsprogram, även om grafiska användargränssnitt finns tillgängliga. Du skriver en kodrad vid prompten, trycker på retur, och R-tolken utvärderar den och skriver ut resultatet.

source: You can start with simple arithmetic
de: Sie können mit einer einfachen Arithmetik starten
es: Se puede empezar con aritmética simple
fr: Vous pouvez commencer avec des calculs simples
hu: Egyszerű aritmetikai számításokkal kezdheti

source: And so on. A full range of arithmetic, trigonometric, and statistical functions are built in, and thousands more are available from packages in the `CRAN <http://cran.r-project.org/>`_ archive.
de: Und so weiter. Eine vollständige Palette von Arithmetik, trigonometrischen und statistischen Funktionen sind integriert, und weitere tausende Pakete im `CRAN <http://cran.r-project.org/>`_ Archiv.
es: Y así. Hay disponible una gama completa de funciones aritméticas, trigonométricas y estadísticas, y se puede acceder a miles más a través de los paquetes en el archivo `CRAN <http://cran.r-project.org/>`_ .
fr: Et ainsi de suite. Une gamme complète d’opérations arithmétiques, trigonométriques et fonctions statistiques sont intégrées au langage, et des milliers de plus sont disponibles au sein de paquets dans l’archive `CRAN <http://cran.r-project.org/>`_ .
hu: És így tovább. Az aritmetikai, trigonometriai és statisztikai függvények teljes tartományát beépítették és további ezrek érhetők el a `CRAN <http://cran.r-project.org/>`_ archívum csomagjaiból.

source: The main prompt in R is ``>``, but there is also the continuation prompt, ``+``, which appears if R expects more input to make a valid expression. You'll see this if you forget a closing bracket or parenthesis.
de: Der Hauptpprompt in R ist ``>``, aber es gibt auch die Fortsetzungs-Eingabeaufforderung ``+``, die erscheint, wenn R mit mehr rechnet, damit ein gültiger Ausdruck enststeht. Das werden Sie sehen, wenn Sie z.B. vergessen, eine Klammer zu schliessen.
es: El prompt principal de R es ``>``, pero también está el prompt de continuación ``+``, que aparece si R espera alguna entrada más para construir una expresión válida. Se verá por ejemplo si nos olvidamos de cerrar un paréntesis o corchete.
fr: L’invite principale dans R est ``>``, mais il y a aussi l'invite de continuatiuon ``+``, qui apparaît si R attend plus d’entrées pour faire une expression valide. Vous verrez ceci si vous avez oublié un crochet ou une parenthèse fermant.
hu: Az R-ben a fő prompt a ``>``, de van egy folytató prompt ``+``, mely akkor jelenik meg ha az R további inputot vár egy helyes kifejezéshez. Akkor látja, ha elfelejt megadni egy záró szögletes vagy kerek zárójelet.

source: Building Data
de: Daten erstellen
es: Creando datos
fr: Construire des données
hu: Adatok előállítása

source: You might be wondering what the mysterious 'one' in square brackets is doing in the output. This is telling you that the result is one number. R can store things in one-dimensional vectors, two-dimensional matrices, and multi-dimensional arrays. There are many functions that can generate these things. Here's a simple sequence:
de: Sie fragen sich vielleicht, was die geheimnisvolle '1' in eckigen Klammern in der Ausgabe ist. Das zeigt Ihnen, dass das Ergebnis eine Zahl ist. R kann Dinge in eindimensionalen Vektoren, zweidimensionalen Matrizen und mehrdimensionalen Arrays speichern. Es gibt viele Funktionen, die diese Dinge erzeugen können. Hier ist eine einfache Sequenz:
es: Uno se puede preguntar por qué aparece un misterioso 'uno' entre corchetes en la salida. Esto nos dice que el resultado es un número. R puede almacenar contenido en vectores unidimensionales, matrices bidimensionales y arrays multidimesionales. Hay muchas funciones que pueden crear estos objetos. Aquí está una secuencia simple:
fr: Vous vous demandez peut-être ce que le mystérieux «un» dans les crochets carrés fait dans la sortie. Cela vous dit que le résultat est un nombre. R peut stocker des choses dans des vecteurs unidimensionnels, des matrices bidimensionnelles et des tableaux multidimensionnels. Il existe de nombreuses fonctions qui peuvent générer ces choses. Voici une séquence simple:
hu: Lehet, hogy csodálkozik, hogy mit csinálhat a titokzatos 'egy' a szögletes zárójelben az outputban. Ez azt jelenti, hogy az eredmény egy szám. Az R képes az adatokat egydimenziós vektorokban, kétdimenziós mátrixokban, és a többdimenziós tömbökben tárolni. Sok olyan függvény van, amely képes ezeket generálni. Íme egy egyszerű sorozat:
it: Ti starai chiedendo cosa ci faccia il misterioso "uno" tra parentesi quadre nell'output. Questo ti sta dicendo che il risultato è un numero. R può memorizzare cose in vettori unidimensionali, matrici bidimensionali e array multidimensionali. Ci sono molte funzioni che possono generare queste cose. Ecco una semplice sequenza:
ja: 出力の中で、角括弧に囲まれた謎の'one'が何をしているのか、不思議に思っているかもしれません。これは、結果が1つの数値であることを示しています。Rは、1次元のベクタ、2次元の行列、多次元の配列ます。これらを生成する関数はたくさんあります。以下に簡単なシーケンスを示します。
sv: Du kanske undrar vad det mystiska "ett" inom hakparentes gör i utmatningen. Detta talar om för dig att resultatet är ett tal. R kan lagra saker i endimensionella vektorer, tvådimensionella matriser och flerdimensionella matriser. Det finns många funktioner som kan generera dessa saker. Här är en enkel sekvens:

source: Now you can see that the ``[9]`` is telling us that 4.555 is the ninth value in the vector.
de: Jetzt können Sie sehen, dass die `` [9] `` sagt, dass die 4,555 der neunte Wert in dem Vektor ist.
es: Ahora se puede ver que ``[9]`` nos está diciendo que 4.555 es el noveno valor del vector.
fr: Maintenant, vous pouvez voir que le ``[9]`` nous dit que 4.555 est la neuvième valeur dans le vecteur.
hu: Most láthatja, hogy a ``[9]`` azt jelenti, hogy a 4.555 a kilencedik érték a vektorban.
it: Ora puoi vedere che il ``[9]`` ci sta dicendo che 4,555 è il nono valore nel vettore.
ja: これで、 ``[9]`` によって、4.555が9番目の値であることがわかります。
sv: Nu kan du se att ``[9]`` talar om för oss att 4,555 är det nionde värdet i vektorn.

source: If you construct a matrix you get row and column labels:
de: Wenn Sie eine Matrix konstruieren, bekommen Sie Zeilen- und Spaltenbeschriftungen:
es: Si se construye una matriz, se obtienen etiquetas de fila y columna:
fr: Si vous construisez une matrice, vous obtenez des étiquettes de ligne et de colonne :
hu: Ha mátrixot hoz létre sor és oszlop címkéket kap:
it: Se si costruisce una matrice si ottengono le etichette delle righe e delle colonne:
ja: 行列を作成すると、行と列のラベルが作成されます。
sv: Om du konstruerar en matris får du rad- och kolumnbeteckningar:

source: Elements of matrices can be extracted using square brackets, with row and column indices separated by commas. Leave an index blank to get a whole row as a vector. Use a vector index to get multiple rows or columns as a smaller matrix:
de: Elemente von Matrizen extrahiert man mit eckigen Klammern, mit Zeilen und Spalten Indizes durch Komma getrennt. Lassen Sie einen Index leer, um eine ganze Zeile als Vektor zu erhalten. Verwenden Sie einen Vektor Index, um mehrere Zeilen oder Spalten als eine kleinere Matrix zu erhalten:
es: Los elementos de las matrices se pueden extraer usando corchetes, con los índices de fila y columna separados por comas. Si se deja uno de los índices en blanco se obtiene la fila entera como un vector. Se puede usar como índice un vector para obtener múltiples filas y columnas como una matriz más pequeña:
fr: Les éléments de matrices peuvent être extraits à l'aide de parenthèses carrées, avec des indices de ligne et de colonne séparés par des virgules. Laissez un index vide pour obtenir une rangée entière comme vecteur. Utilisez un index vectoriel pour obtenir plusieurs lignes ou colonnes comme matrice plus petite :
hu: A mátrix elemeinek eléréséhez szögletes zárójelek között, vesszővel elválasztva adjuk meg a sor és oszlop indexeket. Hagyja üresen az egyik indexet a a teljes sor vektorként megkapásához. Használjon egy vektor indexet több sor vagy oszlop kivételéhez mint egy kisebb mátrix.
it: Gli elementi delle matrici possono essere estratti usando le parentesi quadre, con gli indici di riga e colonna separati da virgole. Lascia vuoto un indice per ottenere un'intera riga come vettore. Usa un indice vettoriale per ottenere più righe o colonne come una matrice più piccola:
ja: 行列の要素は、カンマで区切られた行と列のインデックスを持つ角括弧を使用して抽出できます。ベクタとして行全体を取得するには、インデックスを空白のままにします。ベクタインデックスを使用して、複数の行や列を小さな行列として取得します。
sv: Element i matriser kan extraheras med hjälp av hakparenteser, med rad- och kolumnindex åtskilda med kommatecken. Lämna ett index tomt för att få en hel rad som en vektor. Använd ett vektorindex för att få flera rader eller kolumner som en mindre matris:

source: Data frames are data structures that mirror the kind of structure found in an RDBMS such as Postgres or MySQL. Each row can be thought of as a record, with columns being like fields in a database. As in a database, each field must be of the same type for each record.
de: Daten-Frames sind Datenstrukturen, die die Art der Struktur in einem RDBMS wie Postgres oder MySQL spiegeln. Jede Zeile kann als ein Datensatz gedacht werden, mit Spalten, wie Felder in einer Datenbank. Wie in einer Datenbank müssen die einzelnen Felder den gleichen Typ für jeden Datensatz besitzen.
es: Los data frames son estructuras de datos que imitan el tipo de estructura que nos encontramos en un SGBDR como Postgres o MySQL. Se puede pensar en cada fila como un registro y cada columna como un campo en la base de datos. Como en una base de datos, cada campo debe de ser del mismo tipo para todos los registros.
fr: Les cadres de données sont des structures de données qui reflètent le type de structure trouvée dans un SGBDR comme PostgreSQL ou MySQL. Chaque ligne peut être considérée comme un enregistrement, avec des colonnes étant comme des champs dans une base de données. Comme dans une base de données, chaque champ doit être du même type pour chaque enregistrement.
hu: Az adatkeretek olyan adatstruktúrák, melyek az RDMS-ekben, mint például Postgres vagy MySQL, található adatstruktúrákat tükrözik. Minden sorra mint egy rekordra gondolhatunk, oszlopokkal mint a mezők az adatbázisban. Mint az adatbázisban, minden mezőnek azonos típusúnak kell lennie minden rekordban.
it: I data frame sono strutture di dati che rispecchiano il tipo di struttura che si trova in un RDBMS come Postgres o MySQL. Ogni riga può essere pensata come un record, con le colonne che sono come i campi in un database. Come in un database, ogni campo deve essere dello stesso tipo per ogni record.
ja: データフレームは、PostgresやMySQLなどのRDBMSにあるような構造を反映したデータ構造です。各行はレコードとみなすことができ、カラムはデータベースのフィールドのようなものです。データベースと同様に、各フィールドは各レコードで同じ型でなければなりません。
sv: Dataramar är datastrukturer som speglar den typ av struktur som finns i en RDBMS som Postgres eller MySQL. Varje rad kan betraktas som en post, medan kolumnerna är som fält i en databas. Precis som i en databas måste varje fält vara av samma typ för varje post.

source: In many ways they work like matrices, but you can also get and set the columns by name using $-notation:
de: In vielerlei Hinsicht funktionieren sie wie Matrizen, aber Sie können die Spalten auch über Namen ansprechen mit $-Notation:
es: En general funcionan mucho como las matrices, pero además se pueden seleccionar un conjunto de columnas por nombre usando la notación $:
fr: À bien des égards, ils fonctionnent comme des matrices, mais vous pouvez également obtenir et définir les colonnes par nom en utilisant notation $:
hu: Sok szempontból ezek ugyanúgy működnek, mint a mátrixok, de megkaphatja és beállíthatja az oszlopokat név alapján is a $ jelölés használatával:
it: In molti modi funzionano come le matrici, ma puoi anche ottenere e impostare le colonne per nome usando $-notation:
ja: これらは多くの点で行列のように機能しますが、$-表記法を使用して名前でカラムを取得・設定することもできます。
sv: På många sätt fungerar de som matriser, men du kan också få och ställa in kolumnerna med namn med hjälp av $-notation:

source: Loading Map Data
de: Karten laden
es: Cargando datos geográficos
fr: Chargement des données de la carte
hu: Térképi adatok betöltése

source: There are many packages for spatial data manipulation and statistics. Some are included here, and some can be downloaded from CRAN.
de: Es gibt viele Pakete für räumliche Datenmanipulation und deren statistische Analyse. Einige sind bereits hier enthalten, und einige können vom CRAN Server heruntergeladen werden.
es: Hay muchos paquetes para la manipulación y estadística de datos espaciales. Algunos vienen incluidos aquí y otros tienen que ser descargados desde CRAN.
fr: Il existe de nombreux paquets pour la manipulation des données spatiales et des statistiques. Certains sont inclus ici, et certains peuvent être téléchargés à partir du CRAN.
hu: Sok csomag létezik a téradatok kezelésére és statisztikákra. Néhányat bevettünk ide és néhány letölthető a CRAN-ról.
it: Ci sono molti pacchetti per la manipolazione dei dati spaziali e le statistiche. Alcuni sono inclusi qui e altri possono essere scaricati da CRAN.
ja: 空間データ操作と統計のための多くのパッケージがあります。ここに含まれているものもあれば、CRANからダウンロードできるものもあります。
sv: Det finns många paket för hantering av spatiala data och statistik. Vissa finns med här och andra kan laddas ner från CRAN.

source: Here we will load two shapefiles - the country boundaries and populated places from the Natural Earth data. We use two add-on packages to get the spatial functionality:
de: Hier werden wir zwei Shapefiles herunterladen - die Landesgrenzen und die besiedelten Orte aus dem Natural Earth Datensatz. Wir verwenden zwei Add-on Pakete, um die notwendige Funktionalität zu bekommen:
es: Aquí cargaremos dos shapefiles - las fronteras de paises y las áreas pobladas de la base de datos Natural Earth. Usaremos dos paquetes para conseguir la funcionalidad espacial:
fr: Ici, nous allons charger deux shapefiles - les frontières du pays et des lieux peuplés à partir des données Natural Earth. Nous utilisons deux modules d'add-on pour obtenir la fonctionnalité spatiale :
hu: Két shape fájlt fogunk betölteni itt - az országhatárok és lakott helyek a Natural Earth adatokból. Két kiegészítő csomagot használunk a térbeli funkcionalitás eléréséhez:
it: Qui caricherai due shapefile - i confini del paese e i luoghi popolati dai dati di Natural Earth. Usa due pacchetti aggiuntivi per ottenere la funzionalità spaziale:
ja: ここでは、2つのシェープファイル、つまりNatural Earthデータから国の境界と居住地を読み込みます。空間機能を利用するために、2つのアドオンパッケージを使用します。
sv: Här kommer vi att ladda två shapefiler - landsgränser och befolkade platser från Natural Earth-data. Vi använder två tilläggspaket för att få den spatiala funktionaliteten:

source: This gives us a simple map of the world:
de: Damit stellen wir eine einfache Weltkarte dar:
es: Con esto obtenemos un sencillo mapa del mundo:
fr: Cela nous donne une carte simple du monde:
hu: Ez egy egyszerű világtérképet ad nekünk:
it: Questo ci dà una semplice mappa del mondo:
ja: これは私たちに世界の簡単な地図を与えます:
sv: Detta ger oss en enkel karta över världen:
