Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/R_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: When an OGR dataset is read into R in this way we get back an object that behaves in many ways like a data frame. We can use the ``admin`` field to subset the world data and just get the UK:
de: Wenn ein OGR Datensatz auf diese Weise nach R eingelesen wird, bekommen wir ein Objekt, dass sich in vielerlei Hinsicht wie ein Daten Frame verhält. Wir können die Spalte ``COUNTRY`` benutzen, um eine Teilmenge der Weltdaten, nämlich nur das UK zu bekommen:
es: Cuando se lee un conjunto de datos OGR en R de esta forma, obtenemos un objeto que se comporta bastante como un data frame. Podemos usar el campo ``admin`` para seleccionar de entre los datos mundiales sólo el Reino Unido:
fr: Lorsqu'un jeu de données OGR est lu dans R de cette façon, nous retrouvons un objet qui se comporte de plusieurs façons comme un cadre de données. Nous pouvons utiliser le champ ``admin`` pour découper les données mondiales et n'obtenir que le Royaume-Uni:
hu: Ha egy OGR adathalmazt olvasunk be az R-be, egy olyan objektumot kapunk, amely sok sok szempontból úgy viselkedik, mint egy adatkeret. Az ``admin`` mezőt használhatjuk, hogy a világ adatok részhalmazát kapjuk, csak az Egyesült Királyságot:
it: Quando un set di dati OGR viene letto in R in questo modo, otteniamo un oggetto che si comporta in molti modi come un data frame. Possiamo usare il campo ``admin``` per sottoporre i dati del mondo e ottenere solo il Regno Unito:
ja: このデータセットでOGRウェイがRに読み込まれると、データフレームのように多くの方法で動作するオブジェクトが返されます。``admin`` フィールドを使用して、世界のデータをサブセット化し、英国を取得することができます。
sv: När en OGR-datauppsättning läses in i R på det här sättet får vi tillbaka ett objekt som på många sätt beter sig som en dataram. Vi kan använda fältet ``admin`` för att dela upp världsdata och bara få Storbritannien:

source: This looks a bit squashed to anyone who lives here, since we are more familiar with a coordinate system centred at our latitude. Currently the object doesn't have a coordinate system assigned to it.
de: Dies sieht für jemanden, der hier lebt ein bisschen gequetscht aus, da wir es eher gewohnt sind ein Koordinatenreferenzsystem zu nutzen, das sich auf unseren Längengrad (Latitude) bezieht. Derzeit wurde dem Objekt kein Koordinatenreferenzsystem zugewiesen.
es: Esto puede parecer un poco aplastado a cualquiera que viva allí, ya que estarán más acostumbrados a un sistema de coordenadas centrado en su latitud. Actualmente el objeto no tiene un sistema de coordenadas asignado.
fr: Cela semble un peu écrasé à tous ceux qui vivent ici, puisque nous sommes plus familiers avec un système de coordonnées centrée sur nos latitudes. Actuellement, l'objet n'a pas de système de coordonnées qui lui est assigné.
hu: Ez egy kicsit lapítottnak tűnik mindenkinek, aki itt lakik, mivel jobban ismerjük azt a koordináta-rendszert, amely a szélességi körünkhöz igazított. Jelenleg nem rendeltünk még az objektumhoz koordináta-rendszert.
it: Questo sembra un po' schiacciato per chi vive qui, dato che abbiamo più familiarità con un sistema di coordinate centrato sulla nostra latitudine. Attualmente l'oggetto non ha un sistema di coordinate assegnato.
ja: 緯度を中心とした座標系に慣れているので、ここに住んでいる人には少々押しつぶされたように見えます。現在、オブジェクトには座標系が割り当てられていません。
sv: Det här ser lite knasigt ut för alla som bor här, eftersom vi är mer bekanta med ett koordinatsystem som är centrerat kring vår latitud. För närvarande har objektet inte tilldelats något koordinatsystem.

source: We need to assign a CRS to the object before we can transform it with the sf::st_transform function from the sf package. We transform to EPSG:27700 which is the Ordnance Survey of Great Britain grid system:
de: Wir müssen dem Objekt ein CRS zuweisen, bevor wir es mit der sf::st_transform-Funktion des sf-Paketes transformieren können. Wir transformieren nach EPSG:27700 dem Grid-System der britischen Ordnance Survey:
es: Necesitamos asignar un CRS al objeto antes de poder transformarlo con la función sf::st_transform del paquete sf. Lo transformamos a EPSG:27700, que es sistema de referencia de coordenadas del Servicio Cartográfico de Reino Unido
fr: Nous avons besoin d'attribuer un CRS à l'objet avant de pouvoir le transformer avec la fonction sf::st-transform du paquet sf. Nous transformons en EPSG:27700 qui est le système de grille pour la Grande Bretagne de l'Ordnance Survey :
hu: Az objektumhoz hozzá kell rendelnünk egy vetületi rendszert, mielőtt transzformálhatnánk az sf::st_transform függvénnyel az sf csomagból, Az EPSG:27700-be transzformálunk, mely Nagy-Britannia referencia rendszere:
it: Hai bisogno di assegnare un SR all'oggetto prima di poterlo trasformare con la funzione sf::st_transform del pacchetto sf. Trasforma in EPSG:27700 che è il sistema di griglia Ordnance Survey of Great Britain:
ja: sfパッケージからsf::st_transform関数を使用してオブジェクトを変換する前に、CRSを割り当てる必要があります。英国Ordnance SurveyのグリッドシステムであるEPSG:27700に変換します。
sv: Vi måste tilldela objektet en CRS innan vi kan transformera det med funktionen sf::st_transform från sf-paketet. Vi transformerar till EPSG:27700 som är Ordnance Survey of Great Britain grid system:

source: This plots the base map of the transformed data. Now we want to add some points from the populated place data set. Again we subset the points we want and transform them to Ordnance Survey Grid Reference coordinates:
de: Dies zeichnet eine Karte der transformierten Daten. Nun wollen wir einige Punkte aus dem besiedelte Orte Datensatz ergänzen. Wieder erstellen wir eine Teilmenge der Punkte und transformieren sie zu Ordnance Survey Grid Reference-Koordinaten:
es: Esto dibuja el mapa básico de los datos transformados. Ahora queremos añadir algunos puntos del conjunto de datos de áreas pobladas. De nuevo, hacemos un subconjutno de los puntos y los transformamos al sistema de referencia de coordenadas del Servicio Cartográfico:
fr: Cela trace la carte de base des données transformées. Maintenant, nous voulons ajouter quelques points à partir de l'ensemble de données de lieux peuplés. Encore une fois, nous créons unsous-ensemble des points que nous voulons et les transformons dans la grille de référence de l'Ordnance Survey :
hu: Ez kirajzolja a transzformált alaptérképet. Most hozzá akarunk adni néhány pontot a lakott területek adathalmazból. Ismét egy részhalmazt hozunk létre a kívánt pontokból és Ordanance Survey koordinátákba transzformáljuk:
it: Questo traccia la mappa di base dei dati trasformati. Ora vuoi aggiungere alcuni punti dal set di dati dei luoghi popolati. Anche in questo caso sottoinvesti i punti che vuoi e li trasformi in coordinate Ordnance Survey Grid Reference:
ja: これは、変換されたデータのベースマップをプロットします。次に、設定された場所のデータセットからいくつかの点を追加します。ここでも、目的の点をサブセット化し、Ordnance Surveyグリッド・リファレンス座標に変換します:
sv: Detta plottar baskartan för de transformerade uppgifterna. Nu vill vi lägga till några punkter från datauppsättningen med befolkade platser. Återigen väljer vi ut de punkter vi vill ha och omvandlar dem till koordinater för Ordnance Survey Grid Reference:

source: We add these points to the base map, scaling their size by scaled square root of the population (because that makes a symbol with area proportional to population), set the colour to red and the plotting character to a solid blob:
de: Wir fügen diese Punkte zur Basiskarte hinzu, skalieren ihre Größe nach der by scaled square root of der Einwohner (da dies ein Symbol mit der Fläche proportional zur Bevölkerung erzeugt), setzen die Farbe auf rot und the plotting character to a solid blob:
es: Agregamos estos puntos al mapa base, escalando su tamaño por la raíz cuadrada escalada de la población (porque eso hace un símbolo con área proporcional a la población), establecemos el color en rojo y el carácter de trazado en una burbuja sólida:
fr: Nous ajoutons ces points à la carte de base, en faisant varier leur taille par la racine carrée de la population (parce que cela rend un symbole avec une zone proportionnelle à la population), définissons la couleur à rouge et le caractère de traçage à un rond plein:
hu: Ezeket a pontokat hozzáadjuk az alaptérképhez, a méretüket a népesség négyzetgyökére skálázzuk (mert ez a szimbólumot népesség területarányosra állítja), állítsuk a színt pirosra és tömör kitöltésű foltra:
it: Aggiungi questi punti alla mappa di base, scalando la loro dimensione per la radice quadrata della popolazione (perché questo rende un simbolo con area proporzionale alla popolazione), imposta il colore al rosso e il carattere di tracciatura a un blob solido:
ja: これらの点をベースマップに追加し、（人口に比例する大きさになるように）人口の平方根の比率でシンボルをサイズ変更します、色を赤に設定し、プロットする文字を塗りつぶした丸印に設定します:
sv: Vi lägger till dessa punkter på baskartan, skalar deras storlek med den skalade kvadratroten av befolkningen (eftersom det ger en symbol med en yta som är proportionell mot befolkningen), ställer in färgen på röd och plottningskaraktären på en solid klump:

source: and our final image appears:
de: und unsere Ausgabekarte erscheint:
es: y aparece nuestra imagen final:
fr: et notre image finale apparaît:
hu: és megjelenik a végső képünk:
it: e appare la tua immagine finale:
ja: そして最終的な画像が表示されます。
sv: och vår slutliga bild visas:

source: Vignettes
de: Vignetten
es: Viñetas
hu: Matricák
it: Vignette
ja: ビネット(短かい解説)
sv: Vinjetter

source: In the past the documentation for R packages tended to be tersely-written help pages for each function. Now package authors are encouraged to write a 'vignette' as a friendly introduction to the package. If you just run the ``vignette()`` function with no arguments you will get the list of those vignettes on your system. Try ``vignette("sf1")`` for a slightly technical introduction to the R spatial package.
de: In der Vergangenheit waren die Dokumentationen für R-Pakete eher knapp. Nun werden Autoren von Paketen aufgefordert eine 'Vignette' , d.h. eine Einführung für ihr Paket zu schreiben. Wenn Sie nun einfach die ``vignette()``-Funktion ohne Argumente aufrufen, erhalten Sie eine Liste dieser Vignetten auf ihrem System. Rufen Sie ``vignette("sf1")`` für eine eher technische Einführung in das R Spatial Paket auf.
es: En el pasado, la documentación de los paquetes de R tendía a ser simplemente la página de ayuda para cada función. Ahora, se anima a os autores de paquetes a escribir una 'viñeta (*vignette*)' como una introducción amistosa al paquete. Si se ejecuta la función ``vignete()`` sin argumentos, se obtiene la lista de todas las viñetas disponibles en el sistema. Con ``vignette("sf1")`` se obtiene una introducción ligeramente técnica al paquete espacial de R.
fr: Dans le passé, la documentation pour les paquets R avait tendance à être rédigée de façon laconique pour chaque fonction. Maintenant, les auteurs de paquets sont encouragés à écrire une «vignette» comme une introduction au package. Si vous exécutez simplement la fonction ``vignette()`` sans arguments, vous obtiendrez la liste de ces vignettes sur votre système. Essayez ``vignette("sf1")`` pour une introduction légèrement technique à ce package.
hu: Korábban az R csomagok dokumentációja minden fuggvényhez tömören megírt súgó oldalakra irányult. Most a csomag szerzőit arra bátorítjuk, hogy egy 'matricát' írjanak mint a csomag egy barátságos bemutatása. Ha a ``vignette()`` argumentumok nélkül futtatja a rendszerén található matricák listáját kapja. Próbálja ki a ``vignette("sf1")`` parancsot egy technikai bevezetőhöz az R térbeli csomagjához.

source: Further Reading
de: Weiterführende Links
es: Lecturas Adicionales
fr: Pour aller plus loin
hu: További olvasmányok

source: For general information about R, try the official `Introduction to R <http://cran.r-project.org/doc/manuals/R-intro.html>`_ or any of the documentation from the main `R Project <http://www.r-project.org/>`_ page.
de: Für allgemeine Informationen über R, versuchen Sie die offizielle Seite `Introduction to R <http://cran.r-project.org/doc/manuals/R-intro.html>`_ oder eine andere Dokumentation von der Hauptseite des `R Projekts <http://www.r-project.org/>`_.
es: Para obtener información general sobre R, intente la `Introducción oficial a R <http://cran.r-project.org/doc/manuals/R-intro.html>`_ o cualquier documentación de la página principal de la página del `Proyecto R <http://www.r-project.org/>`_.
fr: Pour plus d'informations sur R, essayez l'`introduction officielle à R <http://cran.r-project.org/doc/manuals/R-intro.html>`_ ou toute la documentation de la page principale `R Project <http://www.r-project.org/>`_ .
hu: Általános információkhoz az R-ről próbálja meg a hivatalos `Introduction to R <http://cran.r-project.org/doc/manuals/R-intro.html>`_ vagy bármely dokumentációt az `R Project <http://www.r-project.org/>`_ fő oldaláról.

source: For more information on spatial aspects of R, the best place to start is probably the `R Spatial Task View <http://cran.r-project.org/web/views/Spatial.html>`_
de: Für weitere Informationen über räumliche Aspekte von R, ist wahrscheinlich das `R Spatial Task View <http://cran.r-project.org/web/views/Spatial.html>`_ am hilfreichsten.
es: Para obtener más información sobre los aspectos espaciales de R, el mejor lugar para comenzar es probablemente la `Vista de tareas espaciales de R <http://cran.r-project.org/web/views/Spatial.html>`_
fr: Pour plus d'informations sur les aspects spatiaux de R, le meilleur endroit pour commencer est probablement `R Spatial Task View <http://cran.r-project.org/web/views/Spatial.html>`_ .
hu: Az R térbeli vonatkozásaihoz további információ szerzéséhez a legjobb kezdőpont valószínűleg az `R Spatial Task View <http://cran.r-project.org/web/views/Spatial.html>`_

source: You might also want to check out the `R-Spatial <http://www.rspatial.org>`_ page.
de: Sie interessieren sich vermutlich auch für die `R-Spatial <http://www.rspatial.org>`_ -Seite.
es: También puede consultar la página `R-Espacial <http://www.rspatial.org>`_.
fr: Vous pouvez également consulter la page `R-Spatial <http://www.rspatial.org>`_.
hu: Érdemes megnéznie az "R-Spatial <http://www.rspatial.org> ' _ oldalt is.

source: R Quickstart
it: Guida rapida R
ja: R クイック スタート
sv: R Snabbstart

source: Contents
it: Contenuti
sv: Innehåll

source: Don't fear the command line - it is a source of great power. Using the up and down arrows to recall commands so you can edit mistakes. Hit CTRL-C if get stuck and you should get the prompt back.
it: Non temere la linea di comando - è una fonte di grande potere. Usate le frecce su e giù per richiamare i comandi in modo da poter modificare gli errori. Premi CTRL-C se sei bloccato e dovresti riavere il prompt.
ja: コマンドラインはそんなに怖いものではなく、とても便利なものです。ミスタイプをしても十字キーの上下でコマンド履歴を呼び出し編集することができます。表示が止まってしまった場合は CTRL-C を入力することで復帰することができます。
sv: Var inte rädd för kommandoraden - den är en källa till stor kraft. Använd upp- och nedpilarna för att återkalla kommandon så att du kan redigera misstag. Tryck på CTRL-C om du fastnar och du bör få tillbaka prompten.

source: Choose |menu_R Statistics|. A terminal window opens running R.
it: Scegli |menu_R Statistics|. Si apre una finestra di terminale che esegue R.
sv: Välj |menu_R Statistics|. Ett terminalfönster öppnas där R körs.

source: You can start with simple arithmetic.
it: Si può iniziare con una semplice aritmetica.
ja: 簡単な算術演算から始めることができます。
sv: Du kan börja med enkel aritmetik.

source: A full range of arithmetic, trigonometric, and statistical functions are built-in, and thousands more are available from packages in the `CRAN <https://cran.r-project.org/>`_ archive.
it: Una gamma completa di funzioni aritmetiche, trigonometriche e statistiche sono integrate, e altre migliaia sono disponibili da pacchetti nell'archivio `CRAN <https://cran.r-project.org/>`_.
ja: 算術関数、三角関数、統計関数のすべてが組み込まれており、 `CRAN <https://cran.r-project.org/>`_ アーカイブのパッケージからさらに数千が利用可能です。
sv: Ett komplett utbud av aritmetiska, trigonometriska och statistiska funktioner är inbyggda och tusentals fler finns tillgängliga från paket i arkivet `CRAN <https://cran.r-project.org/>`_.

source: The main prompt in R is ``>``, but there is also the continuation prompt ``+``, which appears if R expects more input to make a valid expression. You'll see this if you forget a closing bracket or parenthesis.
it: Il prompt principale in R è ``>``, ma c'è anche il prompt di continuazione ``+```, che appare se R si aspetta più input per fare un'espressione valida. Lo vedrai se dimentichi una parentesi di chiusura o una parentesi.
ja: Rのメインプロンプトは ``>`` ですが、継続プロンプト ``+`` もあります。これは、Rが有効な式を作るためにさらに多くの入力を期待する場合に表示されます。閉じ括弧や閉じ括弧を忘れた場合に表示されます。
sv: Huvudprompten i R är ``>``, men det finns också en fortsättningsprompt ``+``, som visas om R förväntar sig mer inmatning för att skapa ett giltigt uttryck. Du ser det här om du glömmer en avslutande parentes eller klammer.

source: Building data
it: Dati di costruzione
ja: データの構築
sv: Byggnadsdata

source: Loading map data
it: Caricamento dei dati della mappa
ja: マップ データの読み込み
sv: Ladda kartdata

source: To quit R, type ``q()`` and hit return. R will ask you if you want to save your workspace as an R data image file. When you start R again from a directory with a ``.RData`` file it will restore all its data from there.
it: Per uscire da R, digita ``q()`` e premi invio. R ti chiederà se vuoi salvare il tuo spazio di lavoro come file immagine dei dati di R. Quando riavvii R da una directory con un file ``.RData``, esso ripristinerà tutti i suoi dati da lì.
ja: Rを終了するには、 ``q()`` と入力してreturnを押します。作業フォルダをRデータの画像ファイルとして保存するかどうかを尋ねるメッセージが表示されます。``.RData`` ファイルがあるディレクトリから再度Rを起動すると、そこからすべてのデータを復元します。
sv: Avsluta R genom att skriva ``q()`` och trycka på returtangenten. R kommer att fråga dig om du vill spara din arbetsyta som en R data image-fil. När du startar R igen från en katalog med filen ``.RData`` återställer den alla data därifrån.

source: In the past, the documentation for R packages tended to be tersely-written help pages for each function. Now package authors are encouraged to write a 'vignette' as a friendly introduction to the package. If you run the ``vignette()`` function with no arguments you will get the list of those vignettes on your system. Try ``vignette("sf1")`` for a slightly technical introduction to the R spatial package.
it: In passato, la documentazione per i pacchetti R tendeva ad essere costituita da pagine di aiuto scritte in modo sommario per ogni funzione. Ora gli autori dei pacchetti sono incoraggiati a scrivere una 'vignetta' come amichevole introduzione al pacchetto. Se esegui la funzione ``vignette()`` senza argomenti otterrai la lista di quelle vignette sul tuo sistema. Prova ``vignette("sf1")`` per un'introduzione leggermente tecnica al pacchetto R spatial.
ja: 以前は、Rパッケージのドキュメントは、関数ごとに簡潔に書かれたヘルプページになる傾向がありました。パッケージ作成者は、パッケージをわかりやすく紹介するために 'ビネット' を書くことが推奨されています。``vignette()`` 関数を引数なしで実行すると、システム内のビネット の一覧を得ることができます。R空間パッケージのより技術的な紹介を見るには、 ``vignette("sf1")`` を試してみてください。
sv: Tidigare tenderade dokumentationen för R-paket att vara kortfattat skrivna hjälpsidor för varje funktion. Nu uppmuntras paketförfattare att skriva en "vignette" som en vänlig introduktion till paketet. Om du kör funktionen ``vignette()`` utan argument får du en lista över de vinjetter som finns i ditt system. Prova ``vignette("sf1")`` för en något teknisk introduktion till R spatial-paketet.

source: What next?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: For general information about R, try the official `Introduction to R <https://cran.r-project.org/doc/manuals/R-intro.html>`_ or any of the documentation from the main `R Project <https://www.r-project.org/>`_ page.
it: Per informazioni generali su R, prova la `Introduzione a R <https://cran.r-project.org/doc/manuals/R-intro.html>`_ ufficiale o qualsiasi documentazione della pagina principale del `R Project <https://www.r-project.org/>`_.
ja: いまは、Rに関する一般的な情報については、公式の `Introduction to R <https://cran.r-project.org/doc/manuals/R-intro.html>`_ またはメインの `R Project <https://www.r-project.org/>`_ ページにあたるとよいでしょう。
sv: För allmän information om R, prova den officiella `Introduction to R <https://cran.r-project.org/doc/manuals/R-intro.html>`_ eller någon av dokumentationerna från huvudsidan för `R Project <https://www.r-project.org/>`_.

source: For more information on spatial aspects of R, the best place to start is probably the `R Spatial Task View <https://cran.r-project.org/web/views/Spatial.html>`_
it: Per ulteriori informazioni sugli aspetti spaziali di R, il posto migliore per iniziare è probabilmente il `R Spatial Task View <https://cran.r-project.org/web/views/Spatial.html>`_
ja: Rの空間的側面の詳細については、おそらく `R Spatial Task View <https://cran.r-project.org/web/views/Spatial.html>`_ から始めるのが最適です。
sv: För mer information om spatiala aspekter av R är det bästa stället att börja förmodligen `R Spatial Task View <https://cran.r-project.org/web/views/Spatial.html>`_

source: You might also want to check out the `R-Spatial <https://www.rspatial.org>`_ page.
it: Potresti anche voler controllare la pagina `R-Spatial <https://www.rspatial.org>`_.
ja: `R-Spatial <https://www.rspatial.org>`_ ページもチェックしてみてください。
sv: Du kanske också vill kolla in sidan `R-Spatial <https://www.rspatial.org>`_.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Choose :menuselection:`Geospatial --> Spatial Tools --> R Statistics`. A terminal window opens running R.
ja: :menuselection:`Geospatial --> Spatial Tools --> R Statistics` を選択します。ターミナルウィンドウが開き、R が実行されます。
