Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/rasdaman_quickstart.po
Languages: es, fr, it, ja, sv

source: Learn more about the OGC |WCPS| Language standard (which was heavily inspired by rasdaman); a good starting point is the `documentation and tutorials page <https://standards.rasdaman.com/>`_ and `WCPS Query SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
it: Per saperne di più sullo standard OGC |WCPS| Language (che è stato pesantemente ispirato da rasdaman); un buon punto di partenza è la pagina `documentazione e tutorial <https://standards.rasdaman.com/>`_ e `WCPS Query SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
sv: Läs mer om OGC |WCPS| Language-standarden (som var starkt inspirerad av rasdaman); en bra utgångspunkt är `dokumentations- och handledningssidan <https://standards.rasdaman.com/>`_ och `WCPS Query SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
