Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/rasdaman_quickstart.po
Languages: es, fr, it, ja, sv

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)

source: Rasdaman Quickstart
es: Inicio Rápido de Rasdaman
fr: Guide de démarrage rapide avec Rasdaman
it: Guida rapida Rasdaman
ja: Rasdaman クイックスタート
sv: Rasdaman Snabbstart

source: Rasdaman is a Big Data Engine for flexible ad-hoc analytics on multi-dimensional spatio-temporal sensor, image, simulation, and statistics data of unlimited size. The Web Coverage Processing Service (WCPS) query language is an Open Geospatial Consortium (OGC) standard wich allows filtering and processing of multi-dimensional raster coverages, such as sensor, simulation, image, and statistics data using web services. The WCPS queries are translated to rasdaman query language, rasql, and are executed on rasdaman. This quick start shows how to access and manipulate an example 2D coverage using WCPS language.
es: Rasdaman es un Gran Motor de Datos para análisis ad-hoc y flexibles de datos espacio-temporales multi-dimensionales de sensores, imágenes, simulaciones y estadísticas de tamaño ilimitado. El lenguaje de consulta de Servicio Web de Procesamiento de Cobertura (WCPS) es un estándar del Consorcio Geoespacial Abierto (OGC) que permite filtrado y procesamiento de coberturas ráster múltiples dimensiones, tales como sensores, simulación, imagen y estadísticas de datos mediante servicios web. Las consultas WCPS se traducen a lenguaje de interrogación rasdaman, rasql y se ejecutan en rasdaman. Esta guía de inicio rápido muestra cómo tener acceso y manipular un ejemplo de cobertura 2D usando lenguaje WCPS.
fr: Rasdaman est un moteur Big Data pour l’analyse ad hoc flexible sur les données multidimensionnelles de capteur spatio-temporel, d’image, de simulation et de statistiques de taille illimitée. Le langage de requête du Service de traitement de la couverture Web (WCPS) est une norme de l'Open Geospatial Consortium (OGC) qui permet le filtrage et le traitement des couvertures raster multidimensionnelles, telles que les données sur les capteurs, la simulation, l’image et les statistiques à l’aide de services Web. Les requêtes WCPS sont traduites en langue de requête rasdaman, rasql, et sont exécutées sur rasdaman. Ce guide de démarrage rapide montre comment accéder et manipuler une couverture 2D par exemple en utilisant le langage WCPS.
it: Rasdaman è un Big Data Engine per analisi flessibili ad-hoc su dati multidimensionali di sensori, immagini, simulazioni e statistiche di dimensioni illimitate. Il linguaggio di interrogazione Web Coverage Processing Service (WCPS) è uno standard dell'Open Geospatial Consortium (OGC) che permette il filtraggio e l'elaborazione di coperture raster multidimensionali, come i dati di sensori, simulazioni, immagini e statistiche utilizzando servizi web. Le query WCPS sono tradotte nel linguaggio di query rasdaman, rasql, e vengono eseguite su rasdaman. Questa guida rapida mostra come accedere e manipolare una copertura 2D di esempio usando il linguaggio WCPS.
ja: Rasdamanは、多次元の時空間センサー、画像、シミュレーション、統計データに関する柔軟なアドホック分析のためのビッグデータエンジンです。Web Coverage Processing Service(WCPS)クエリ言語は、オープン地理空間コンソーシアム(OGC)標準で、Webサービスを使用して、センサー、シミュレーション、画像、統計データなどの多次元ラスタカバレッジのフィルタリングと処理を可能にします。WCPSクエリは、rasdamanクエリ言語であるrasqlに変換され、rasdaman上で実行されます。このクイックスタートでは、WCPS言語を使用してサンプルの2Dカバレッジにアクセスし、操作する方法を説明します。
sv: Rasdaman är en Big Data Engine för flexibel ad hoc-analys av flerdimensionella spatio-temporala sensor-, bild-, simulerings- och statistikdata av obegränsad storlek. Frågespråket WCPS (Web Coverage Processing Service) är en OGC-standard (Open Geospatial Consortium) som möjliggör filtrering och bearbetning av flerdimensionella rastertäckningar, t.ex. sensor-, simulerings-, bild- och statistikdata, med hjälp av webbtjänster. WCPS-frågorna översätts till rasdaman query language, rasql, och körs på rasdaman. Denna snabbstart visar hur man får åtkomst till och manipulerar ett exempel på 2D-täckning med WCPS-språk.

source: Contents
es: Contenidos
it: Contenuti
sv: Innehåll

source: Setup
es: Configuración
fr: Configuration
ja: セットアップ

source: The first step before trying any of the following queries is to start rasdaman and Tomcat. Open the *Databases* directory on the Desktop, and then *Start Rasdaman Server*. Allow two to three minutes for rasdaman and especially Tomcat to fully start (once the `rasdaman web client <http://localhost:8080/rasdaman/ows>`_ loads in the browser).
es: El primer paso antes de probar cualquiera de las siguientes consultas es iniciar rasdaman y Tomcat. Abra el directorio *Databases* en el escritorio y, a continuación, *Start Rasdaman Server*. Espere de dos a tres minutos para que rasdaman y especialmente Tomcat se inicien por completo (una vez que el `cliente web rasdaman <http://localhost:8080/rasdaman/ows>`_ se carga en el navegador).
fr: La première étape avant d’essayer l’une des requêtes suivantes est de commencer rasdaman et Tomcat. Ouvrez l’annuaire *Databases* sur le bureau, puis *Start Rasdaman Server*. Prévoyez deux à trois minutes pour rasdaman et surtout Tomcat pour démarrer complètement (une fois que le `client web rasdaman <http://localhost:8080/rasdaman/ows>`_ est chargé dans le navigateur).
it: Il primo passo prima di provare una qualsiasi delle seguenti query è avviare rasdaman e Tomcat. Apri la directory *Databases* sul Desktop, e poi *Start Rasdaman Server*. Attendi due o tre minuti affinché rasdaman e soprattutto Tomcat si avviino completamente (una volta che il `client web di rasdaman <http://localhost:8080/rasdaman/ows>`_ viene caricato nel browser).
ja: 次のクエリを実行する前に、まずrasdamanとTomcatを起動します。デスクトップで *Databases* ディレクトリを開き、 *Rasdaman Server* を起動します。rasdamanが起動するまで、特にTomcatが完全に起動するまで(`rasdaman ウェブクライアント <http://localhost:8080/rasdaman/ows>`_ がブラウザにロードされるまで)、2分から3分間待ちます。
sv: Det första steget innan du försöker med någon av följande frågor är att starta rasdaman och Tomcat. Öppna katalogen *Databaser* på skrivbordet och sedan *Starta Rasdaman Server*. Låt det ta två till tre minuter för rasdaman och särskilt Tomcat att starta helt (när `rasdaman webbklient <http://localhost:8080/rasdaman/ows>`_ laddas i webbläsaren).

source: Afterwards, you can open *Rasdaman-Earthlook Demo* from the same directory, which will launch a local demonstrator in the browser. For a more hands-on tutorial though, continue with the next examples here.
es: Después, puede abrir *Rasdaman-Earthlook Demo* desde el mismo directorio, que lanzará un demostrador local en el navegador. Para obtener un tutorial más práctico, sin embargo, continúe con los siguientes ejemplos de aquí.
fr: Ensuite, vous pouvez ouvrir *Rasdaman-Earthlook Demo* à partir du même répertoire, qui lancera un démonstrateur local dans le navigateur. Pour un tutoriel plus pratique, continuez avec les prochains exemples ici.
it: In seguito, potete aprire *Rasdaman-Earthlook Demo* dalla stessa directory, che lancerà un dimostratore locale nel browser. Per un tutorial più pratico, però, continuate con i prossimi esempi qui.
ja: その後、同じディレクトリから *Rasdaman-Earthlookデモ* を開くことができます。これにより、ブラウザでローカルのデモが起動します。より実践的なチュートリアルを行なうので、次の例に進んでください。
sv: Därefter kan du öppna *Rasdaman-Earthlook Demo* från samma katalog, vilket kommer att starta en lokal demonstrator i webbläsaren. Om du vill ha en mer praktisk handledning kan du dock fortsätta med nästa exempel här.

source: Running WCPS queries
es: Ejecución de consultas WCPS
fr: Exécution des requêtes WCPS
it: Esecuzione di query WCPS
ja: WCPSクエリを実行
sv: Körning av WCPS-frågor

source: Either:
es: Ya sea:
fr: Soit :
it: O:
ja: 次のいずれか：
sv: Antingen:

source: Go to the `rasdaman web client <http://localhost:8080/rasdaman/ows>`_, switch to the *ProcessCoverages* tab, and enter your query in the query boxes and press send.
es: Vaya al cliente web `rasdaman <http://localhost:8080/rasdaman/ows>`_, cambie a la pestaña *ProcessCoverages* e introduzca su consulta en los cuadros de consulta y presione enviar.
fr: Allez sur le `client web rasdaman <http://localhost:8080/rasdaman/ows>`_, passez à l’onglet *ProcessCoverages* et entrez votre requête dans les cases de requête et appuyez sur envoyer.
it: Vai al `rasdaman web client <http://localhost:8080/rasdaman/ows>`_, passa alla scheda *ProcessCoverages*, e inserisci la tua query nelle caselle della query e premi invio.
ja: `rasdamanウェブクライアント <http://localhost:8080/rasdaman/ows>`_ に行って *ProcessCoverages* タブに切り替え、クエリボックスにクエリを入力して送信を押してください。
sv: Gå till webbklienten `rasdaman web client <http://localhost:8080/rasdaman/ows>`_, gå till fliken *ProcessCoverages* och skriv in din fråga i frågerutorna och tryck på skicka.

source: Add your query in this url: http://localhost:8080/rasdaman/ows?query=your_query and run it using a browser.
es: Agregue su consulta en esta url: http://localhost:8080/rasdaman/ows?query=your_query y ejecútela usando un navegador.
fr: Ajoutez votre requête dans cette url : utilisez http://localhost:8080/rasdaman/ows?query=your_query à exécuter à l’aide d’un navigateur.
it: Aggiungi la tua interrogazione in questo url: : http://localhost:8080/rasdaman/ows?query=your_query ed eseguila usando un browser.
ja: クエリーを次のURLに追加し、ブラウザーを使って実行します: http://localhost:8080/rasdaman/ows?query=your_query
sv: Lägg till din fråga i den här webbadressen: http://localhost:8080/rasdaman/ows?query=your_query och kör den i en webbläsare.

source: Running coverage
es: Cobertura de ejecución
fr: Lancer la couverture
it: Esecuzione di coverage
ja: 実行中のカバレッジ
sv: Löpande täckning

source: The example coverage which will be used subsequently is a 6 MB image as below:
es: La cobertura de ejemplo que se utilizará posteriormente es una imagen de 6 MB como se muestra a continuación:
fr: L’exemple de couverture qui sera utilisé ultérieurement est une image de 6 Mo comme ci-dessous:
it: L'esempio di copertura che sarà usato in seguito è un'immagine di 6 MB come qui sotto:
ja: 後で使用されるカバレッジの例は、次の6MBイメージです：
sv: Det exempel på täckning som kommer att användas senare är en bild på 6 MB enligt nedan:

source: Access full coverage
es: Acceder a la cobertura completa
fr: Accéder à la couverture complète
it: Accesso al coverage completo
ja: フル・カバレッジへのアクセス
sv: Få tillgång till hela täckningen

source: The WCPS query to access the full coverage is as follows:
es: La consulta WCPS para acceder a la cobertura completa es como sigue:
fr: La requête WCPS pour accéder à la couverture complète est la suivante :
it: La query WCPS per accedere al coverage completo è la seguente:
ja: すべてのカバレッジにアクセスするためのWCPSクエリは次のとおりです。
sv: WCPS-frågan för att få tillgång till hela täckningen är följande:

source: Click on `coverage request <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c,%20%22png%22%29>`_ to execute it in the browser.
es: haga click en `coverage request <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c,%20%22png%22%29>`_ para ejecutarlo en el navegador.
fr: Cliquez sur `coverage request <http://localhost:8080/rasdaman/ows?query=forn%20(NIR)%20returnncode,22png29>`_ pour l’exécuter dans le navigateur.
it: Clicca su `richiesta coverage <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c,%20%22png%22%29>`_ per l'esecuzione nel browser.
ja: `カバレッジリクエスト <http://localhost:8080/rasdaman/ows?query=for%20c%20 in%20(NIR)%20 return%20 encode%28c,%20%22 png%22%29>`_ をクリックしてブラウザで実行してください。
sv: Klicka på `coverage request <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c,%20%22png%22%29>`_ för att köra den i webbläsaren.

source: Select a subset of the coverage
es: Seleccione un subconjunto de la cobertura
fr: Sélectionner un sous-ensemble de la couverture
it: Seleziona un sottoinsieme del coverage
ja: カバレッジのサブセットを選択します。
sv: Välj en delmängd av täckningen

source: The WCPS query to access a subset of the coverage is as follows:
es: La consulta WCPS a un subconjunto de la cobertura es la siguiente:
fr: La requête WCPS pour accéder à un sous-ensemble de la couverture est la suivante :
it: La interrogazione WCPS per accedere a un sottoinsieme del coverage è la seguente:
ja: カバレッジのサブセットにアクセスするためのWCPSクエリは次のとおりです：
sv: WCPS-frågan för att få tillgång till en delmängd av täckningen är följande:

source: Click on the `subsetting request <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c[i(0:500), j(0:500)],%20%22png%22%29>`_ to execute it on the browser.
es: Haga click `en la consulta subsequente <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c[i(0:500), j(0:500)],%20%22png%22%29>`_ para ejecutarlo en el navegador.
fr: Cliquez sur `coverage request <http://localhost:8080/rasdaman/ows?query=forn%20(NIR)%20returnncode,22png29>`_ pour l’exécuter sur le navigateur.
it: Clicca su `richiesta di subsetting <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c[i(0:500), j(0:500)],%20%22png%22%29>`_ per l'esecuzione nel browser.
ja: ブラウザで実行するには、 `サブセットリクエスト <http://localhost:8080/rasdaman/ows?query=for%20c%20 in%20(NIR)%20 return%20 encode%28c[i(0:500), j(0:500)],%20%22 png%22%29>`_ をクリックします。
sv: Klicka på `subsetting request <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c[i(0:500), j(0:500)],%20%22png%22%29>`_ för att köra den i webbläsaren.

source: The query result is an image as follows:
es: El resultado de la consulta es imagen como la siguiente:
fr: Le résultat de la requête est une image comme suit :
it: Il risultato della interrogazione è un'immagine come segue:
ja: クエリー結果は次のようなイメージです:
sv: Resultatet av sökningen är en bild enligt följande:

source: Band extraction from the coverage
es: Extracción de bandas de la cobertura
fr: Extraction de bande à partir de la couverture
it: Estrazione della banda dal coverage
ja: カバレッジからのバンド抽出
sv: Bandutdrag från täckningen

source: The WCPS query to access the red band of the coverage is as follows:
es: La consulta WCPS para accesar a la banda roja de la cobertura es la siguiente:
fr: La requête WCPS pour accéder à la bande rouge de la couverture est la suivante :
it: La query WCPS per accedere alla banda rossa del coverage è la seguente:
ja: カバレッジの赤色帯域にアクセスするためのWCPSクエリは次のとおりです:
sv: WCPS-frågan för att få tillgång till det röda bandet i täckningen är följande:

source: Click on `band extraction <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c.red,%20%22png%22%29>`_ to execute it; you should see the following image in the browser as a result:
es: Haga click en la `extracción de bandas <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c.red,%20%22png%22%29>`_ para ejecutarlo; debe de poder ver la siguiente imágen, como resultado, en el navegador:
fr: Cliquez sur `band extraction <http://localhost:8080/rasdaman/ows?query=forn%20(NIR)%20returnncode.red,22png29>`_ pour l’exécuter; vous devriez voir l’image suivante dans le navigateur en conséquence:
it: Clicca su `estrazione della banda <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c.red,%20%22png%22%29>`_ per eseguirlo; dovresti vedere la seguente immagine nel browser come risultato:
ja: `バンド抽出 <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c.red,%20%22png%22%29>`_ をクリックして、実行します。その結果、つぎのような画像が表示されます：
sv: Klicka på `bandutdrag <http://localhost:8080/rasdaman/ows?query=for%20c%20in%20(NIR)%20return%20encode%28c.red,%20%22png%22%29>`_ för att köra det; du bör se följande bild i webbläsaren som ett resultat:

source: Arithmetic operation: Extracting NDVI of the coverage
es: Operación aritmética: Extracción de NDVI de la cobertura
fr: Opération arithmétique : Extraction de l'indice NDVI de la couverture
it: Operazione aritmetica: Estrazione di NDVI del coverage
ja: 算術演算:カバレッジのNDVIの抽出
sv: Aritmetisk operation: Extrahering av NDVI för täckningen

source: The NDVI (Normalized Difference Vegetation Index) is a measure for the probability of vegetation in remote sensing, i.e., the closer to +1 a pixel is, the more likely it is plants. The WCPS query to derive NDVI from the coverage is as follows:
es: El NDVI (Índice de Vegetación de Diferencia Normalizada) es una medida de la probabilidad de la vegetación en teledetección, es decir, cuanto más cerca esté de +1 un píxel, más probable es que sean plantas. La consulta de WCPS para obtener NDVI de la cobertura es la siguiente:
fr: Le NDVI (Normalized Difference Vegetation Index) est une mesure de la probabilité de végétation dans la télédétection, c’est-à-dire que plus le pixel est proche de +1, plus il est probable qu’il s’agit de plantes. La requête WCPS pour extraire le NDVI de la couverture est la suivante:
it: L'NDVI (Normalized Difference Vegetation Index) è una misura per la probabilità di vegetazione nel telerilevamento, cioè, più un pixel è vicino a +1, più è probabile che sia vegetale. La query WCPS per ricavare l'NDVI dal coverage è la seguente:
ja: NDVI(Normalized Difference Vegetation Index)はリモートセンシングにおける植生の確率の尺度です。カバレッジからNDVIを導出するためのWCPSクエリは次のとおりです。
sv: NDVI (Normalized Difference Vegetation Index) är ett mått på sannolikheten för vegetation i fjärranalys, dvs. ju närmare +1 en pixel är, desto mer sannolikt är det att det är växter. WCPS-frågan för att härleda NDVI från täckningen är följande:

source: What next?
es: ¿Qué sigue?
fr: Ensuite ?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: The `rasdaman tutorial <https://tutorial.rasdaman.org/>`_ provides a condensed introduction to the concepts behind rasdaman, rasql and the OGC web services support.
es: El tutorial `rasdaman <https://tutorial.rasdaman.org/>`_ proporciona una introducción condensada a los conceptos detrás de rasdaman, rasql y el soporte de los servicios web de OGC.
fr: Le `tutoriel de rasdaman <https://tutorial.rasdaman.org/>`_ fournit une introduction condensée aux concepts derrière rasdaman, rasql et le support des services Web OGC.
it: Il `tutorial rasdaman <https://tutorial.rasdaman.org/>`_ fornisce un'introduzione condensata ai concetti dietro rasdaman, rasql e il supporto ai servizi web OGC.
ja: rasdamanや rasql そして、OGC Webサービスサポートの背景にある概念を要約して `rasdaman チュートリアル <https://tutorial.rasdaman.org/>`_ で紹介しています。
sv: `rasdaman tutorial <https://tutorial.rasdaman.org/>`_ ger en kortfattad introduktion till koncepten bakom rasdaman, rasql och OGC:s stöd för webbtjänster.

source: Learn more about the OGC |WCPS| Language standard (which was heavily inspired by rasdaman); a good starting point is the `documentation and tutorials page <https://standards.rasdaman.com/>`_ and `WCPS Query SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
es: Aprenda más sobre el Lenguage |WCPS| OGC estándar (inspirado en gran medida en rasdaman); un buen punto de partida es la página de `documentación y tutoriales <https://standards.rasdaman.com/>`_ y `Consultas WCPS SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
fr: Pour en savoir plus sur le language |WCPS| normalisé par l'OGC (qui a été fortement inspirée par rasdaman); un bon point de départ est la page de `documentation et de tutoriels <https://standards.rasdaman.com/>`_et le ` bac à sable de requête WCPS <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_.
ja: OGC |WCPS| 言語標準 (rasdamanに影響されて制定された)について、学んでください。 `ドキュメントとチュートリアルのページ <https://standards.rasdaman.com/>`_ そして、 `WCPS Query SandBox <http://localhost/rasdaman-demo/demo/client/query-sandbox.html>`_ が良い出発点になるでしょう。

source: Interested in coverage data and services in general? Visit OGC's `Coverages Domain Working Group wiki <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_.
es: ¿Interesado en cobetura de datos y servicios en general? Visite la `Wiki del Grupo de Trabajo de Dominio de Coberturas de OGC <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_.
fr: Vous vous intéressez aux données et services de couverture en général? Visitez wiki de l'OGC `Coverages Domain Working Group <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_.
it: Sei interessato ai dati e ai servizi di copertura in generale? Visita il wiki del gruppo di lavoro OGC "Coverages Domain" <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_.
ja: カバレッジデータおよびサービス全般に興味がありますか? OGCの `Coverages Domain Working Group wiki <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_ を参照してみましょう。
sv: Intresserad av täckningsdata och tjänster i allmänhet? Besök OGC: s `Coverages Domain Working Group wiki <https://external.ogc.org/twiki_public/CoveragesDWG/WebHome>`_.

source: Explore the `rasdaman documentation <https://doc.rasdaman.org>`_ to learn about rasdaman administration, its query language, and data ingestion.
es: Explore la `documentación de rasdaman <https://doc.rasdaman.org>`_ para aprender acerca de la administración de rasdman, su lenguage de consultas y su ingestión de datos.
fr: Explorez la `documentation de rasdaman <https://doc.rasdaman.org>`_ pour en savoir plus sur l’administration de rasdaman, son langage de requête, et l’ingestion de données.
it: Esplora la `documentazione di rasdaman <https://doc.rasdaman.org>`_ per imparare l'amministrazione di rasdaman, il suo linguaggio di query e l'ingestione dei dati.
ja: `rasdaman 文書 <https://doc.rasdaman.org>`_ にアクセスできる方は、 rasdaman の管理、その問い合わせ言語、データの取り込み方法も学べます。
sv: I `rasdaman-dokumentationen <https://doc.rasdaman.org>`_ finns information om rasdaman-administration, frågespråk och datainmatning.

source: Go to the `multi-dimensional demo <http://localhost/rasdaman-demo>`_ to explore interactive 1-D to 4-D rasdaman demos. The small ones are part of OSGeoLive, those utilizing larger sets (beyond this drive's capacity) forward to the `OGC standards showcase site <https://standards.rasdaman.com>`_ .
es: Visite la `demo multi-dimensional <http://localhost/rasdaman-demo>`_ para explorar los demos interactivos 1-D a 4-D. Los más pequeños son parte de OSGeoLive, aquellos que utilizan conjuntos más grandes (más allá de la capacidad de este disco), avanzan hacia el `sitio de normas de OGC <https://standards.rasdaman.com>`_ .
fr: Allez à la `démo multidimensionnelle <http://localhost/rasdaman-demo>`_ pour explorer les démonstrations intéractives 1-D à 4-D de rasdaman. Les petites ont été intégrées à OSGeoLive, celles qui utilisent de plus grands ensembles (au-delà de la capacité de ce lecteur) vers le site de `démonstration des normes OGC <https://standards.rasdaman.com>`_ .
it: Vai alla `dimostrazione multidimensionale <http://localhost/rasdaman-demo>`_ per esplorare le demo interattive da 1-D a 4-D di rasdaman. Quelle piccole fanno parte di OSGeoLive, quelle che utilizzano set più grandi (oltre la capacità di questa unità) vanno al sito `OGC standards showcase <https://standards.rasdaman.com>`_ .
ja: インタラクティブな1-Dから4-Dのrasdamanのデモを見るには、 `多次元デモ <http://localhost/rasdaman-demo>`_ をご覧ください。OSGeoLive に含まれているのは小さい例です。 `OGC標準ショーケースサイト <https://standards.rasdaman.com>`_ では、(ドライブ容量をこえるような)大きなデータセットを使っている例を見ることができます。
sv: Gå till `multi-dimensional demo <http://localhost/rasdaman-demo>`_ för att utforska interaktiva 1-D till 4-D rasdaman demos. De små är en del av OSGeoLive, de som använder större uppsättningar (bortom den här enhetens kapacitet) vidarebefordrar till `OGC standards showcase site <https://standards.rasdaman.com>`_ .

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)
