Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/re3gistry_quickstart.po
Languages: de, es, hu, it, sv

source: Re3gistry Quickstart
es: Inicio Rápido de Re3gistry
hu: Re3gistry gyorstalpaló
it: Guida rapida Re3gistry
sv: Snabbstart för Re3gistry

source: The Re3gistry 2 is a reusable open source solution for managing and sharing "reference codes". It provides a consistent central access point where labels and descriptions for reference codes can be easily browsed by humans and retrieved by machines. Reference codes are exchanged between applications to uniquely reference some ‘thing’. They can be used to define sets of permissible values for a data field or to provide a reference or context for the data being exchanged. Examples are enumerations, controlled vocabularies, taxonomies, thesauri or, simply, ‘lists of things’. The Re3gistry 2 supports organisations in managing and updating reference codes in a consistent way.
de: Die Re3gistry 2 ist eine wiederverwendbare Open-Source-Lösung zum Verwalten und Freigeben von "Referenzcodes". Das Programm bietet einen konsistenten zentralen Zugangspunkt, über den Schlagworte und Beschreibungen für Referenzcodes leicht von Menschen durchsucht und von Maschinen abgerufen werden können. Referenzcodes werden zwischen Anwendungen ausgetauscht, um auf einige "Dinge" zu verweisen. Sie können verwendet werden, um Sätze zulässiger Werte für ein Datenfeld zu definieren oder um einen Verweis oder Kontext für die ausgetauschten Daten bereitzustellen. Beispiele sind Aufzählungen, kontrollierte Vokabeln, Taxonomien, Thesauri oder einfach "Listen von Dingen". Die Re3gistry 2 unterstützt Organisationen bei der konsistenten Verwaltung und Aktualisierung von Referenzcodes.
es: Re3gistry 2 es una solución reutilizable de código abierto para administrar y compartir "códigos de referencia". Proporciona un punto de acceso central consistente donde las etiquetas y descripciones de los códigos de referencia pueden ser fácilmente exploradas por los seres humanos y recuperadas por las máquinas. Los códigos de referencia se intercambian entre aplicaciones para hacer referencia únicamente a alguna 'cosa'. Se pueden utilizar para definir conjuntos de valores permitidos para un campo de datos o para proporcionar una referencia o contexto para los datos que se intercambian. Ejemplos son enumeraciones, vocabularios controlados, taxonomías, tesauros o, simplemente, ‘listas de cosas’. Re3gistry 2 apoya a las organizaciones en la gestión y actualización de códigos de referencia de forma coherente.
hu: A Re3gistry 2 egy újrafelhasználható nyílt forráskódú megoldás a "referenciakódok" kezelésére és megosztására. Egységes központi hozzáférési pontot biztosít, ahol a referenciakódok címkéi és leírásai könnyen böngészhetők az emberek és a gépek által lehívható. A referenciakódokat az alkalmazások között cserélik ki, hogy egyedileg hivatkoznak valami "dologra". Felhasználhatók egy adatmező megengedett értékkészleteinek meghatározására, illetve a kicserélt adatokra vonatkozó hivatkozás vagy környezet megadására. Ilyenek például a felsorolások, az ellenőrzött szókincsek, a taxonómiák, a thesauri vagy egyszerűen a "dolgok listája". A Re3gistry 2 támogatja a szervezeteket a referenciakódok következetes kezelésében és frissítésében.
it: Il Re3gistry 2 è una soluzione open source riutilizzabile per la gestione e la condivisione di "codici di riferimento". Esso fornisce un punto centrale consistente in cui etichette e descrizioni dei codici di riferimento possono essere facilmente accessibili sia da esseri umani che da macchine. I codici di riferimento vengono scambiati tra le applicazioni per referenziare univocamente qualche "cosa". Possono essere usati per definire insiemi di valori ammissibili per un campo di dati o per fornire un riferimento o un contesto per i dati scambiati. Esempi sono enumerazioni, vocabolari controllati, tassonomie, thesauri o, semplicemente, 'elenchi di cose'. Il Re3gistry 2 supporta le organizzazioni nella gestione e nell'aggiornamento dei codici di riferimento in modo consistente.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt, wie Sie:
es: Esta Guía de Inicio Rápido describe como:
hu: Ez a gyorstalpaló a következőket írja le:
it: Questa guida rapida descrive come:
sv: Denna snabbstart beskriver hur du gör:

source: Start and install the Re3gistry using the wizard (first start only)
de: Starten und Installieren der Re3gistry mit dem Assistenten (nur erster Start)
es: Iniciar e instalar Re3gistry con el asistente (solo el primer inicio)
hu: Indítsa el és telepítse a Re3gidtry-t a varázslóval (csak az első indításnál)
it: Avviare e installare il Re3gistry utilizzando la procedura guidata (solo per il primo avvio)
sv: Starta och installera Re3gistry med hjälp av guiden (endast första starten)

source: Manage data from the ``pgAdmin`` client.
de: Das Datenmanagement über den grafische Datenbank-Client ``pgAdmin``.
es: Administrar datos desde el cliente ``pgAdmin``.
hu: Hogyan kezeljük az adatokat a pgAdmin kliensből.
it: Gestire i dati dal client ``pgAdmin``
sv: Hantera data från klienten ``pgAdmin``.

source: Contents
es: Contenidos
sv: Innehåll

source: Start the Re3gistry
de: Starten Sie die Re3gistry
es: Iniciar Re3gistry
hu: Re3gistry indítása
it: Avviare il Re3gistry
sv: Starta omregistreringen

source: Choose *'Start Re3gistry'* from the :menuselection:`Geospatial --> Web Services --> Re3gistry` menu. The application will take a few moments to start up. Firefox opens the *Re3gistry landing page* (you can also open this manually by pointing your browser to http://localhost:8080/re3gistry2).
de: Wählen Sie *'Re3gistry starten'* aus dem Menü :menuselection:`Geospatial --> Web Services --> Re3gistry`. Die Anwendung wird einige Augenblicke dauern, um zu starten. Firefox öffnet die *Re3gistry-Zielseite* (Sie können diese auch manuell öffnen, indem Sie Ihren Browser auf http://localhost:8080/re3gistry2 zeigen).
es: Elija *'Start Re3gistry'* en el menú ::menuselection:`Geospatial --> Web Services --> Re3gistry`. La aplicación tardará unos minutos en iniciarse. Firefox abre la página de destino *Re3gistry* (también puedes abrirla manualmente apuntando tu navegador a http://localhost:8080/re3gistry2).
hu: Válassza a *'Start Re3gistry'*-t a :menuselection:`Geospatial --> Web Services --> Re3gistry` menüből. Az alkalmazás elindítása néhány pillanatig tarthat. A Firefox megnyitja a *Re3gistry landing page*-t (ezt manuálisan is megnyithatja a böngészővel a http://localhost:8080/re3gistry2 címen).
it: Scegliere *'Start Re3gistry'* dal menu :menuselection:`Geospatial --> Web Services --> Re3gistry`. L'applicazione impiegherà alcuni istanti per avviarsi. Firefox apre la *pagina di accesso del Re3gistry* (si può anche aprire manualmente collegandosi con il browser a http://localhost:8080/re3gistry2).

source: If this is the first start, the Re3gistry will launch the installation wizard. This wizard will guide the user to the setup and first run of the tool.
de: Wenn dies der erste Start ist, startet der Re3gistry-Assistent den Installationsassistenten. Dieser Assistent führt den Benutzer zum Setup und zur ersten Ausführung des Programms.
es: Si se trata del primer inicio, Re3gistry iniciará el asistente de instalación. Este asistente guiará al usuario a la configuración y la primera ejecución de la herramienta.
hu: Ha ez az első indítás, a Re3gistry elindítja a telepítő varázslót. Ez a varázsló végig vezeti a felhasználót az eszköz beállításán és első futtatásán.
it: Nel caso del primo avvio, il Re3gistry lancerà la procedura guidata di installazione. Tale procedura guiderà l'utente nella configurazione e nella prima esecuzione dello strumento.
sv: Om detta är den första starten startar Re3gistry installationsguiden. Guiden hjälper användaren att installera och köra verktyget för första gången.

source: The first page is just an introductory description. Click on "continue".
de: Die erste Seite ist nur eine einführende Beschreibung. Klicken Sie auf "Weiter".
es: La primera página es sólo una descripción introductoria. Haga clic en "continuar".
hu: Az első oldal csak egy bemutatkozó leírás. Kattintson a "continue"-ra.
it: La prima pagina è solo una descrizione introduttiva. Fare click su "continue".
sv: Den första sidan är bara en inledande beskrivning. Klicka på "fortsätt".

source: The "Registry manager" page allows you to define the account for the system administration (Registry manager). Insert a valid e-mail address and a password. Then click on "Save and continue".
de: Auf der Seite "Registrierungsmanager" können Sie das Konto für die Systemadministration (Registry Manager) definieren. Geben Sie eine gültige E-Mail-Adresse und ein Kennwort ein. Klicken Sie dann auf "Speichern und fortfahren".
es: La página "Administrador de registros" le permite definir la cuenta para la administración del sistema (Administrador de registros). Inserte una dirección de correo electrónico válida y una contraseña. A continuación, haga clic en "Guardar y continuar".
hu: A "Registry manager" oldal lehetővé teszi a rendszergazda bejelentkezés megadását (Registry manager). Írjon be egy elő emailcímet és jelszót. Kattintson a "Save and continue"-ra.
it: La pagina "Registry manager" consente di definire l'account per l'amministrazione del sistema (il gestore del Sistema di Registri). Inserire un indirizzo e-mail valido e una password. Quindi fare click su "Save and continue".
sv: På sidan "Registry manager" kan du definiera kontot för systemadministrationen (Registry manager). Ange en giltig e-postadress och ett lösenord. Klicka sedan på "Spara och fortsätt".

source: The next step allows you to choose between 2 options:
de: Im nächsten Schritt können Sie zwischen zwei Optionen wählen:
es: El siguiente paso le permite elegir entre 2 opciones:
hu: A következő lépésben 2 beállítás között választhat:
it: Il passaggio successivo consente di scegliere tra 2 opzioni:
sv: I nästa steg kan du välja mellan två alternativ:

source: Installation: choose this option if you want to install the Re3gistry software for the first time and to create a registry from scratch.
de: Installation: Wählen Sie diese Option, wenn Sie die Re3gistry-Software zum ersten Mal installieren und eine Registrierung von Grund auf neu erstellen möchten.
es: Instalación: elija esta opción si desea instalar el software Re3gistry por primera vez y crear un registro desde cero.
hu: Installation: válassza ezt a lehetőséget, ha először szeretné telepíteni a Re3gistry szoftvert, és teljesen új tárhelyet létrehozni.
it: Installation: scegliere questa opzione per installare il software Re3gistry per la prima volta e creare un sistema di registri da zero.
sv: Installation: Välj det här alternativet om du vill installera Re3gistry för första gången och skapa ett register från grunden.

source: Migration: choose this option if you want to upgrade a pre-existing Re3gistry instance. This option will keep your settings and content. Note that this option will only work on an existing instance running on Re3gistry version 1.3.X.
de: Migration: Wählen Sie diese Option, wenn Sie eine bereits vorhandene Re3gistry-Instanz aktualisieren möchten. Mit dieser Option bleiben Ihre Einstellungen und Inhalte erhalten. Beachten Sie, dass diese Option nur auf einer vorhandenen Instanz funktioniert, die auf Re3gistry Version 1.3.X ausgeführt wird.
es: Migración: elija esta opción si desea actualizar una instancia de Re3gistry preexistente. Esta opción mantendrá la configuración y el contenido. Tenga en cuenta que esta opción solo funcionará en una instancia existente que se ejecute en Re3gistry versión 1.3.X.
hu: Migration: válassza ezt a lehetőséget, ha egy már meglévő Re3gistry példányt szeretne frissíteni. Ez a beállítás megtartja a beállításokat és a tartalmat. Ne feledje, hogy ez a beállítás csak a Re3gistry 1.3.X verzióján futó meglévő példányon fog működni.
it: Migration: scegliere questa opzione per aggiornare un'istanza Re3gistry preesistente. Questa opzione manterrà le impostazioni e il contenuto. Da tenere presente che questa opzione funzionerà solo su una istanza esistente in esecuzione con una versione 1.3.X del Re3gistry.
sv: Migration: välj detta alternativ om du vill uppgradera en befintlig Re3gistry-instans. Detta alternativ kommer att behålla dina inställningar och innehåll. Observera att det här alternativet endast fungerar på en befintlig instans som körs på Re3gistry version 1.3.X.

source: **Installation option**
de: **Installationsoption**
es: **Opción de instalación**
hu: **Installation opció**
it: **Opzione Installation**
sv: **Installationsalternativ**

source: In case the "Installation" option is chosen, the basic configuration for the new registry will be requested.
de: Falls die Option "Installation" gewählt wird, wird die Grundkonfiguration für die neue Registrierung angefordert.
es: En caso de elegir la opción "Instalación", se solicitará la configuración básica para el nuevo registro.
hu: Az "Installation" beállítás választása esetén az új tárhely alap konfigurációjának beállítására van szükség.
it: Nel caso venga scelta l'opzione "Installation", verrà richiesta la configurazione di base per il nuovo sistema di registri.
sv: Om alternativet "Installation" väljs kommer den grundläggande konfigurationen för det nya registret att begäras.

source: System languages: the system languages are the languages supported and handled by the Re3gistry 2. Note that you can select one or more system languages.
de: Systemsprachen: Die Systemsprachen sind die Sprachen, die von der Re3gistry 2 unterstützt und verarbeitet werden. Beachten Sie, dass Sie eine oder mehrere Systemsprachen auswählen können.
es: Idiomas del sistema: los idiomas del sistema son los idiomas admitidos y manejados por el Re3gistry 2. Tenga en cuenta que puede seleccionar uno o varios idiomas del sistema.
hu: System languages: a rendszer nyelvek a Re3gistry 2 által támogatott nyelvek. Vegye figyelembe, hogy egy vagy több rendszer nyelvet is választhat.
it: System languages: le lingue di sistema sono le lingue supportate e gestite dal Re3gistry 2. Da tenere presente che si possono selezionare una o più lingue di sistema.
sv: Systemspråk: Systemspråken är de språk som stöds och hanteras av Re3gistry 2. Observera att du kan välja ett eller flera systemspråk.

source: Master language: the master language is the one used by the Re3gistry 2 to handle multilingualism. Note that this will require all content to be available in the chosen master language.
de: Mastersprache: Die Hauptsprache ist diejenige, die von der Re3gistry 2 für die Mehrsprachigkeit verwendet wird. Beachten Sie, dass dies voraussetzt, dass alle Inhalte in der gewählten Hauptsprache verfügbar sind.
es: Lenguaje maestro: el lenguaje maestro es el utilizado por el Re3gistry 2 para manejar el plurilenguaje. Tenga en cuenta que esto requerirá que todo el contenido esté disponible en el idioma maestro elegido.
hu: Mastere language: a mesternyelv az, amelyet a Re3gistry 2 használ a többnyelvűség kezelésére. Vegye figyelembe, hogy ehhez minden tartalomnak elérhetőnek kell lennie a kiválasztott mesternyelven.
it: Master language: la lingua principale è quella utilizzata dal Re3gistry 2 per gestire il multilinguismo. Da tenere presente che ciò richiederà che tutto il contenuto sia disponibile nella lingua principale scelta.
sv: Huvudspråk: Huvudspråket är det språk som används av Re3gistry 2 för att hantera flerspråkighet. Observera att detta kräver att allt innehåll finns tillgängligt på det valda huvudspråket.

source: Base URI: the base URI will be part of the public URL, generally this should match with your own domain name: `**http://example.com**/registry`
de: Base-URI: Der Base-URI ist Teil der öffentlichen URL, im Allgemeinen sollte diese mit ihrem eigenen Domänennamen übereinstimmen: `**http://example.com**/registry`
es: URI base: el URI base formará parte de la dirección URL pública, generalmente debe coincidir con su propio nombre de dominio: `**http://example.com**/registry`
hu: Base URI: az alap URI a nyilvános URL része lesz, általában ennek meg kell egyeznie a saját tartománynevével: `**http://example.com**/registry`
it: Base URI: l'URI di base sarà parte dell'URL pubblico, generalmente dovrebbe corrispondere al proprio nome del dominio: `**http://example.com**/registry`
sv: Base URI: Base URI kommer att vara en del av den publika URL:en, i allmänhet bör den överensstämma med ditt eget domännamn: `**http://example.com**/registry`

source: Local ID: the local ID will be part of the public URL, generally the path following the domain name: `http://example.com/**registry**`
de: Local ID: Die local ID ist Teil der öffentlichen URL, im Allgemeinen der Pfad, der dem Domänennamen folgt: `http://example.com/**registry**`
es: ID local: el ID local formará parte de la dirección URL pública, generalmente la ruta de acceso que sigue al nombre de dominio: `http://example.com/**registry**`
hu: Local ID: a helyi azonosító a nyilvános URL része lesz, általában a tartománynevet követő elérési út: `http://example.com/**registry**`
it: Local ID: l'ID locale sarà parte dell'URL pubblico, generalmente il path che segue il nome del dominio: `http://example.com/**registry**`
sv: Lokalt ID: det lokala ID:t kommer att vara en del av den publika URL:en, i allmänhet sökvägen efter domännamnet: `http://example.com/**registry**`

source: Label: the label of the registry will be the ‘title’ of the Re3gistry 2 instance. It will be shown in the registry’s landing page.
de: Label: Bezeichnung der Registrierung ist der 'Titel' der Re3gistry 2-Instanz. Sie wird auf der Zielseite der Registrierung angezeigt.
es: Etiqueta: la etiqueta del registro será el ‘título’ de la instancia de Re3gistry 2. Se mostrará en la página de destino del registro.
hu: Label: a tárhely címkéje, a Re3gistry 2 példány "címe". Ez megjelenik a tárház kezdőoldalán.
it: Label: l'etichetta del sistema di registri sarà il 'titolo' dell'istanza del Re3gistry 2. Sarà visualizzata nella pagina di accesso del sistema di registri.
sv: Etikett: Registrets etikett kommer att vara "titeln" på Re3gistry 2-instansen. Den kommer att visas på registrets landningssida.

source: Content summary: this text should shortly describe what would be available under your Re3gistry 2 instance. It will be shown in the registry’s landing page.
de: Inhaltszusammenfassung: Dieser Text sollte in Kürze beschreiben, was unter Ihrer Re3gistry 2-Instanz verfügbar wäre. Sie wird auf der Zielseite der Registrierung angezeigt.
es: Resumen de contenido: este texto debería describir en breve lo que estaría disponible en su instancia de Re3gistry 2. Se mostrará en la página de destino del registro.
hu: Content summary: ez a szöveg írja le röviden, hogy mi lesz elérhető a Re3gistry 2 példányában. Ez megjelenik a rendszerleíró adatbázis kezdőoldalán.
it: Content summary: questo testo dovrebbe descrivere brevemente cosa sarebbe disponibile nell'istanza del Re3gistry 2. Sarà visualizzato nella pagina di accesso del sistema di registri.
sv: Sammanfattning av innehållet: denna text ska kortfattat beskriva vad som finns tillgängligt i din Re3gistry 2-instans. Den kommer att visas på registrets landningssida.

source: After filling all the information, click on "Save and continue".
de: Nachdem Sie alle Informationen gefüllt haben, klicken Sie auf "Speichern und fortfahren".
es: Después de rellenar toda la información, haga clic en "Guardar y continuar".
hu: Az adatok kitöltése után kattintson a "Save and continue"-ra.
it: Dopo aver compilato tutte le informazioni, fare click su "Save and continue".
sv: När du har fyllt i alla uppgifter klickar du på "Spara och fortsätt".

source: The next step will present a summary of the information inserted. If all the fields are correct, click on "Install" to begin the installation. Once the installation is finished, the user is redirected to the login page.
de: Im nächsten Schritt wird eine Zusammenfassung der eingefügten Informationen angezeigt. Wenn alle Felder korrekt sind, klicken Sie auf "Installieren", um mit der Installation zu beginnen. Sobald die Installation abgeschlossen ist, wird der Benutzer zur Anmeldeseite umgeleitet.
es: El siguiente paso presentará un resumen de la información insertada. Si todos los campos son correctos, haga clic en "Instalar" para iniciar la instalación. Una vez finalizada la instalación, se redirige al usuario a la página de inicio de sesión.
hu: A következő lépés a bevitt adatok összefoglalását mutatja be. Ha az összes mező helyes, kattintson a "Install" gombra a telepítés megkezdéséhez. A telepítés befejezése után a felhasználót átirányítjuk a bejelentkezési oldalra.
it: Il passaggio successivo presenterà un riepilogo delle informazioni inserite. Se tutti i campi sono corretti, fare click su "Install" per avviare l'installazione. Terminata l'installazione, l'utente viene reindirizzato alla pagina di accesso.

source: **Migration option**
de: **Migrationsoption**
es: **Opción de migración**
hu: **Migration opció**
it: **Opzione Migration**
sv: **Alternativ för migrering**

source: In case the "Migration" option is chosen, the details of the database from the existing Re3gistry installation are requested.
de: Falls die Option "Migration" gewählt wird, werden die Details der Datenbank aus der vorhandenen Re3gistry-Installation angefordert.
es: En caso de elegir la opción "Migración", se solicitan los detalles de la base de datos de la instalación de Re3gistry existente.
hu: Abban az esetben, ha a "Migration" opciót választotta az adatbázis részleteire lesz szükség a létező Re3gistry telepítésből.
it: Nel caso venga scelta l'opzione "Migration", vengono richiesti i dettagli del database dall'installazione esistente del Re3gistry.
sv: Om alternativet "Migration" väljs begärs uppgifter om databasen från den befintliga Re3gistry-installationen.

source: Fill the requested fields and
de: Füllen Sie die angeforderten Felder aus und
es: Rellene los campos solicitados y
hu: Töltse ki a kért mezőket, és
it: Compilare i campi richiesti e
sv: Fyll i de begärda fälten och

source: click the "Save and continue" button. You will then get a page containing a summary of the data retrieved from the existing instance of the Re3gistry.
de: klicken Sie auf die Schaltfläche "Speichern und fortfahren". Sie erhalten dann eine Seite mit einer Zusammenfassung der Daten, die von der vorhandenen Instanz des Re3gistry abgerufen wurden.
es: haga clic en el botón "Guardar y continuar". A continuación, obtendrá una página que contiene un resumen de los datos recuperados de la instancia existente de Re3gistry.
hu: kattintson a "Save and continue" gombra. Ezután egy oldalt kap, amely összefoglalja a Re3gistry meglévő példányából kapott adatokat.
it: fare click sul pulsante "Save and continue". Verrà quindi visualizzata una pagina contenente un riepilogo dei dati recuperati dall'istanza esistente del Re3gistry.
sv: klicka på knappen "Spara och fortsätt". Du kommer då att få en sida som innehåller en sammanfattning av de uppgifter som hämtats från den befintliga instansen av Re3gistry.

source: Click on "Install" to begin the migration. An information page will be shown.
de: Klicken Sie auf "Installieren", um die Migration zu starten. Eine Informationsseite wird angezeigt.
es: Haga clic en "Instalar" para iniciar la migración. Se mostrará una página de información.
hu: Kattintson az "Install" gombra a migráció megkezdéséhez. Egy információs oldal jelenik meg.
it: Fare click su "Install" per avviare la migrazione. Verrà visualizzata una pagina informativa.
sv: Klicka på "Installera" för att påbörja migreringen. En informationssida kommer att visas.
