Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/re3gistry_quickstart.po
Languages: de, es, hu, it, sv

source: Now you can close the browser and the system will notify you via e-mail using the address specified in the "Registry manager" definition step.
de: Jetzt können Sie den Browser schließen und das System benachrichtigt Sie per E-Mail unter der im Definitionsschritt "Registrierungsmanager" angegebenen Adresse.
es: Ahora puede cerrar el navegador y el sistema le notificará por correo electrónico utilizando la dirección especificada en el paso de definición "Administrador de registros".
hu: Most lezárhatja a böngészőt és a rendszer egy emailben értesíti, a "Registry manager" létrehozás lépésben megadott címen.
it: Ora si può chiudere il browser e il sistema invierà una notifica via e-mail utilizzando l'indirizzo specificato nel passaggio della definizione del "Registry manager".
sv: Nu kan du stänga webbläsaren och systemet kommer att meddela dig via e-post med den adress som anges i definitionssteget "Registry manager".

source: Introduction to the Re3gistry 2
de: Einführung in die Re3gistry 2
es: Introducción a Re3gistry 2
hu: Re3gistry bemutatkozás
it: Introduzione al Re3gistry 2
sv: Introduktion till Re3gistry 2

source: The Re3gistry editing interface allows to graphically manage the complete life-cycle of reference codes, such as code lists, enumerations, controlled vocabularies, taxonomies, thesauri or, simply, 'lists of things'. If you choose the "installation mode" from the wizard, the first time you log in to the system, you will have an empty registry. You can then start populating it using the tools provided by the editing interface. If you choose the "migration mode" from the wizard, you will find the registers imported from the older version of the tool.
de: Die Re3gistry-Bearbeitungsschnittstelle ermöglicht die grafische Verwaltung des gesamten Lebenszyklus von Referenzcodes, wie Codelisten, Enumerationen, kontrollierten Vokabeln, Taxonomien, Thesauri oder einfach "Listen von Dingen". Wenn Sie im Assistenten den "Installationsmodus" auswählen, haben Sie bei der ersten Anmeldung am System eine leere Registrierung. Sie können dann mit dem Auffüllen beginnen, indem Sie die von der Bearbeitungsoberfläche bereitgestellten Werkzeuge verwenden. Wenn Sie im Assistenten den "Migrationsmodus" auswählen, finden Sie die Register, die aus der älteren Version des Programms importiert wurden.
es: La interfaz de edición de Re3gistry permite gestionar gráficamente el ciclo de vida completo de los códigos de referencia, como listas de códigos, enumeraciones, vocabularios controlados, taxonomías, tesauros o, simplemente, "listas de cosas". Al elegir el "modo de instalación" del asistente, la primera vez que inicie sesión en el sistema, tendrá un registro vacío. A continuación, puede comenzar a completarlo utilizando las herramientas proporcionadas por la interfaz de edición. Si elige el "modo de migración" del asistente, encontrará los registros importados de la versión anterior de la herramienta.
hu: A Re3gistry szerkesztési felület lehetővé teszi, hogy grafikusan kezelje a referenciakódokat a teljes életciklusuk alatt, mint például a kódlisták, felsorolások, ellenőrzött szótárak, taxonómiák, szinonimák vagy egyszerűen "dolgok listáját". Ha a varázslóból a "installation mode"-t választja, amikor először jelentkezik be a rendszerbe, akkor üres rendszerleíró adatbázisa lesz. Ezután elkezdheti a feltöltését a szerkesztési felület által biztosított eszközök segítségével. Ha a varázslóból az "migration mode -tválasztja, az eszköz régebbi verziójából importált regisztereket kapja meg.
it: L'interfaccia di editing del Re3gistry consente di gestire graficamente il ciclo di vita completo dei codici di riferimento, come elenchi di codici, enumerazioni, vocabolari controllati, tassonomie, thesauri o, semplicemente, 'elenchi di cose'. Se nella procedura guidata è stata scelta la "modalità Installation", la prima volta che si accede al sistema, si avrà un sistema di registri vuoto. Si può quindi iniziare a popolarlo utilizzando gli strumenti disponibili nell'interfaccia di editing. Se nella procedura guidata è stata scelta la "modalità Migration", saranno disponibili i registri importati dalla vecchia versione dello strumento.

source: For detailed documentation on the editing interface, please read the `user manual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.
de: Eine ausführliche Dokumentation zur Bearbeitungsoberfläche finden Sie im `Benutzerhandbuch <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.
es: Para obtener documentación detallada sobre la interfaz de edición, leer el `manual de usuario <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.
hu: A szerkesztő interfészrészletes dokumentációját kérjük olvassa el a `felhasználói kézikönyvben <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.
it: Per una documentazione dettagliata sull'interfaccia di editing, leggere il `manuale utente <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.
sv: För detaljerad dokumentation om redigeringsgränssnittet, läs användarhandboken <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__.

source: Users, roles and groups
de: Benutzer, Rollen und Gruppen
es: Usuarios, roles y grupos
hu: Felhasználók, szerepek, csoportok
it: Utenti, ruoli e gruppi
sv: Användare, roller och grupper

source: The Re3gistry 2 follows the `ISO 19135 Standard "Geographic information — Procedures for item registration" <https://www.iso.org/standard/54721.html>`__.
de: Die Re3gistry 2 folgt dem ISO 19135 Standard `Geographische Informationen — Verfahren für die Artikelregistrierung <https://www.iso.org/standard/54721.html>`__.
es: El Re3gistry 2 sigue la norma `ISO 19135 Standard "Geographic information — Procedures for item registration" <https://www.iso.org/standard/54721.html>`__.
hu: A Re3gistry 2 az `ISO 19135 szabványt "Földrajzi információ - Eljárások az elem regisztrációhoz" <https://www.iso.org/standard/54721.html>`__ követi.
it: Il Re3gistry 2 segue lo `Standard ISO 19135 "Geographic information — Procedures for item registration" <https://www.iso.org/standard/54721.html>`__.
sv: Re3gistry 2 följer standarden `ISO 19135 "Geografisk information - Procedurer för registrering av objekt" <https://www.iso.org/standard/54721.html>`__.

source: The possible user roles that the Re3gistry 2 manages are:
de: Die möglichen Benutzerrollen, die von Re3gistry 2 verwaltet werden, sind:
es: Los posibles roles de usuario que gestiona Re3gistry 2 son:
hu: A Re3gistry 2 által kezelt felhasználói szerepek:
it: I possibili ruoli utente che il Re3gistry 2 gestisce sono:
sv: De möjliga användarrollerna som Re3gistry 2 hanterar är:

source: Registry manager
de: Registrierungsmanager
es: Gerente de registro
hu: Regisztry kezelő
it: Gestore del Sistema di Registri
sv: Registerhanterare

source: Register owner
de: Registrieren Sie den Besitzer
es: Propietario del registro
hu: Regiszter tulajdonos
it: Proprietario del registro
sv: Ägare till registret

source: Register manager
de: Registrieren Sie den Manager
es: Gerente de registro
hu: Regiszter kezelő
it: Gestore del registro
sv: Registeransvarig

source: Control body
de: Kontrollorgan
es: Cuerpo de control
hu: Ellenőrző szervezet
it: Organismo di controllo
sv: Kontrollorgan

source: Submitting organisations
de: Einreichende Stelle
es: Organizaciones de presentación
hu: Benyújtó szervezetek
it: Organizzazioni proponenti
sv: Inlämnande av organisationer

source: The registry manager has the highest privileges in the system. This role can perform three different tasks:
de: Der Registrierungs-Manager verfügt über die höchsten Berechtigungen im System. Diese Rolle kann drei verschiedene Aufgaben ausführen:
es: El administrador del registro tiene los privilegios más altos en el sistema. Este rol puede realizar tres tareas diferentes:
hu: A regisztri kezelő rendelkezik a legmagasabb privilégiummal a rendszerben. Ez a szerep három különböző feladatot hajthat végre:
it: Il gestore del sistema di registri dispone dei privilegi più elevati nel sistema. Questo ruolo può eseguire tre diverse attività:
sv: Registerhanteraren har de högsta behörigheterna i systemet. Den här rollen kan utföra tre olika uppgifter:

source: Make any action on the reference codes.
de: Ausführen aller Aktionen für die Referenzcodes.
es: Realice cualquier acción en los códigos de referencia.
hu: Bármilyen művelet a referencia kódokon.
it: Eseguire qualsiasi azione sui codici di riferimento.
sv: Gör någon åtgärd på referenskoderna.

source: The changes done to the reference codes need to undergo the approval workflow by obtaining the approval from the control body,
de: Die Änderungen an den Referenzcodes müssen dem Genehmigungsworkflow unterzogen werden, indem die Genehmigung von der Kontrollstelle einholen.
es: Los cambios realizados en los códigos de referencia deben someterse al flujo de trabajo de aprobación obteniendo la aprobación del organismo de control,
hu: A referenciakódokon végrehajtott módosításokat az ellenőrző szerv jóváhagyásának megszerzéséhez jóváhagyási munkafolyamatnak kell alávetni,
it: Le modifiche apportate ai codici di riferimento devono essere sottoposte all'iter di approvazione ottenendo l'approvazione, appunto, dall'organismo di controllo,
sv: De ändringar som görs i referenskoderna måste genomgå ett godkännandeflöde genom att erhålla godkännande från kontrollorganet,

source: Manage the structural elements of the system.
de: Verwalten Sie die Strukturelemente des Systems.
es: Gestionar los elementos estructurales del sistema.
hu: A rendszer strukturális elemeinek kezelése.
it: Gestire gli elementi strutturali del sistema.
sv: Hantera systemets strukturella element.

source: Change and edit information related to the registry and the registers,
de: Ändern und Bearbeiten von Informationen im Zusammenhang mit der Registrierung und den Registern,
es: Cambiar y editar la información relacionada con el registro y los registros,
hu: A regisztrivel és a regiszterekkel kapcsolatos információk megváltoztatása és szerkesztése.
it: Modificare ed editare le informazioni relative al sistema di registri e ai registri,
sv: Ändra och redigera information som rör registret och registren,

source: Add new registers,
de: Neue Register hinzufügen,
es: Añadir nuevos registros,
hu: Új regiszter hozzáadása.
it: Aggiungere nuovi registri,
sv: Lägg till nya register,

source: Manage the fields of the registry, registers, reference codes.
de: Verwalten der Felder der Registrierung, Register, Referenzcodes.
es: Gestionar los campos del registro, registros, códigos de referencia.
hu: A regisztri, regiszterek, referencia kódok mezőinek kezelése.
it: Gestire i campi del sistema di registri, dei registri, dei codici di riferimento.
sv: Hantera fält i registret, register, referenskoder.

source: These structural changes do not need to have the approval workflow, and
de: Diese strukturellen Änderungen müssen nicht über den Genehmigungsworkflow verfügen, und
es: Estos cambios estructurales no necesitan tener el flujo de trabajo de aprobación, y
hu: Ezekhez a szerkezeti változásokhoz nem kell jóváhagyási munkafolyamattal rendelkezni, és
it: Queste modifiche strutturali non necessitano dell'iter di approvazione e
sv: Dessa strukturella förändringar behöver inte godkännas i arbetsflödet, och

source: Manage both users and groups.
de: Verwalten Sie sowohl Benutzer als auch Gruppen.
es: Administrar usuarios y grupos.
hu: Felhasználók és csoportok kezelése.
it: Gestire sia utenti che gruppi.
sv: Hantera både användare och grupper.

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
sv: Hur vill du gå vidare?

source: This was just a very brief overview of the Re3gistry. There is more information in the demo installation and on the Re3gistry GitHub space.
de: Dies war nur ein sehr kurzer Überblick über die Re3gistry. Weitere Informationen finden Sie in der Demoinstallation und im GitHub-Bereich von Re3gistry.
es: Esta fue sólo una visión muy breve de Re3gistry. Hay más información en la instalación de demostración y en el espacio en GitHub de Re3gistry.
hu: Ez csak egy nagyon rövid áttekintés a Re3gistry-ről. Több információ érhető el a demó telepítésben és a Re3gistry GitHub oldalán.
it: Questa era solo una panoramica molto sintetica del Re3gistry. Maggiori informazioni sono disponibili nella installazione demo e nello spazio GitHub del Re3gistry.

source: `User manual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__
de: `Benutzerhandbuch <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__
es: `Manual de usuario <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__
hu: `Felhasználói kézikönyv <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__
it: `Manuale utente <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__
sv: användarmanual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md>`__

source: `Administrator manual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__
de: `Administratorhandbuch <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__
es: `Manual de Administrador <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__
hu: `Rendszergazda kézikönyv <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__
it: `Manuale amministratore <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__
sv: administratörshandbok <https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md>`__

source: `Developer manual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__
de: `Entwicklerhandbuch <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__
es: `Manual de desarrollador <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__
hu: `Fejlesztői kézikönyv <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__
it: `Manuale sviluppatore <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__
sv: utvecklarmanual <https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md>`__

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: The Re3gistry 2 is a reusable open source solution for managing and sharing "reference codes". It provides a consistent central access point where labels and descriptions for reference codes can be easily browsed by humans and retrieved by machines. Reference codes are exchanged between applications to uniquely reference some ‘thing’. They can be used to define sets of permissible values for a data field or to provide a reference or context for the data being exchanged. Examples are enumerations, controlled vocabularies, taxonomies, thesauri or, simply, ‘lists of things’. The Re3gistry 2 supports organisations in managing and updating reference codes in a consistent way.
sv: Re3gistry 2 är en återanvändbar lösning med öppen källkod för hantering och delning av "referenskoder". Det ger en konsekvent central åtkomstpunkt där etiketter och beskrivningar för referenskoder enkelt kan bläddras av människor och hämtas av maskiner. Referenskoder utbyts mellan applikationer för att unikt referera till en viss "sak". De kan användas för att definiera uppsättningar av tillåtna värden för ett datafält eller för att ge en referens eller ett sammanhang för de data som utbyts. Exempel är enumerationer, kontrollerade vokabulärer, taxonomier, tesaurier eller helt enkelt "listor över saker". Re3gistry 2 stöder organisationer i att hantera och uppdatera referenskoder på ett konsekvent sätt.

source: Choose *'Start Re3gistry'* from the |menu_re3gistry-Start| menu. The application will take a few moments to start up. Firefox opens the *Re3gistry landing page* (you can also open this manually by pointing your browser to http://localhost:8080/re3gistry2).
sv: Välj *'Start Re3gistry'* från menyn |menu_re3gistry-Start|. Det tar några ögonblick att starta upp programmet. Firefox öppnar *Re3gistry landningssida* (du kan också öppna den manuellt genom att peka din webbläsare till http://localhost:8080/re3gistry2).

source: The next step will present a summary of the information inserted. If all the fields are correct, click on "Install" to begin the installation. Once the installation is finished, the user is redirected to the login page.
sv: I nästa steg visas en sammanfattning av den information som matats in. Om alla fält är korrekta klickar du på "Installera" för att påbörja installationen. När installationen är klar kommer användaren att omdirigeras till inloggningssidan.

source: The Re3gistry editing interface allows to graphically manage the complete life-cycle of reference codes, such as code lists, enumerations, controlled vocabularies, taxonomies, thesauri or, simply, 'lists of things'. If you choose the "installation mode" from the wizard, the first time you log in to the system, you will have an empty registry. You can then start populating it using the tools provided by the editing interface. If you choose the "migration mode" from the wizard, you will find the registers imported from the older version of the tool.
sv: Redigeringsgränssnittet Re3gistry gör det möjligt att grafiskt hantera hela livscykeln för referenskoder, t.ex. kodlistor, uppräkningar, kontrollerade vokabulärer, taxonomier, tesaurier eller helt enkelt "listor över saker". Om du väljer "installationsläget" i guiden kommer du att ha ett tomt register första gången du loggar in i systemet. Du kan sedan börja fylla det med hjälp av de verktyg som finns i redigeringsgränssnittet. Om du väljer "migreringsläget" i guiden kommer du att hitta de register som importerats från den äldre versionen av verktyget.

source: This was just a very brief overview of the Re3gistry. There is more information in the demo installation and on the Re3gistry GitHub space.
sv: Detta var bara en mycket kort översikt över Re3gistry. Det finns mer information i demoinstallationen och på Re3gistry GitHub-utrymmet.
