Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/saga_quickstart.po
Languages: es, hu, it, sv

source: SAGA Quickstart
es: Inicio rápido de SAGA
hu: SAGA gyorstalpaló
it: Guida rapida SAGA
sv: SAGA Snabbstart

source: SAGA (System for Automated Geoscientific Analyses) is an open source geographic information system (GIS) used for editing and analysing spatial data. It includes a large number of modules for the analysis of vector (point, line and polygon), table, grid and image data. Among others the package includes modules for geostatistics, image classification, projections, simulation of dynamic processes (hydrology, landscape development) and terrain analysis. The functionality can be accessed through a GUI, the command line or by using the C++ API.
es: SAGA (Sistema para Análisis Geocientíficos Automatizados, siglas en inglés) es un sistema de información geográfica (SIG) de código abierto utilizado para editar y analizar datos espaciales. Este incluye un gran número de módulos para el análisis de datos vectoriales (puntos, líneas y polígonos), tablas, cuadrículas e imágenes. Entre otros, el paquete incluye módulos de geoestadística, clasificación de imágenes, proyecciones, simulación de procesos dinámicos (hidrología, desarrollo del paisaje) y análisis del terreno. Se puede acceder a estas funcionalidades a través de una interfaz gráfica de usuario, la línea de comandos o utilizando la API de C++.
hu: A SAGA (System for Automated Geoscientific Analyses) egy nyílt forráskódú térinformatikai rendszer (GIS) térinformatikai adatok szerkesztésére és elemzésére. Nagy számú modult tartalmaz vektor (pont, vonal és terület), táblázat, rács és kép adatok elemzésére. A csomag többek között modulokat tartalmaz geostatisztikára, kép osztályozásra, vetületekre, dinamikus folyamatok (hidrológia, tájtervezés) szimulációjára és terep modellezésre. A funkcionalitása elérhető a grafikus felhasználói felületen, parancssorból vagy a C++ API felhasználásával.
it: SAGA (System for Automated Geoscientific Analyses) è un geographic information system (GIS) open source per l'elaborazione e l'analisi di dati territoriali. Comprende un gran numero di moduli per l'analisi di dati vettoriali (punti, linee e poligoni), tabellari, a griglia e immagini. Fra gli altri, il pacchetto include moduli per la geostatistica, la classificazione di immagini, le proiezioni, la simulazione di processi dinamici (idrologia, evoluzione del paesaggio) e analisi del terreno. Le varie funzioni sono accessibili tramite interfaccia grafica, linea di comando o usanto una API in C++.
sv: SAGA (System for Automated Geoscientific Analyses) är ett geografiskt informationssystem (GIS) med öppen källkod som används för att redigera och analysera spatiala data. Det innehåller ett stort antal moduler för analys av vektor- (punkt, linje och polygon), tabell-, rutnäts- och bilddata. Paketet innehåller bl.a. moduler för geostatistik, bildklassificering, projektioner, simulering av dynamiska processer (hydrologi, landskapsutveckling) och terränganalys. Funktionaliteten kan nås via ett GUI, kommandoraden eller genom att använda C++ API.

source: Contents
it: Contenuti
sv: Innehåll

source: Running
es: Ejecutando
hu: Futtatás
it: In esecuzione
sv: Kör

source: To run SAGA GIS on the Live DVD, open the Desktop GIS group on the Desktop and click on the SAGA link.
es: Para ejecutar SAGA GIS en el Live DVD, abra el grupo Desktop GIS en el escritorio y luego clic en el acceso directo de SAGA.
hu: A SAGA GIS futtatásához a Live DVD-ről, nyissa meg a Desktop GIS csoportot az asztalon és kattintson a SAGA linkre.
it: Per eseguire SAGA GIS sul DVD live, apri il gruppo Desktop GIS sul desktop e clicca sul link SAGA.
sv: För att köra SAGA GIS på Live DVD, öppna gruppen Desktop GIS på skrivbordet och klicka på länken SAGA.

source: When opening SAGA for the first time, you are presented with 3 subwindows: the Manager, the object Properties and the Messages window. The information in the object properties window will change depending on your selection in the Manager window.
es: Al abrir SAGA por primera vez, se le presentan 3 subventanas: el Administrador, las Propiedades del objeto y la Ventana de mensajes. La información en la ventana de propiedades del objeto cambiará dependiendo de su selección en la ventana del Administrador.
hu: Amikor először megnyitja a SAGA-t három ablak jelenik meg: a kezelő (Manager), az objektum tulajdonságok (Properties és az üzenetek (Messages) ablak. Az objektum tulajdonságok ablakban megjelenő információ a kezelő ablakban történő kiválasztástól függően változik meg,
it: Quando apri SAGA per la prima volta, ti si presentano 3 sottofinestre: il Manager, le Proprietà dell'oggetto e la finestra dei Messaggi. Le informazioni nella finestra delle proprietà dell'oggetto cambiano a seconda della tua selezione nella finestra del Manager.
sv: När du öppnar SAGA för första gången visas tre underfönster: fönstret Manager, fönstret Object Properties och fönstret Messages. Informationen i fönstret för objektsegenskaper ändras beroende på vad du väljer i fönstret Manager.

source: You can close any of the windows (Manager, Object Properties, Data Sources and Messages). Try closing one of the windows to get more place for your map. You can show closed windows again in the **Window** menu.
es: Puede cerrar cualquiera de las ventanas (Administrador, Propiedades de objeto, Fuentes de datos y Mensajes). Intente cerrar una de las ventanas para obtener más espacio para su mapa. Puede volver a mostrar las ventanas cerradas en el menú **Ventana**.
hu: Lezárhatja bármelyik ablakot (Manager, Object Properties, Data Sources and Messages). Próbálja meg lezárni az egyik ablakot, hogy több helye legyen a térképnek. A lázárt ablakokat megnyithatja ismét a **Window** menüből.
it: Puoi chiudere qualsiasi finestra (Manager, Object Properties, Data Sources e Messages). Prova a chiudere una delle finestre per avere più spazio per la tua mappa. Puoi mostrare di nuovo le finestre chiuse nel menu **Window**.
sv: Du kan stänga vilket som helst av fönstren (Manager, Object Properties, Data Sources och Messages). Prova att stänga ett av fönstren för att få mer plats på kartan. Du kan visa stängda fönster igen i menyn **Window**.

source: Opening data
es: Datos de apertura
it: Aprire dati
sv: Öppningsdata

source: Open the SAGA GUI and load the grid `/home/user/data/saga/DGM_30m_Mt.St.Helens_SRTM.grd` via the **File|Grid|Load** menu.
es: Abra la interfaz gráfica de SAGA y cargue la grid `/home/user/data/saga/DGM_30m_Mt.St.Helens_SRTM.grd` a través del menú **File|Grid|Load**.
hu: Nyissa meg a SAGA grafikus felhasználói felületét és töltse be a `/home/user/data/saga/DGM_30m_Mt.St.Helens_SRTM.grd` rácsot a **File|Grid|Load** menüpont segítségével.
it: Apri la GUI di SAGA e carica la griglia `/home/user/data/saga/DGM_30m_Mt.St.Helens_SRTM.grd` tramite il menu **File|Grid|Load**.
sv: Öppna SAGA GUI och ladda rutnätet `/home/user/data/saga/DGM_30m_Mt.St.Helens_SRTM.grd` via menyn **File|Grid|Load**.

source: You will get a message in the General tab of the Messages window regarding the success or failure of this task. You should see something like `Load Grid: DGM_30m_Mt.St.Helens_SRTM.grd...okay`. Once you loaded the dataset, it will show up in the Data tab of the Workspace window. It will be listed under Grids and the grid system it belongs to.
es: Obtendrá un mensaje en la pestaña General de la Ventana de mensajes de éxito o fallo de esta tarea. Deberia ver algo como `Load Grid: DGM_30m_Mt.St.Helens_SRTM.grd...okay`. Una vez cargado el conjunto de datos, aparecerá en la pestaña Datos de la ventana Espacio de trabajo. Se listará en Cuadrículas y el sistema de cuadrículas al que pertenece.
hu: A Messages ablak General fülén egy üzenetet kap ennek a műveletnek a sikerességéről vagy sikertelenségéről. Valami ilyet kellene látnia: `Load Grid: DGM_30m_Mt.St.Helens_SRTM.grd...okay`. Miután betöltötte az adatokat, megjelenik a Workspace ablak Data fülén. A Grids alatti listába jelenik meg a hozzá kapcsolódó rács rendszerrel együtt.
it: Otterrai un messaggio nella scheda General della finestra Messages riguardante il successo o il fallimento di questo compito. Dovresti vedere qualcosa come `Load Grid: DGM_30m_Mt.St.Helens_SRTM.grd...ok`. Una volta caricato il set di dati, esso apparirà nella scheda Data della finestra Workspace. Sarà elencato sotto Grids e il sistema di griglie a cui appartiene.
sv: Du kommer att få ett meddelande på fliken General i fönstret Messages om denna uppgift har lyckats eller inte. Du bör se något i stil med `Load Grid: DGM_30m_Mt.St.Helens_SRTM.grd...okay`. När du har laddat datasetet kommer det att visas på fliken Data i fönstret Workspace. Den kommer att listas under Grids och det gridsystem som den tillhör.

source: In this case, the grid system information will look like **30;312x 458y; 557970x 5108130y**. The first number is the cell size (30 meters), the next two numbers show the number of cells in x and y direction respectively, and the last two numbers are the origin of the grid.
es: En este caso, la información del sistema de la cuadrícula se verá como **30;312x 458y; 557970x 5108130y**. El primer número es el tamaño de la celda (30 metros), los siguientes dos números muestran el número de celdas en las direcciones x e y respectivamente, y los últimos dos números son el origen de la cuadrícula.
hu: Ebben az esetben a rács rendszer így néz ki **30;312x 458y; 557970x 5108130y**. Az első szám a cella méret (30 méter), a következő két szám a cellák számát mutatja x és y irányban, az utolsó két szám a rács kezdőpontja.
it: In questo caso, le informazioni del sistema di griglia saranno come **30;312x 458y; 557970x 5108130y**. Il primo numero è la dimensione della cella (30 metri), i due numeri successivi mostrano il numero di celle in direzione x e y rispettivamente, e gli ultimi due numeri sono l'origine della griglia.
sv: I det här fallet kommer informationen om rutnätssystemet att se ut som **30;312x 458y; 557970x 5108130y**. Den första siffran är cellstorleken (30 meter), de två följande siffrorna visar antalet celler i x- respektive y-riktningen och de två sista siffrorna är rutnätets ursprung.

source: SAGA's grid systems are referenced by the bottom left corner. This, and some more useful information on the dataset show up if you select the Description tab of the Properties window. Once you click on the tab, you will see not only more detailed information on the grid system, but also the Value Type of the grid (here FLOAT), the Value Range, some statistical measures and the Memory Size.
es: Los sistemas de cuadrículas de SAGA son referenciados por la esquina inferior izquierda. Esto, y alguna otra información útil sobre el conjunto de datos se muestra si selecciona la pestaña Descripción de la Ventana de propiedades. Una vez que haga clic en la pestaña, verá no sólo información más detallada sobre el sistema de la cuadrícula, sino también el Tipo de valores de la cuadrícula (aquí FLOAT), el Rango de valores, algunas medidas estadísticas y el Tamaño de la memoria.
hu: A SAGA rács rendszer a bal alsó sarokra illesztett. Ez és még további hasznos információk jelennek meg az adatokról, ha a Properties ablak Description fülét választja. A fülre kattintás után nem csak részletesebb információt kap a rács rendszerről, megkapja az érték típust (itt FLOAT), az értékek tartományát, néhány statisztikai jellemzőt és a memória méretet.
it: I sistemi a griglia di SAGA si riferiscono all'angolo in basso a sinistra. Questo e altre informazioni utili sul set di dati appaiono se si seleziona la scheda Description della finestra Properties. Una volta che clicchi sulla scheda, vedrai non solo informazioni più dettagliate sul sistema a griglia, ma anche il tipo di valore della griglia (qui FLOAT), l'intervallo di valori, alcune misure statistiche e la dimensione della memoria.
sv: SAGA:s rutnätssystem refereras till i det nedre vänstra hörnet. Detta och annan användbar information om datasetet visas om du väljer fliken Description i fönstret Properties. När du klickar på fliken visas inte bara mer detaljerad information om gridsystemet, utan även gridens värdetyp (här FLOAT), värdeintervall, vissa statistiska mått och minnesstorlek.

source: You can also load data by dragging and dropping it on the application. Try this with one of the datasets in the **/home/user/data/gdal_natural_earth/** folder.
es: También puede cargar datos arrastrándolos y soltándolos en la aplicación. Pruebe esto con uno de los conjuntos de datos en la carpeta **/home/user/data/gdal_natural_earth/**.
hu: Az adatokat betöltheti húzással és elengedéssel az alkalmazáson. Próbálja ki ezt az egyik adatállománnyal a **/home/user/data/gdal_natural_earth/** mappában.
it: Puoi anche caricare i dati trascinandoli sull'applicazione. Prova questo con uno dei set di dati nella cartella **/home/user/data/gdal_natural_earth/**.
sv: Du kan också ladda data genom att dra och släppa dem i programmet. Prova detta med en av datauppsättningarna i mappen **/home/user/data/gdal_natural_earth/**.

source: Displaying data
es: Visualización de datos
it: Visualizzare dati
sv: Visning av data

source: To display the dataset in a map view:
es: Para mostrar el conjunto de datos en una vista de mapa:
hu: Egy adathalmaz megjelenítése egy térkép nézetben
it: Per visualizzare il set di dati in una vista mappa:
sv: För att visa datasetet i en kartvy:

source: Double click on the dataset in the Data tab of the Workspace window. A new Map window will open up with the dataset displayed. The canvas is framed: top and left the x- and y-world coordinates are displayed. Bottom and right you see rulers in map units.
es: Haz doble click en el conjunto de datos en la pestaña Datos de la ventana del Espacio de Trabajo. Se abrirá una nueva ventana de Mapa con el conjunto de datos desplegado. El lienzo está enmarcado: arriba y a la izquierda se muestran las coordenadas mundiales x- e y-. Abajo y a la derecha, verás reglas en unidades de mapa.
hu: Kattintson az adatállományra a Workspace ablak Data fülén. Egy új térképablak nyílik meg a megjelenített adatállománnyal. A vászon körül keret van: fent és balra az x és y koordináták jelennek meg. Lent és jobbra vonalzókat lát térképi egységekkel.
it: Doppio clic sul set di dati nella scheda Data della finestra Workspace. Si aprirà una nuova finestra Map con il set di dati visualizzato. La tela è incorniciata: in alto e a sinistra sono visualizzate le coordinate x e y del mondo. In basso e a destra si vedono i righelli nelle unità della mappa.
sv: Dubbelklicka på datasetet i fliken Data i fönstret Workspace. Ett nytt Map-fönster öppnas med datauppsättningen visad. Canvas är inramad: upptill och till vänster visas x- och y-världskoordinaterna. Längst ned och till höger visas linjaler i kartenheter.

source: Try moving the mouse pointer over the map and watch the x-, y- and z-coordinates displayed in the bottom bar of the SAGA GUI window. The z-coordinates displayed correspond to the elevation values of the dataset (be aware that the values displayed are always those of the dataset selected in the Data or Maps tab).
es: Intente mover el puntero del mouse sobre el mapa y observe las coordenadas x-, y- y z- que se muestran en la barra inferior de la ventana SAGA GUI. Las coordenadas z- que se muestran corresponden a los valores de elevación del conjunto de datos (tenga en cuenta que los valores que se muestran son siempre los del conjunto de datos seleccionado en la pestaña Datos o Mapas).
hu: Próbálja meg az egeret mozgatni a térkép felett és figyelje a megjelenített x, y és z koordinátákat a SAGA ablak alsó sávjában. A megjelenített z koordináta az adathalmaz magasságának (vegye figyelembe, hogy a megjelenített értékek mindig a kiválasztott adatállomány értékei a Data vagy Map fülön).
it: Prova a muovere il puntatore del mouse sulla mappa e osserva le coordinate x, y e z visualizzate nella barra inferiore della finestra GUI di SAGA. Le coordinate z visualizzate corrispondono ai valori di elevazione del set di dati (nota che i valori visualizzati sono sempre quelli del set di dati selezionato nella scheda Data o Maps).
sv: Försök att flytta muspekaren över kartan och titta på x-, y- och z-koordinaterna som visas i det nedre fältet i SAGA GUI-fönstret. De z-koordinater som visas motsvarar höjdvärdena i datasetet (tänk på att de värden som visas alltid är de som finns i det dataset som valts på fliken Data eller Maps).

source: Now use the navigation tools to zoom and pan. The Zoom tool is selected by default. A left click on the map zooms in, a right click zooms out. Holding the left mouse button down, dragging to the opposite corner and letting the mouse button up allows you to zoom to an area of interest.
es: Ahora use las herramientas de navegación para hacer zoom y panear. La herramienta Zoom está seleccionada de forma predeterminada. Un click izquierdo en el mapa se acerca, un clic derecho se aleja. Manteniendo presionado el botón izquierdo del mouse, arrastrándolo a la esquina opuesta y dejando el botón del mouse hacia arriba le permite acercarse a un área de interés.
hu: Most használja a navigációs eszközöket nagyításra és eltolásra. A nagyítás eszköz alapértelmezésben a kiválasztott. Bal kattintás a térképen nagyít, jobb kattintás kicsinyít. A bl gombot nyomva tartva az átellenes sarokba húzás és az egérgomb elengedése lehetővé teszi a területre nagyítást.
it: Ora usa gli strumenti di navigazione per zoomare e fare una panoramica. Lo strumento Zoom è selezionato di default. Un clic sinistro sulla mappa ingrandisce, un clic destro rimpicciolisce. Tenendo premuto il tasto sinistro del mouse, trascinando verso l'angolo opposto e lasciando il tasto del mouse verso l'alto, è possibile ingrandire un'area di interesse.
sv: Använd nu navigeringsverktygen för att zooma och panorera. Verktyget Zoom är valt som standard. Ett vänsterklick på kartan zoomar in, ett högerklick zoomar ut. Om du håller ned vänster musknapp, drar till motsatt hörn och släpper upp musknappen kan du zooma till ett område av intresse.

source: If you zoom in a lot and turn on Show cell values on Settings tab, you will see that the cell values are getting displayed. To pan, select the Pan tool and click and drag to move the map. Have a look at the other buttons in the tool bar: these allow you to zoom e.g. to Full Extent.
es: Si amplía mucho y activa Mostrar valores de celda en la pestaña Configuración, verá que se despliegan los valores de celda. Para panear, seleccione la herramienta Paneo y haz click y arrastre para mover el mapa. Eche un vistazo a los otros botones en la barra de herramientas: estos le permiten hacer zoom, por ejemplo, a Extensión completa.
hu: Ha nagyon belenagyít és a bekapcsolja a cella értékek megjelenítését a Settings fülön, láthatja, hogy a cella értékek megjelennek. Az eltoláshoz válassza a Pan eszközt és kattintson és húzza a térkép mozgatásához. Vessen egy pillantást a többi gombra az eszköztárban: ezek lehetővé teszik például a terjedelemre nagyítást.
it: Se si ingrandisce molto e si attiva l'opzione Show cell values nella scheda Settings, si vedrà che i valori delle celle vengono visualizzati. Per fare una panoramica, seleziona lo strumento Pan e clicca e trascina per spostare la mappa. Dai un'occhiata agli altri pulsanti nella barra degli strumenti: questi ti permettono di zoomare ad esempio su Full Extent.
sv: Om du zoomar in mycket och aktiverar Visa cellvärden på fliken Inställningar kommer du att se att cellvärdena visas. Panorera genom att välja Pan-verktyget och klicka och dra för att flytta kartan. Titta på de andra knapparna i verktygsfältet: med dem kan du t.ex. zooma till Full Extent.

source: Saga zooms very fast, if you are lost while browsing your data, click the 'Zoom to Full Extent' button in the toolbar
es: Saga hace zoom muy rápido, si se pierde mientras navega por sus datos, haga click en el botón 'Zoom a Extensión Completa' en la barra de herramientas
hu: A Saga nagyon gyorsan nagyít, ha eltévedt az adatai böngészése közben kattintson a 'Zoom to Full Extent' gombra az eszközsorban.
it: Saga zooma molto velocemente, se ti sei perso durante la navigazione dei dati, clicca sul pulsante 'Zoom to Full Extent' nella barra degli strumenti
sv: Saga zoomar mycket snabbt, om du tappar bort dig när du bläddrar i dina data klickar du på knappen "Zooma till full omfattning" i verktygsfältet

source: Creating a shaded relief map view
es: Creación de una vista de mapa con relieve sombreado
hu: Domborzat árnyalt nézet létrehozása
it: Crea una vista della mappa in rilievo ombreggiata
sv: Skapa en skuggad reliefkartvy

source: We will enhance the map display by calculating a shaded relief map.
es: Mejoraremos la visualización del mapa calculando un mapa de relieve sombreado.
hu: Térkép megjelenítés kiemelése egy árnyékolt domborzati térkép kiszámításával.
it: Migliorerai la visualizzazione della mappa calcolando una mappa di rilievo ombreggiata.
sv: Vi kommer att förbättra kartvisningen genom att beräkna en skuggad reliefkarta.

source: Switch to the Tools tab of the Manager window and click on the triangle left to the **Terrain Analysis - Lighting, Visibility** module library: the list with the modules of this library will show up.
es: Cambie a la pestaña Herramientas de la ventana Administrador y haga click en el triángulo a la izquierda de la biblioteca de módulos **Análisis de Terreno - Iluminación, Visibilidad**: aparecerá la lista con los módulos de esta biblioteca.
hu: Térjen át a Manager ablak Tools fülére és kattintson a háromszögre balra a **Terrain Analysis - Lighting, Visibility** modul könyvtártól: ennek a könyvárnak a moduljai jelennek meg egy listában.
it: Passa alla scheda Tools della finestra del Manager e clicca sul triangolo a sinistra della libreria di moduli **Terrain Analysis - Lighting, Visibility**: apparirà la lista con i moduli di questa libreria.
sv: Byt till fliken Verktyg i fönstret Manager och klicka på triangeln till vänster om modulbiblioteket **Terrain Analysis - Lighting, Visibility**: listan med modulerna i detta bibliotek visas.

source: Now select the Analytical Hillshading module and then select the Settings tab of the Properties window. This will show up the module parameters (also have a look at the Description tab, which will display more information about the module and its parameters).
es: Ahora seleccione el módulo Sombreado Analítico y luego seleccione la pestaña Configuración de la ventana Propiedades. Esto mostrará los parámetros del módulo (también eche un vistazo a la pestaña Descripción, que mostrará más información sobre el módulo y sus parámetros).
hu: Most válassza az Analytical Hillshading modult és utána válassza a Properties ablak Setting fülét. Ez megjeleníti a modul paramétereket (vessen egy pillantást a Description fülre is, mely további információt jelenit meg a a modulról és a paramétereiről).
it: Ora seleziona il modulo Analytical Hillshading e poi seleziona la scheda Settings della finestra Properties. Questo mostrerà i parametri del modulo (guarda anche la scheda Description, che mostrerà più informazioni sul modulo e i suoi parametri).
sv: Välj nu modulen Analytical Hillshading och välj sedan fliken Settings i fönstret Properties. Då visas modulens parametrar (titta även på fliken Description, där du hittar mer information om modulen och dess parametrar).
