Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/saga_quickstart.po
Languages: es, hu, it, sv

source: Click in the right column of the Grid system parameter (where [not set] is displayed) and select the grid system of the Mt. St. Helens dataset (**30; 312x 458y; 557970x 5108130y**).
es: Haga click en la columna derecha del parámetro del sistema de Cuadrícula (donde se muestra [no establecido]) y seleccione el sistema de cuadrícula del conjunto de datos de Mt. St. Helens ( 30; 312x 458y; 557970x 5108130y ).
hu: Kattintson a Grid system parameter jobb oszlopába (ahol [not set] látszik) és válassza a Mt, St, Helent adatállomány rácsrendszerét (**30; 312x 458y; 557970x 5108130y**).
it: Clicca nella colonna di destra del parametro Grid system (dove viene visualizzato [not set]) e seleziona il sistema di griglia del dataset Mt. St. Helens (**30; 312x 458y; 557970x 5108130y**).
sv: Klicka i den högra kolumnen i parametern Grid system (där [not set] visas) och välj grid-systemet för Mt. St. Helens dataset (**30; 312x 458y; 557970x 5108130y**).

source: Next click into the right column of the Elevation parameter and select the dataset. Click in the right column of the Shading Method option and select Standard. Now press the Apply and then the Execute button. A new dataset containing the hillshade will be calculated.
es: Luego haga click en la columna derecha del parámetro Elevación y seleccione el conjunto de datos. Haga click en la columna derecha de la opción Método de sombreado y seleccione Estándar. Ahora presione el botón Aplicar y luego el botón Ejecutar. Se calculará un nuevo conjunto de datos que contiene el sombreado.
hu: Ezután kattintson az Elevation paraméter jobb oszlopába és válassza ki az adatállományt. Kattintson a Shading Method beállítás jobb oszlopába és válassza a Standard-ot. Nyomja meg az Apply és utána az Execute gombot. Egy domborzat árnyékolást tartalmazó új adatállomány jön létre.
it: Poi clicca nella colonna di destra del parametro Elevation e seleziona il set di dati. Clicca nella colonna di destra dell'opzione Shading Method e seleziona Standard. Ora premi il pulsante Apply e poi il pulsante Execute. Verrà calcolato un nuovo set di dati contenente l'hillshade.
sv: Klicka sedan i den högra kolumnen i parametern Elevation och välj dataset. Klicka i den högra kolumnen i alternativet Shading Method och välj Standard. Tryck nu på knappen Apply och sedan på Execute. Ett nytt dataset som innehåller hillshade kommer att beräknas.

source: Have a look at the Data tab of the Workspace window - you will find the newly created dataset.
es: Eche un vistazo a la pestaña Datos de la ventana del Espacio de Trabajo: encontrará el conjunto de datos recién creado.
hu: Vessen egy pillantást a Workspace ablak Data fülére - ott találja az újonnan létrehozott adatállományt.
it: Dai un'occhiata alla scheda Data della finestra Workspace - troverai il dataset appena creato.
sv: Ta en titt på fliken Data i fönstret Workspace - där hittar du den nyskapade datasetet.

source: Double click on the 'Analytical Hillshading' dataset and select New in the dialog popping up. This will display the dataset in a new map view. After inspecting the dataset, close the Map window by selecting Close from the Window menu.
es: Haga doble click en el conjunto de datos 'Sombreado Analítico' y seleccione Nuevo en el cuadro de diálogo emergente. Esto mostrará el conjunto de datos en una nueva vista de mapa. Después de inspeccionar el conjunto de datos, cierre la ventana de Mapa seleccionando Cerrar en el menú de Ventana.
hu: Kattintson duplán a 'Analytical Hillshading' adatállományra és válassza a New-ra felbukkanó párbeszédablakban. Ez megjeleníti az adatokat egy új térkép nézetben. Az adatok megvizsgálása után zárja le a térkép ablakot a Window menüből A Close kiválasztásával.
it: Doppio clic sul set di dati 'Analytical Hillshading' e seleziona New nella finestra di dialogo che appare. Questo mostrerà il set di dati in una nuova visualizzazione della mappa. Dopo aver ispezionato il set di dati, chiudi la finestra Map selezionando Close dal menu Window.
sv: Dubbelklicka på datasetet "Analytical Hillshading" och välj New i dialogrutan som dyker upp. Då visas datasetet i en ny kartvy. När du har inspekterat datasetet stänger du Map-fönstret genom att välja Close på Window-menyn.

source: Now double click on the hillshade dataset again, but select the Map containing the elevation dataset in the dialog popping up (Add layer to selected map). This will place the hillshade on top of the elevation dataset.
es: Ahora haga doble click en el conjunto de datos de sombreado nuevamente, pero seleccione el Mapa que contiene el conjunto de datos de elevación en el cuadro de diálogo emergente (Agregar capa al mapa seleccionado). Esto colocará el sombreado en la parte superior del conjunto de datos de elevación.
hu: Most kattintson duplán domborzat árnyalt adatállományra ismét, de válassza a magasságokat tartalmazó térképet a felbukkanó párbeszédablakban (Add layer to selected map). Ez a domborzat árnyalást a magasság adatok felé helyezi.
it: Ora fai di nuovo doppio clic sul set di dati hillshade, ma seleziona la mappa che contiene il set di dati di elevazione nella finestra di dialogo che appare (Add layer to selected map). Questo posizionerà l'hillshade sopra il dataset di elevazione.
sv: Dubbelklicka nu på hillshade-datasetet igen, men välj kartan som innehåller höjddatasetet i dialogrutan som dyker upp (Lägg till lager på vald karta). Detta kommer att placera hillshade ovanpå elevationsdatasetet.

source: Switch to the Maps tab of the Manager window. You will see on the Tree tab the entry of your map and the datasets the map is composed of. The drawing order is top to bottom. Now do a right click on the 'Analytical Hillshading' dataset and select Move To Bottom from the context menu popping up. This will change the drawing order, placing the hillshade beneath the elevation dataset (which now shows up again in the map view).
es: Cambie a la pestaña Mapas de la ventana Administrador. Verá en la pestaña Árbol la entrada de su mapa y los conjuntos de datos de los que está compuesto el mapa. El orden de dibujo es de arriba a abajo. Ahora haga click con el botón derecho en el conjunto de datos 'Sombreado Analítico' y seleccione Mover a la Parte Inferior en el menú contextual emergente. Esto cambiará el orden de dibujo, colocando el sombreado debajo del conjunto de datos de elevación (que ahora aparece nuevamente en la vista del mapa).
hu: Váltson a Manager ablak Maps fülére. A Tree fülön látja a térképnek belépési pontját és a térképet alkotó adatállományokat. A rajzi sorrend fentről lefelé. Jobb gombbal kattintson az 'Analytical Hillshading' adatállományra és válassza a Move TO Bottom-ot a felbukkanó környezetfüggő menüből. Ez módosítja a rajzi sorrendet a domborzat árnyékolást a magasság adatállomány alá helyezi (mely újra megjelenik a térkép nézetben).
it: Passa alla scheda Maps della finestra Manager. Vedrai nella scheda Tree la voce della tua mappa e i set di dati di cui la mappa è composta. L'ordine di disegno è dall'alto verso il basso. Ora fai un click destro sul dataset 'Analytical Hillshading' e seleziona Move To Bottom dal menu contestuale che appare. Questo cambierà l'ordine di disegno, posizionando il hillshade sotto il dataset di elevazione (che ora appare di nuovo nella vista mappa).
sv: Växla till fliken Maps i fönstret Manager. På fliken Tree visas posten för din karta och de dataset som kartan består av. Ritningsordningen är uppifrån och ned. Högerklicka nu på datauppsättningen "Analytical Hillshading" och välj Move To Bottom från snabbmenyn som dyker upp. Detta ändrar ritningsordningen och placerar bergsskuggan under höjddatasetet (som nu visas igen i kartvyn).

source: Now select the elevation dataset (by left clicking) and have a look at the Settings tab of the Properties window. Find the Display section of the parameters and click in the right column of the Transparency option. Enter a value of 30 and press the Apply button. Now you will see your elevation values shaded by relief.
es: Ahora seleccione el conjunto de datos de elevación (haciendo click izquierdo) y eche un vistazo a la pestaña Configuración de la ventana Propiedades. Busque la sección Visualización de los parámetros y haga click en la columna derecha de la opción Transparencia. Ingrese un valor de 30 y presione el botón Aplicar. Ahora verá sus valores de elevación sombreados por relieve.
hu: Most válassza a magasság adatállományt (bal kattintással) és vessen egy pillantást a Properties ablak Settings fülére. Keresse meg a Display fejezetet a paraméterek között és kattintson a Transparency beállítás jobb oszlopába. Írjon be 30-at ésnyomja meg az Apply gombot.. Most a magasság adatait látja domborzat árnyalással.
it: Ora seleziona il set di dati di elevazione (cliccando con il tasto sinistro del mouse) e dai un'occhiata alla scheda Settings della finestra Properties. Trova la sezione Display dei parametri e clicca nella colonna di destra dell'opzione Transparency. Inserisci un valore di 30 e premi il pulsante Apply. Ora vedrai i valori di elevazione ombreggiati dal rilievo.
sv: Välj nu höjddatasetet (genom att vänsterklicka) och ta en titt på fliken Settings i fönstret Properties. Leta upp avsnittet Display i parametrarna och klicka i den högra kolumnen i alternativet Transparency. Ange ett värde på 30 och tryck på knappen Apply. Nu kommer du att se dina höjdvärden skuggade av relief.

source: Feel free to try other Transparency settings or even try other Shading Methods in the Analytical Hillshading module (in case you do not change the output dataset parameter, the changes will be written to the grid already created, i.e. you will see the changes in the map view immediately).
es: Siéntase libre de probar otras configuraciones de Transparencia o incluso probar otros Métodos de Sombreado en el módulo de Sombreado Analítico (en caso de que no cambie el parámetro del conjunto de datos de salida, los cambios se escribirán en la cuadrícula ya creada, es decir, verá los cambios en el mapa ver de inmediato).
hu: Ne habozzon, hogy más átlátszósági beállításokat kipróbáljon, vagy akár kipróbálhat más Shading Methods-t az Analytical Hilshading modulból (abban az esetben, ha nem változtatja meg az output adatállomány paramétert, a módosításokat a már létrehozott rácsba írja, azaz azonnal látni fogja a változásokat a térképen).
it: Sentiti liberi di provare altre impostazioni di trasparenza o anche di provare altri metodi di ombreggiatura nel modulo Analytical Hillshading (nel caso in cui non cambi il parametro dell'output dataset, le modifiche saranno scritte nella griglia già creata, cioè vedrai le modifiche nella vista della mappa immediatamente).
sv: Prova gärna andra transparensinställningar eller till och med andra skuggningsmetoder i modulen Analytical Hillshading (om du inte ändrar parametern för utdataset kommer ändringarna att skrivas till det redan skapade rutnätet, dvs. du kommer att se ändringarna i kartvyn omedelbart).

source: 3D visualization
es: Visualización 3D
hu: 3D megjlenítés
it: visualizzazione 3D
sv: 3D-visualisering

source: In a next step, you might like to visualize your map in 3D.
es: En el siguiente paso, es posible que desee visualizar su mapa en 3D.
hu: A következő lépésben a térképet 3D-ben is megjelenítheti.
it: In un passo successivo, potresti voler visualizzare la tua mappa in 3D.
sv: I ett nästa steg kanske du vill visualisera din karta i 3D.

source: Be sure your Map window is selected and press the Show 3D-View button in the tool bar. In the dialog popping up, select the grid system containing your elevation dataset and set the Mt. St. Helens dataset as the Elevation parameter. Once you press the Okay button, the 3D view of your map will show up. Hold the left mouse button pressed and move the mouse to rotate and tilt the map.
es: Asegúrese de que su ventana de Mapa esté seleccionada y presione el botón Mostrar Vista-3D en la barra de herramientas. En el cuadro de diálogo emergente, seleccione el sistema de cuadrícula que contiene su conjunto de datos de elevación y configure el Conjunto de datos de Mt. St. Helens como parámetro de Elevación. Una vez que presione el botón Aceptar, aparecerá la vista 3D de su mapa. Mantenga presionado el botón izquierdo del mouse y mueva el mouse para rotar e inclinar el mapa.
hu: Győződjön meg, hogy a térkép ablakot szelektálta és nyomja meg a Show 3D-view gombot az eszköztárban- A felbukkanó párbeszédablakban válassza magassági adatait tartalmazó rács rendszert és állítsa be a Mt. St. Helens adatokat Elevation paraméterként. Az Okay gomb megnyomása után a térképének 3D-s nézete jelenik meg. Tartsa nyomva a bal egérgombot és mozgassa az egeret a térkép forgatásához és döntéséhez.
it: Assicurati che la tua finestra Map sia selezionata e premi il pulsante Show 3D-View nella barra degli strumenti. Nella finestra di dialogo che appare, seleziona il sistema di griglia che contiene il tuo set di dati di elevazione e imposta il set di dati Mt. St. Helens come parametro di elevazione. Una volta premuto il pulsante Ok, apparirà la vista 3D della tua mappa. Tieni premuto il tasto sinistro del mouse e muovi il mouse per ruotare e inclinare la mappa.
sv: Se till att Map-fönstret är valt och tryck på knappen Show 3D-View i verktygsfältet. I dialogrutan som dyker upp väljer du det rutnätssystem som innehåller din höjddatauppsättning och anger Mt. St. Helens-datauppsättningen som höjdparameter. När du trycker på knappen Okay visas 3D-vyn av din karta. Håll vänster musknapp intryckt och flytta musen för att rotera och luta kartan.

source: Use the mouse wheel to zoom in/out and the right button to shift the map. Also have a look at the tool bar of the 3D View: the buttons replicate the mouse operations and offer further functionality. To close the 3D view select the Close option from the Window menu.
es: Use la rueda del mouse para acercar/alejar y el botón derecho para desplazar el mapa. También eche un vistazo a la barra de herramientas de la Vista 3D: los botones replican las operaciones del mouse y ofrecen más funciones. Para cerrar la vista 3D, seleccione la opción Cerrar en el menú de Ventana.
hu: Használja az egérgörgőt a nagyításhoz/kicsinyítéséhez és a jobb gombot a térkép eltolásához. Vessen egy pillantást a 3D View eszközsorára: a gombok megismétlik az egérműveleteket és további funkcionalitást kínálnak. A 3D nézet bezárásához a Window menüből válassza a Close pontot.
it: Usa la rotella del mouse per zoomare in/out e il tasto destro per spostare la mappa. Dai anche un'occhiata alla barra degli strumenti della vista 3D: i pulsanti replicano le operazioni del mouse e offrono ulteriori funzionalità. Per chiudere la vista 3D seleziona l'opzione Close dal menu Window.
sv: Använd mushjulet för att zooma in/ut och högerknappen för att flytta kartan. Ta också en titt på verktygsfältet i 3D-vyn: knapparna replikerar musfunktionerna och erbjuder ytterligare funktionalitet. För att stänga 3D-vyn väljer du alternativet Stäng i menyn Fönster.

source: Creating contour lines
es: Creación de curvas de nivel
it: Crea linee di contorno
sv: Skapa konturlinjer

source: As a short introduction to SAGA vector capabilities, we will now generate Contour Lines from the digital elevation model.
es: Como una breve introducción a las capacidades vectoriales de SAGA, ahora generaremos Líneas de Contorno a partir del modelo de elevación digital.
hu: A SAGA vektor képességek rövid bemutatása során szintvonalakat generálunk a digitális magasság modellből.
it: Come breve introduzione alle capabilities vettoriali di SAGA, genererai ora le Contour Lines dal modello di elevazione digitale.
sv: Som en kort introduktion till SAGAs vektorfunktioner kommer vi nu att generera konturlinjer från den digitala höjdmodellen.

source: This can be done by using the **Shapes - Grid | Contour Lines From Grid** if you open the tools tab in the manager, or you can equally well open the module using the menu: **Geoprocessing|Shapes|Grid|Vectorization**.
es: Esto se puede hacer usando las **Formas - Cuadrícula | Líneas de Contorno de la Cuadrícula** si abre la pestaña de herramientas en el administrador, o bien puede abrir el módulo utilizando el menú: **Geoprocesamiento|Formas|Cuadrícula|Vectorización**.
hu: Ezt megteheti a **Shapes - Grid | Contour Lines From Grid** használatával, ha a managerben megnyitja az eszközök fület vagy ugyanezzel az eredménnyel jár a modul megnyitása a menüből: **Geoprocessing|Shapes|Grid|Vectorization**.
it: Questo può essere fatto usando il modulo **Shapes - Grid | Contour Lines From Grid** se si apre la scheda strumenti nel manager, o si può ugualmente aprire il modulo usando il menu: **Geoprocessing|Shapes|Grid|Vectorization**.
sv: Detta kan göras med hjälp av **Shapes - Grid | Contour Lines From Grid** om du öppnar verktygsfliken i hanteraren, eller så kan du lika gärna öppna modulen med hjälp av menyn: **Geoprocessing|Shapes|Grid|Vectorization**.

source: Choose your grid system and grid (this has to be the elevation). You can leave the options as they are, but perhaps it is better to choose an equidistance of 50m instead of the standard 10m.
es: Elija su sistema de cuadrícula y cuadrícula (esta debe ser la elevación). Puede dejar las opciones como están, pero quizás sea mejor elegir una equidistancia de 50m en lugar de la estándar de 10m.
hu: Válassza ki a rács rendszerét (ennek magasságnak kell lennie). Meghagyhatja a beállításokat, de valószínűleg jobb, ha az alapértelmezett 10 méteres egyenlő közű szintvonalak helyett 50 m-et választ.
it: Scegli il tuo sistema di griglia e la griglia (questa deve essere l'elevazione). Puoi lasciare le opzioni come sono, ma forse è meglio scegliere un'equidistanza di 50m invece dei 10m standard.
sv: Välj ditt rutnätssystem och rutnät (detta måste vara höjden). Du kan låta alternativen vara som de är, men det kanske är bättre att välja ett ekvidistans på 50 m i stället för standardvärdet 10 m.

source: A few seconds later your contour map has been generated and you should find it back under the data tab in the workspace. Try opening your contour map in a new map. All contour lines now have the same colour, which is not that attractive.
es: Unos segundos después, se ha generado su mapa de contorno y debería encontrarlo nuevamente en la pestaña de datos en el espacio de trabajo. Intente abrir su mapa contorneado en un nuevo mapa. Todas las líneas de contorno ahora tienen el mismo color, lo que no es tan atractivo.
hu: Néhány másodperccel később a program elkészíti a szintvonalas térképet és a workspace data füle alatt megtalálhatja. Próbálja megnyitni a szintvonalas térképet egy új térképen. Minden szintvonal azonos színű, ami nem annyira vonzó.
it: Pochi secondi dopo la tua mappa al contorno è stata generata e dovresti ritrovarla sotto la scheda dati nell'area di lavoro. Prova ad aprire la tua mappa di contorno in una nuova mappa. Tutte le curve di livello hanno ora lo stesso colore, il che non è molto attraente.
sv: Några sekunder senare har din konturkarta genererats och du bör hitta den under datafliken i arbetsytan. Prova att öppna konturkartan i en ny karta. Alla konturlinjer har nu samma färg, vilket inte är så tilltalande.

source: If you select your data set (in the workspace, data tab) and check the Settings in the Object Properties window, you can find a section: Display: color classification. You can change the classification from 'Unique symbol' to graduated color. Then you should still adjust the attribute which is used for this graduated color to the elevation. Press apply, and you are presented with coloured contour lines.
es: Si selecciona su conjunto de datos (en el espacio de trabajo, pestaña de datos) y verifica la Configuración en la ventana Propiedades del Objeto, puede encontrar una sección: Pantalla: clasificación de colores. Puede cambiar la clasificación de 'Símbolo único' a color graduado. Entonces aún debe ajustar el atributo que se utiliza para este color graduado a la elevación. Presione aplicar, y se le presentarán líneas de contorno coloreadas.
hu: Ha kiválasztja az adatállományát (a workspace-ban a data fül) és az Object Properties ablakban ránéz a Settings-re, akkor találhat egy Display: color classification fejezetet. Módosíthatja az osztályozás a 'Unique symbol'-ról a szín átmenetekre. Ezután még módosítsa az attribútumot, amely alapján a színezés történik, a magasságra. Nyomja meg az Apply-t és színes szintvonalakat kap.
it: Se selezioni il tuo set di dati (nell'area di lavoro, scheda dati) e controlli le Impostazioni nella finestra Object Properties, puoi trovare una sezione: Display: classificazione dei colori. Puoi cambiare la classificazione da 'Unique symbol' a colore graduato. Poi dovresti ancora regolare l'attributo che è usato per questo colore graduato all'elevazione. Premi Apply, e ti vengono presentate le linee di contorno colorate.
sv: Om du väljer din datauppsättning (i arbetsytan, fliken Data) och kontrollerar inställningarna i fönstret Object Properties, kan du hitta ett avsnitt: Display: färgklassificering. Du kan ändra klassificeringen från "Unik symbol" till graderad färg. Då bör du fortfarande justera attributet som används för denna graderade färg till höjden. Tryck på apply och du får fram färgade konturlinjer.

source: Check your history
es: Revisa tu historial
hu: Nézze meg az előzményeket
it: Controlla la tua cronologia
sv: Kontrollera din historik

source: If you select a dataset (eg your contour lines) in the data tab of the manager window, you can switch the object properties tab to 'history' to review which module and which options were used to create the dataset. This information is also kept when you save your files (in .mshp and .mgrd files).
es: Si selecciona un conjunto de datos (por ejemplo, sus líneas de contorno) en la pestaña de datos de la ventana del administrador, puede cambiar la pestaña de propiedades del objeto a 'historial' para revisar qué módulo y qué opciones se usaron para crear el conjunto de datos. Esta información también se mantiene cuando guarda sus archivos (en archivos .mshp y .mgrd).
hu: Ha kiválaszt egy adatállományt (pl. a szintvonalakat) a manager ablak data fülén, az objektum tulajdonságok fülről átválthat a 'history'-ra, hogy áttekintse, mely modulokat és milyen beállításokat használtak az adatállomány létrehozásához. Ezt az információt a rendszer a fájlok mentése után is megőrzi (. mshp és. mgrd fájlokban).
it: Se selezioni un set di dati (per esempio le tue curve di livello) nella scheda Data della finestra del manager, puoi passare la scheda delle proprietà dell'oggetto a 'history' per rivedere quale modulo e quali opzioni sono state usate per creare il set di dati. Queste informazioni sono anche conservate quando salvi i tuoi file (nei file .mshp e .mgrd).
sv: Om du väljer en datauppsättning (t.ex. dina konturlinjer) på datafliken i fönstret Manager kan du ändra fliken Object Properties till "History" för att granska vilken modul och vilka alternativ som användes för att skapa datauppsättningen. Denna information sparas också när du sparar dina filer (i .mshp- och .mgrd-filer).
