Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/saga_quickstart.po
Languages: es, hu, it, sv

source: You can create a tool chain from your history - which allows you to run a chain of modules again with fixed options. A tutorial can be found at https://rohanfisher.wordpress.com/saga-tool-chains/
es: Puede crear una cadena de herramientas a partir de su historial, lo que le permite ejecutar una cadena de módulos nuevamente con opciones fijas. Puede encontrar un tutorial en https://rohanfisher.wordpress.com/saga-tool-chains/
hu: Az előzményekből egy parancs parancs sorozatot állíthat elő - mely lehetővé teszi, hogy a modulok láncolatát futtassa ismételten, a beállított paraméterekkel. Egy oktatóanyag található erről itt https://rohanfisher.wordpress.com/saga-tool-chains/
it: Puoi creare una catena di strumenti dalla tua cronologia - che ti permette di eseguire nuovamente una catena di moduli con opzioni fisse. Un tutorial può essere trovato su https://rohanfisher.wordpress.com/saga-tool-chains/
sv: Du kan skapa en verktygskedja från din historik - vilket gör att du kan köra en kedja av moduler igen med fasta alternativ. En handledning finns på https://rohanfisher.wordpress.com/saga-tool-chains/

source: Saving data
es: Guardando datos
hu: Adatok mentése
it: Salvataggio dei dati
sv: Sparar data

source: To save the work you have created you should open the data tab in the workspace, and right click on the file you want to save. SAGA will save grid files to its own native format (\*.sgrd) and shapefiles to the standard ESRI shapefile format (\*.shp). It is also possible to save the project, by choosing **File|Project|Save Project As**. This will save all the map views and data settings, as well as offering to save the data files.
es: Para guardar el trabajo que ha creado, debe abrir la pestaña de datos en el espacio de trabajo y hacer click con el botón derecho en el archivo que desea guardar. SAGA guardará los archivos de cuadrícula en su propio formato nativo (\*.shp) y los archivos shape en el formato de archivo shape estándar de ESRI (\*.shp). También es posible guardar el proyecto seleccionando **Archivo|Proyecto|Guardar| Proyecto Como**. Esto guardará todas las vistas del mapa y la configuración de datos, además de ofrecer guardar los archivos de datos.
hu: A munkájának elmentéséhez nyissa meg a data fület a workspace-ben és kattintson jobb gombbal a mentendő fájlra. A SAGA a rács fájlokat a saját formátumába menti el (\*.sgrd) és a vektor fájlokat ESRI shape fájl formátumba (\*.shp). A projektet is elmenthetjük a **File|Project|Save Project As** választásával. Ez elmenti az összes térkép nézetet és adat beállításokat mint ahogy lehetőséget biztosít az adat fájlok elmentésére is.
it: Per salvare il lavoro che hai creato devi aprire la scheda Data nell'area di lavoro e cliccare con il tasto destro sul file che vuoi salvare. SAGA salverà i file griglia nel suo formato nativo (\*.sgrd) e gli shapefile nel formato standard ESRI (\*.shp). E' anche possibile salvare il progetto, scegliendo **File|Project|Save Project As**. Questo salverà tutte le viste della mappa e le impostazioni dei dati, oltre a offrire il salvataggio dei file di dati.
sv: För att spara det arbete som du har skapat ska du öppna datafliken i arbetsytan och högerklicka på den fil som du vill spara. SAGA sparar gridfiler i sitt eget format (\*.sgrd) och shapefiler i ESRI:s standardformat för shapefiler (\*.shp). Det är också möjligt att spara projektet genom att välja **File|Project|Save Project As**. Då sparas alla kartvyer och datainställningar, och datafilerna kan också sparas.

source: Importing/Exporting data
es: Importación/Exportación de datos
hu: Adatok importálása/exportálása
it: Importazione/Esportazione di dati
sv: Importera/exportera data

source: Under the hood SAGA can also use the GDAL library for opening different raster and vector formats. The easiest way is to use **File|Grid|Open** for raster data and **File|Shapes|Open** for vector data. For rasters among others geotiff is supported. Note that you can also just drag and drop files on SAGA. More advanced options and modules are present under **Geoprocessing|File|Grid**.
es: Bajo el capó, SAGA también puede usar la biblioteca GDAL para abrir diferentes formatos ráster y vectoriales. La forma más fácil es usar **Archivo|Cuadrícula|Abrir** para datos ráster y **Archivo|Formas|Abrir** para datos vectoriales. Para rásters, entre otros, se admite geotiff. Tenga en cuenta que también puede arrastrar y soltar archivos en SAGA. Las opciones y módulos más avanzados están presentes en **Geoprocesamiento|Archivo|Cuadrícula** .
hu: A motorház tető alatt a SAGA a GDAL könyvtárat is használja különböző vektor és raszter formátumú állományok megnyitására. A legegyszerűbb megoldás a **File|Grid|Open** használata raszter adatokra és a **File|Shapes|Open** vektor adatokra. Raszterek esetén többek között a geotiff is használható. További beállítások és modulok találhatók a **Geoprocessing|File|Grid** alatt.
it: Sotto il cofano, SAGA può anche usare la libreria GDAL per aprire diversi formati raster e vettoriali. Il modo più semplice è usare **File|Grid|Open** per i dati raster e **File|Shapes|Open** per i dati vettoriali. Per i raster, tra gli altri, è supportato geotiff. Nota che puoi anche semplicemente trascinare e rilasciare i file su SAGA. Opzioni e moduli più avanzati sono presenti sotto **Geoprocessing|File|Grid**.
sv: Under huven kan SAGA också använda GDAL-biblioteket för att öppna olika raster- och vektorformat. Det enklaste sättet är att använda **File|Grid|Open** för rasterdata och **File|Shapes|Open** för vektordata. För raster stöds bland annat geotiff. Observera att du också kan dra och släppa filer på SAGA. Mer avancerade alternativ och moduler finns under **Geoprocessing|File|Grid**.

source: SAGA GIS grid format is supported by GDAL since version 1.7.0. Grid Files saved by SAGA can be opened by many other programs using GDAL. However, you must open the '\*.sdat' file and not the '\*.sgrd' file.
es: El formato de cuadrícula SAGA GIS es compatible con GDAL desde la versión 1.7.0. Los archivos de Cuadrícula guardados por SAGA pueden ser abiertos por muchos otros programas usando GDAL. Sin embargo, debe abrir el archivo '\*.sdat' y no el archivo '\*.sgrd'.
hu: A SAGA GIS rács formátumot a GDAL támogatja az 1.7.0 verzió óta. A SAGA-val mentett rács fájlok megnyithatók több más GDAL-t használó programmal. Habár a '\*.sdat' fájlt kell megnyitniia és nem a \*.sgrd' fájlt.
it: Il formato grid di SAGA GIS è supportato da GDAL dalla versione 1.7.0. I file griglia salvati da SAGA possono essere aperti da molti altri programmi che usano GDAL. Tuttavia, è necessario aprire il file '\*.sdat' e non il file '\*.sgrd'.
sv: SAGA GIS gridformat stöds av GDAL sedan version 1.7.0. Gridfiler som sparats av SAGA kan öppnas av många andra program som använder GDAL. Du måste dock öppna filen "\*.sdat" och inte filen "\*.sgrd".

source: In this example we will use the digital elevation (SRTM) data from the region around Barcelona as you would download it from the web.
es: En este ejemplo, utilizaremos los datos de elevación digital (SRTM) de la región alrededor de Barcelona, como se descargarían de la web.
hu: Ebben a példában digitális magasság adatokat (SRTM) használunk, Barcelona környéken, ahogy azt az internetről letölthetjük.
it: In questo esempio userai i dati di elevazione digitale (SRTM) della regione intorno a Barcellona come se li scaricasti dal web.
sv: I det här exemplet använder vi digitala höjddata (SRTM) från regionen runt Barcelona som du skulle ladda ner från webben.

source: The data file we want to use is `SRTM_u03_n041e002.tif` and can be found under `/home/user/data/raster` . You can import this using the Import/Export GDAL/OGR module, which can also be found in the **Geoprocessing|file|import raster**.
es: El archivo de datos que queremos usar es SRTM_u03_n041e002.tif y se puede encontrar en `/home/user/data/raster` . Puede importar esto utilizando el módulo Importar/Exportar GDAL/OGR, que también se puede encontrar en el **Geoprocesamiento|archivo|ráster de importación**.
hu: Az `SRTM_u03_n041e002.tif` fájl, amit használni fogunk, megtalálható a `/home/user/data/raster` könyvtár alatt. Ezt importálhatja az Import/Export GDAL/OGR modullal amely megtalálható a **Geoprocessing|file|import raster**-ben.
it: Il file di dati da usare è `SRTM_u03_n041e002.tif` e può essere trovato sotto `/home/user/data/raster` . Puoi importarlo usando il modulo Import/Export GDAL/OGR, che si trova anche in **Geoprocessing|file|import raster**.
sv: Datafilen som vi vill använda heter `SRTM_u03_n041e002.tif` och finns under `/home/user/data/raster` . Du kan importera den med hjälp av modulen Import/Export GDAL/OGR, som också finns i **Geoprocessing|file|import raster**.

source: After importing this dataset and opening it in a new window, you will most likely be disappointed: It looks all gray! Let's check what might be the cause: Some pixels near the coast seem to have a very small value (-32768) (you can check the value of a pixel by checking the Z: value in the status bar while moving your mouse over the grid).
es: Después de importar este conjunto de datos y abrirlo en una nueva ventana, lo más probable es que se sienta decepcionado: ¡todo se ve gris! Veamos cuál podría ser la causa: algunos píxeles cerca de la costa parecen tener un valor muy pequeño (-32768) (puede verificar el valor de un píxel al verificar el valor Z: en la barra de estado mientras mueve el mouse sobre la cuadrícula )
hu: Az adatállomány importálása és egy új ablakban megnyitása után valószínűleg csalódni fog: minden szürke! Nézzük meg mi lehet az oka: Néhány partvonalhoz közeli pixelnek nagyon kis értéke van (-32768) (megnézheti egy pixel értékét a Z:érték ellenőrzésével a státusz sorban, miközben az egeret mozgatja a rácson).
it: Dopo aver importato questo set di dati e averlo aperto in una nuova finestra, sarai molto probabilmente deluso: Sembra tutto grigio! Controlla quale potrebbe essere la causa: Alcuni pixel vicino alla costa sembrano avere un valore molto piccolo (-32768) (puoi controllare il valore di un pixel controllando il valore Z: nella barra di stato mentre muovi il mouse sulla griglia).
sv: När du har importerat denna dataset och öppnat den i ett nytt fönster kommer du troligen att bli besviken: Det ser helt grått ut! Låt oss kolla vad som kan vara orsaken: Vissa pixlar nära kusten verkar ha ett mycket litet värde (-32768) (du kan kontrollera värdet för en pixel genom att kontrollera Z:-värdet i statusfältet när du för musen över rutnätet).

source: These pixels actually have no data, so we should adjust the nodata settings: in the object properties window (after selecting the dataset in the workspace window), set the maximum no data value to -32768 and apply. After doing that, we can reset our color scale to fit the range of the data. An easy method is right clicking on the grid in the workspace and choosing 'Classification|Set Range to minimum maximum'.
es: Estos píxeles en realidad no tienen datos, por lo que debemos ajustar la configuración de los nodos: en la ventana de propiedades del objeto (después de seleccionar el conjunto de datos en la ventana del espacio de trabajo), establezca el valor máximo sin datos en -32768 y aplique. Después de hacer eso, podemos restablecer nuestra escala de colores para que se ajuste al rango de los datos. Un método fácil es hacer click derecho en la cuadrícula en el espacio de trabajo y elegir 'Clasificación|Establecer Rango al mínimo máximo'.
hu: Ezekhez a pixelekhez nincs adat, így a nincs adat beállítást kell módosítanunk az objektum tulajdonságok ablakban (az adatállomány kiválasztása után a workspace ablakban), állítsa be a maximális nincs adat értéket -32768-ra. Ezután visszaállíthatjuk a színskálánkat, hogy illeszkedjen az adatok terjedelméhez. Egy egyszerű megoldás jobb gomb kattintás a rácsra a workspace-ben a 'Classification|Set Range to minimum maximum' kiválasztása.
it: Questi pixel in realtà non hanno dati, quindi dovresti regolare le impostazioni di nodata: nella finestra delle proprietà dell'oggetto (dopo aver selezionato il dataset nella finestra dell'area di lavoro), imposta il valore massimo senza dati a -32768 e applica. Dopo aver fatto questo, puoi reimpostare la scala di colore per adattarla alla gamma dei dati. Un metodo semplice è cliccare con il tasto destro sulla griglia nell'area di lavoro e scegli "Classification|Set Range to minimum maximum".

source: You are now ready to repeat the first steps to create a hillshaded map or explore some of the other modules of SAGA!
es: ¡Ahora está listo para repetir los primeros pasos para crear un mapa sombreado o explorar algunos de los otros módulos de SAGA!
hu: Most készen áll, hogy megismételje az első lépéseket, a domborzat árnyékolt térkép létrehozását vagy néhány más SAGA modult felfedezzen.
it: Ora sei pronto a ripetere i primi passi per creare una mappa con le colline o per esplorare alcuni degli altri moduli di SAGA!
sv: Du är nu redo att upprepa de första stegen för att skapa en skuggad karta eller utforska några av de andra modulerna i SAGA!

source: What next?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
sv: Hur vill du gå vidare?

source: More documentation can be found on the SAGA website: * https://saga-gis.sourceforge.io/en/index.html * https://sourceforge.net/p/saga-gis/wiki/Documentation/
it: Ulteriore documentazione può essere trovata sul sito web di SAGA: * https://saga-gis.sourceforge.io/en/index.html * https://sourceforge.net/p/saga-gis/wiki/Documentation/
sv: Mer dokumentation finns på SAGA:s webbplats: * https://saga-gis.sourceforge.io/en/index.html * https://sourceforge.net/p/saga-gis/wiki/Documentation/

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: These pixels actually have no data, so we should adjust the nodata settings: in the object properties window (after selecting the dataset in the workspace window), set the maximum no data value to -32768 and apply. After doing that, we can reset our color scale to fit the range of the data. An easy method is right clicking on the grid in the workspace and choosing 'Classification|Set Range to minimum maximum'.
sv: Dessa pixlar har faktiskt inga data, så vi bör justera nodata-inställningarna: i fönstret för objektegenskaper (efter att du har valt datasetet i arbetsytans fönster) ställer du in det maximala värdet för inga data till -32768 och tillämpar. Därefter kan vi återställa vår färgskala så att den passar dataintervallet. En enkel metod är att högerklicka på rutnätet i arbetsytan och välja "Classification|Set Range to minimum maximum".

source: More documentation can be found on the SAGA website: * http://www.saga-gis.org and specifically in the documentation archive: * http://www.saga-gis.org/en/about/references.html * https://sourceforge.net/projects/saga-gis/files/SAGA%20-%20Documentation/
es: Puede encontrar más documentación en el sitio web de SAGA: * http://www.saga-gis.org y específicamente en el archivo de documentación: * http://www.saga-gis.org/en/about/references.html * https://sourceforge.net/projects/saga-gis/files/SAGA%20-%20Documentation/

source: More documentation can be found on the SAGA website:
hu: További dokumentáció található a SAGA honlapon:

source: and specifically in the documentation archive:
hu: és különösen a dokumentáció archívumban:
