Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/spatialite_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: SpatiaLite Quickstart
es: Inicio Rápido de SpatiaLite
fr: Guide de démarrage avec SpatiaLite
hu: SpatiaLite gyorstalpaló
it: Guida rapida SptiaLite
ja: Spatialiteクイックスタート
sv: SpatiaLite Snabbstart

source: SpatiaLite is an SQLite database engine with spatial functions added.
de: SpatiaLite ist eine SQLite-Datenbank-Engine mit zusätzlichen räumlichen Funktionen.
es: SpatiaLite es un motor de base de datos SQLite con funciones espaciales agregadas.
fr: SpatiaLite est un moteur de base de données SQLite avec des fonctions spatiales ajoutées.
hu: A SpatiLite egy SQLite adatbázis motor hozzáadott térbeli függvényekkel.
it: SpatiaLite è un motore di database SQLite con funzioni spaziali aggiunte.
ja: SpatiaLite は空間を扱う関数を追加した SQLite データベースエンジンです。
sv: SpatiaLite är en SQLite-databasmotor med spatiala funktioner.

source: SQLite is a Database Management System (DBMS) which is simple, robust, easy to use and very lightweight. Each SQLite database is simply a file. You can freely copy it, compress it, and port it between Windows, Linux, MacOs etc.
de: SQLite ist ein Datenbankmanagement System (DBMS), das einfach, robust, leicht zu handhaben und sehr leichtgewichtg ist. Jede SQLite Datenbank ist eine einfache Datei. Sie können diese kopieren, komprimieren und nach Windows, Linux, MacOs u.a. portieren.
es: SQLite is un Sistema Gestor de Bases de Datos (DBMS, por sus siglas en inglés) que es simple, robusto, fácil de usar y ligero. Cada base de datos SQLite es simplemente un archivo. Se puede copiar, comprimir y portar entre Windows, Linux, MacOs, etc.
fr: SQLite est un système de gestion de base de données (SGBD) qui est simple, robuste, facile à utiliser et très léger. Chaque base de données SQLite est simplement un fichier. Vous pouvez librement le copier, le compresser, et l'échanger entre Windows, Linux, MacOs etc.
hu: Az SQLite egy egyszerű, robusztus, könnyen használható és könnyűsúlyú adatbázis kezelő rendszer (RDBMS). Minden SQLite adatbázis egyszerűen egy fájl. Szabadon másolhatja, tömörítheti átviheti Windows, Linux, MacOs, stb. között.
it: SQLite è un sistema di gestione database (DBMS) semplice, robusto, facile da usare e molto leggero. Ogni database SQLite è un semplice file. Potete copiarlo liberamente, comprimerlo e portarlo su Windows, Linux, MacOs ecc.
ja: SQLite は動作が軽く、シンプルで堅牢、簡単に使える人気のあるデータベース管理システム (DBMS) です。それぞれのデータベースは一つのファイルに格納されます。コピー、圧縮や、Windows、Linux、MacOS などのOS間の移行も簡単にできます。
sv: SQLite är ett databashanteringssystem (DBMS) som är enkelt, robust, lättanvänt och mycket lättviktigt. Varje SQLite-databas är helt enkelt en fil. Du kan fritt kopiera den, komprimera den och porta den mellan Windows, Linux, MacOs etc.

source: This Quick Start describes how to open a spatialite database from both GUI applications and the command line. Some sample SQL queries are shown.
de: Dieser Quickstart beschreibt, wie man eine Datenbank mit der graphischen Anwendung oder mit Hilfe der Kommandozeile öffnet und wie einfache SQL Abfragen ausgeführt werden können.
es: Esta Guía de Inicio Rápido describe cómo abrir una base de datos spatialite desde la línea de comandos y aplicaciones de GUI. Se muestran algunos ejemplos de consultas SQL.
fr: Ce guide de démarrage rapide décrit comment ouvrir une base de données spatialite à partir d'applications et de la ligne de commande. Certains exemples de requêtes SQL sont affichés.
hu: Ez a gyorstalpaló leírja,hogyan nyithatunk meg egy spatialite adatbázist a grafikus felületről és a parancssorból. Néhány SQL lekérdezést is bemutatunk.
it: Questa Guida Rapida descrive come aprire un database spatialite sia dalle applicazioni GUI che dalla linea di comando. Vengono mostrate alcune query SQL di esempio.
ja: このクイックスタートでは、GUIアプリケーションとコマンドラインの両方からspatialiteデータベースを開く方法について説明します。いくつかのサンプルSQLクエリも示します。
sv: I denna snabbstart beskrivs hur du öppnar en spatialite-databas från både GUI-program och kommandoraden. Några exempel på SQL-frågor visas.

source: Contents
de: Inhalt
es: Contenidos
fr: Contenu
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Start Spatialite and load a database
de: Starten von Spatialite und Laden einer Datenbank
es: Inicie Spatialite y cargue una base de datos
fr: Démarrer spatialite et charger une base de données
hu: Spatialite elindítása és egy adatbázis betöltése
it: Avvia Spatialite e carica un database
ja: Spatialiteを起動してデータベースを読み込む
sv: Starta Spatialite och läs in en databas

source: Spatialite-gui provides a visual interface for viewing and maintaining a spatialite database. You can easily see the structure of the tables and data contents using point and click functions, many of which construct common SQL queries, or craft your own SQL queries.
de: Spatialite-gui stellt eine grafische Oberfläche zur Anzeige und Verwaltung von SpaltiaLite Datenbanken zur Verfügung. Sie können damit die Struktur der Tabellen und die Daten über Funktionen anzeigen lassen. Darüberhinaus können Sie auch eigene SQL Abfragen absetzen.
es: SpatiaLite-gui proporciona una interfaz visual para ver y mantener una base de datos spatialite. Fácilmente puede ver la estructura de los contenidos de tablas y datos usando punto y haga clic en acciones, muchos de los cuales construcción consultas SQL comunes, o crear sus propias consultas SQL.
fr: Spatialite-gui fournit une interface visuelle pour la visualisation et la maintenance d’une base de données spatialite. Vous pouvez facilement voir la structure des tables et du contenu des données à l’aide de fonctions point et clic, dont beaucoup construisent des requêtes SQL communes, ou créez vos propres requêtes SQL.
hu: Spatialite-gui egy grafikus felületet biztosít egy spatialite adatbázis megtekintéséhez és karbantartásához. Könnyen megnézheti az adattáblák szerkezetét és tartalmát egérműveletekkel, melyek közül sok SQL lekérdezést hoz létre vagy készítse el saját SQL lekérdezéseit.
it: Spatialite-gui fornisce un'interfaccia grafica per visualizzare e mantenere un database spatialite. Puoi facilmente vedere la struttura delle tabelle e il contenuto dei dati usando funzioni "punta e clicca", molte delle quali costruiscono comuni query SQL, o creare le tue query SQL.
ja: Spatialite-guiは、spatialiteデータベースを表示および維持するためのビジュアルインタフェースを提供します。ポイント・アンド・クリック機能を使用すると、テーブルとデータコンテンツの構造を簡単に確認できます。その多くは一般的なSQLクエリーを構築したり、独自のSQLクエリーを作成したりします。
sv: Spatialite-gui tillhandahåller ett visuellt gränssnitt för visning och underhåll av en spatialite-databas. Du kan enkelt se tabellernas struktur och datainnehåll med hjälp av peka och klicka-funktioner, varav många konstruerar vanliga SQL-frågor eller skapar dina egna SQL-frågor.

source: Open the Spatialite GUI by selecting |menu_spatialite-gui|
es: Abra la interfaz gráfica de Spatialite seleccionando |menu_spatialite-gui|
hu: Nyissa meg a Spatialite grafikus felületét |menu_spatialite-gui|
it: Apri la GUI di Spatialite selezionando |menu_spatialite-gui|.
sv: Öppna Spatialite GUI genom att välja |menu_spatialite-gui|

source: Select :menuselection:`File->Connecting an existing SQLite DB`
de: Wählen Sie :menuselection:`File->Connecting an existing SQLite DB`
es: Seleccione :menuselection:`File->Connecting an existing SQLite DB`
fr: Sélectionnez :menuselection:`File->Connecting an existing SQLite DB`
hu: Válassza a menüből :menuselection:`File->Connecting an existing SQLite DB`
it: Seleziona :menuselection:`File->Connecting an existing SQLite DB`
ja: :menuselection:`File->Connecting an existing SQLite DB` を選択します。
sv: Välj :menuselection:`File->Anslutning till en befintlig SQLite DB`

source: Browse to the :file:`/home/user/data/spatialite` directory and choose :file:`trento.sqlite`.
de: Klicken Sie Browse und gehen Sie in das Verzeichnis /home/user/data/spatialite/ und wählen Sie :file:`trento.sqlite`.
es: Busque el directorio :file:`/home/user/data/spatialite` y elija file:`trento.sqlite`.
fr: Parcourez le répertoire :file:`/home/user/data/spatialite` et choisissez :file:`trento.sqlite`.
hu: Tallózzon a :file:`/home/user/data/spatialite` könyvtárba és válassza a :file:`trento.sqlite` fájlt.
it: Naviga fino alla directory :file:`/home/user/data/spatialite` e scegli :file:`trento.sqlite`.
ja: :file:`/home/user/data/spatialite` ディレクトリにブラウズし、 :file:`trento.sqlite` を選択します。
sv: Bläddra till katalogen :file:`/home/user/data/spatialite` och välj :file:`trento.sqlite`.

source: Right click on the MunicipalHallsView table and select "Show Columns"
de: Klicken Sie mit der rechten Maustaste auf die Tabelle MunicpalHallsView und wählen Sie "Show Columns"
es: Haga clic derecho sobre la tabla de MunicipalHallsView y seleccionar "Mostrar columnas"
fr: Cliquez à droite sur la table MunicipalHallsView et sélectionnez "Show Columns"
hu: Jobb kattintás a MunicipalHallsView táblán és válassza a "Show Columns" opciót
it: Clicca con il tasto destro del mouse sulla tabella MunicipalHallsView e seleziona "Show Columns"
ja: MunicipalHallsViewテーブルを右クリックして、 "Show Columns" を選択します。
sv: Högerklicka på tabellen MunicipalHallsView och välj "Show Columns"

source: You will notice the display broken into 3 areas:
de: Sie sehen eine in 3 Bereiche aufgeteilte Ansicht:
es: Usted notará que la pantalla se divide en 3 áreas:
fr: Vous remarquerez l’affichage divisé en 3 zones :
hu: Megfigyelheti, hogy a képernyő három részre bomlik:
it: Notare lo schermo diviso in 3 aree:
ja: 表示が3つの領域に分割されていることがわかります。
sv: Du kommer att märka att displayen är uppdelad i 3 områden:

source: The left panel displays the database hierarchy, such as a list of tables, and columns within the table. Right click on elements of the left panel to select from a list of common database actions.
de: Der linke Bereich zeigt die Databank Hierachie an, beispielsweise die Liste der Tabellen und Spalten innerhalb der Tabellen. Klicken Sie auf Elemente des linken Bereichs und wählen anschließend aus einer Liste von gängigen Datenbank Aktionen.
es: El panel de la izquierda muestra la jerarquía de la base de datos, por ejemplo, una lista de tablas y columnas dentro de la tabla. Haga click derecho en los elementos del panel izquierdo para seleccionar de una lista de acciones comunes de la base de datos.
fr: Le panneau gauche affiche la hiérarchie de base de données, comme une liste de tables et de colonnes dans la table. Cliquez à droite sur les éléments du panneau gauche pour sélectionner à partir d’une liste d’actions de base de données courantes.
hu: A baloldali panel az adatbázis hierarchiát jeleníti meg, mint a táblák listája és oszlopok a táblában. Jobb gombbal kattintson egy elemre a baloldali panelben az általános adatbázis műveletek listájához.
it: Il pannello sinistro mostra la gerarchia del database, come una lista di tabelle e colonne all'interno della tabella. Fai clic con il tasto destro del mouse sugli elementi del pannello sinistro per selezionare da una lista di azioni comuni del database.
ja: 左側のパネルには、テーブルのリストやテーブル内のカラムなど、データベースの階層が表示されます。左側のパネルの要素を右クリックして、一般的なデータベースアクションのリストから選択します。
sv: Den vänstra panelen visar databasens hierarki, t.ex. en lista över tabeller och kolumner i tabellen. Högerklicka på element i den vänstra panelen för att välja från en lista med vanliga databasåtgärder.

source: The top right panel shows SQL for the action selected. You can enter your own customised SQL into this panel.
de: Der Bereich oben rechts zeigt das SQL für die ausgewählte Aktion. Sie können hier ihr eigenes SQL eingeben oder das SQL anpassen.
es: El panel superior derecho muestra el SQL para la acción seleccionada. Puede introducir su propio SQL personalizada en este panel.
fr: Le panneau en haut à droite affiche SQL pour l’action sélectionnée. Vous pouvez entrer votre propre SQL personnalisé dans ce panneau.
hu: A jobb-felső panel a kiválasztott művelethez tartozó SQL-t mutatja. Beviheti a saját testreszabott SQL utasítását ebbe a panelbe.
it: Il pannello in alto a destra mostra l'SQL per l'azione selezionata. Puoi inserire il tuo SQL personalizzato in questo pannello.
ja: 右上のパネルには、選択したアクションのSQLが表示されます。このパネルには、独自にカスタマイズしたSQLを入力できます。
sv: Den övre högra panelen visar SQL för den åtgärd som valts. Du kan skriva in din egen anpassade SQL i den här panelen.

source: The bottom right panel shows the results of the SQL query.
de: Der untere rechte Bereich zeigt das Ergebnis der SQL Abfrage.
es: El panel derecho inferior muestra los resultados de la consulta SQL.
fr: Le panneau en bas à droite affiche les résultats de la requête SQL.
hu: A jobb-alsó panel az SQL lekérdezés eredményét mutatja.
it: Il pannello in basso a destra mostra i risultati della interrogazione SQL.
ja: 右下のパネルには、SQLクエリの結果が表示されます。
sv: Den nedre högra panelen visar resultatet av SQL-frågan.

source: Right Click on the MunicipalHalls table and select "Edit table rows". Notice the SQL query which has been created for you in the top right pane, and results in the bottom right.::
de: Klicken Sie mit der rechten Maustaste auf die Tabelle MunicipalHalls und wählen Sie "Edit table rows". Beachten Sie, dass die SQL Abfrage für Sie im oberen rechten Bereich generiert wurde und dass die Ergebnisse im unteren rechten Bereich erscheinen.::
es: Haga click derecho sobre la tabla de MunicipalHalls y seleccionar "Editar filas de tabla". Observe la consulta SQL que ha sido creada para usted en el panel derecho superior y los resultados en la parte inferior derecha.::
fr: Cliquez à droite sur la table MunicipalHalls et sélectionnez"Edit table rows". Remarquez que la requête SQL a été créée pour vous dans le volet supérieur droit, et les résultats sont en bas à droite.::
hu: Jobb kattintás a MunicipalHalls táblán és válassza az "Edit table rows"-t. Vegye észre az SQL lekérdezést, melyet a program létrehozott a jobb-felső panelben és az eredményeket a jobb-alsóban::
it: Clicca con il tasto destro sulla tabella MunicipalHalls e seleziona "Edit table rows". Nota la interrogazione SQL che è stata creata per te nel pannello in alto a destra, e i risultati in basso a destra.::
ja: MunicipalHallsテーブルを右クリックして、"Edit table rows"を選択します。右上のペインに作成されたSQLクエリが表示され、結果が右下に表示されます。::
sv: Högerklicka på tabellen MunicipalHalls och välj "Edit table rows" (Redigera tabellrader). Lägg märke till SQL-frågan som har skapats åt dig i den övre högra rutan och resultatet i den nedre högra rutan:

source: Run an SQL query
de: Ausführen einer SQL-Abfrage
es: Ejecutar una consulta SQL
fr: Exécuter une requête SQL
hu: SQL lekérdezés futtatása
it: Eseguire una query SQL
ja: SQLクエリを実行する
sv: Kör en SQL-fråga

source: Now let's try tweaking this SQL statement to get NOME and (Lat,Long) for only the NOME_PROV fields include "BRESCIA", this time using the MunicipalHallsView. In the upper right SQL pane type::
es: Ahora trate de afinar esta sentencia SQL para obtener NOME y (Lat, Long) para sólo los campos NOME_PROV incluyendo "BRESCIA", esta vez usando el MunicipalHallsView. En el panel superior derecho SQL teclee:
hu: Most csavarjunk egyet az SQL mondatunkon, hogy a NOME és (hosszúság, szélesség) adatokat kapjuk csak akkor, ha a NOME_PROV mező tartalmazza a "BRESCIA"-t, most a MunicipalHallsView-t használva. A jobb-felső SQL panelba írja be::
sv: Låt oss nu försöka justera denna SQL-sats för att få NOME och (Lat,Long) för endast NOME_PROV-fälten inklusive "BRESCIA", den här gången med hjälp av MunicipalHallsView. I den övre högra SQL-rutan skriver du::

source: Click the "Execute SQL" button at the right, and see the results in the bottom right pane.
de: Klicken anschließend zum Ausführen den Button "Execute SQL" auf der rechten Seite
es: Haga click en el botón "Ejecutar SQL" a la derecha y vea los resultados en el panel inferior derecho.
fr: Cliquez sur le bouton "Execute SQL" à droite, et voir les résultats dans le volet inférieur droit.
hu: Kattintson az "Execute SQL" gombra a jobb oldalon és az eredményt jobb alsó részen láthatja.
it: Clicca il pulsante "Execute SQL" sulla destra (Tasto F5), e vedi i risultati nel pannello in basso a destra.
ja: 右側の"Execute SQL"ボタンをクリックすると、右下のペインに結果が表示されます。
sv: Klicka på knappen "Execute SQL" till höger och se resultatet i rutan längst ned till höger.

source: Run spatialite from the command line
de: Ausführen von spatialite über die Befehlszeile
es: Ejecute spatialite desde la línea de comandos
fr: Exécuter la spatialite à partir de la ligne de commande
hu: Spatialite futtatása a parancssorból
it: Lancia spatialite da linea di comando
ja: コマンドラインからspatialiteを実行する
sv: Kör spatialite från kommandoraden

source: Users needing to script or automate queries will learn the advantages of working with a spatialite database from the command line interface. In this example, we will load a shapefile, and search for schools which are near highway 42.
de: Anwender die skriptbasiert arbeiten müssen oder automatisierte Abfragen absetzen wollen, werden die Vorteile SpaltiaLite Datenbanken kommandozeielnbasiert anzusprechen kennenlernen. In diesem Beispiel werden wir eine Shapedatei laden und nach Schulen in der Nähe des Highways 42 suchen.
es: Los usuarios que necesitan de la escritura o automatizar las consultas van a aprender las ventajas de trabajar con una base de datos spatialite desde la interfaz de línea de comandos. En este ejemplo, cargaremos un shapefile y buscaremos las escuelas que están cerca de la autopista 42.
fr: Les utilisateurs qui ont besoin de scripter ou d’automatiser des requêtes apprendront les avantages de travailler avec une base de données spatialite à partir de l’interface de la ligne de commande. Dans cet exemple, nous allons charger un shapefile, et la recherche d’écoles qui sont près de l’autoroute 42.
hu: Azok a felhasználók,akiknek szkriptekre vagy a lekérdezések automatizálására van szüksége, felismerhetik a parancs sori interfész előnyeit a spatilite-vel való munkában. Ebben a példában betöltünk egy shape fájlt és a 42-es autópálya közelében lévő iskolákat keresi ki.
it: Gli utenti che hanno bisogno di script o di automatizzare le query impareranno i vantaggi di lavorare con un database spatialite dall'interfaccia della linea di comando. In questo esempio, caricherai uno shapefile e cercherai le scuole che si trovano vicino all'autostrada 42.
ja: スクリプトを使用したりクエリを自動化したりする必要があるユーザは、コマンドラインインタフェースからspatialiteデータベースを操作する利点を学習します。この例では、シェープファイルをロードし、highway 42の近くにある学校を検索します。
sv: Användare som behöver skript eller automatisera frågor kommer att lära sig fördelarna med att arbeta med en spatialite-databas från kommandoradsgränssnittet. I det här exemplet laddar vi en shapefil och söker efter skolor som ligger nära motorväg 42.

source: Before working from the command line, we need to open a terminal window: :menuselection:`System Tools -> LXTerminal`.
de: Bevor wir von der Befehlszeile aus arbeiten, müssen wir ein Terminalfenster öffnen: :menuselection:'System Tools -> LXTerminal'.
es: Antes de trabajar desde la línea de comandos, es necesario abrir una ventana de terminal: :menuselection:`System Tools -> LXTerminal`.
fr: Avant de travailler à partir de la ligne de commande, nous devons ouvrir une fenêtre terminale : :menuselection:`System Tools -> LXTerminal`.
hu: A parancssori munka megkezdése előtt egy terminál ablakot kell nyitnunk: :menuselection:`System Tools -> LXTerminal`.
it: Prima di lavorare dalla linea di comando, devi aprire una finestra di terminale: :menuselection:`System Tools -> LXTerminal`.
ja: コマンドラインから作業する前に、ターミナルウィンドウ: :menuselection:`System Tools -> LXTerminal` を開いてください。
sv: Innan vi arbetar från kommandoraden måste vi öppna ett terminalfönster: :menuselection:`Systemverktyg -> LXTerminal`.

source: In the terminal open a sample database with **spatialite** by typing::
de: Öffnen Sie die Beispiel-Datenbank im Terminal über spatialite::
es: En la terminal abra una base de datos con **spatialite** tecleando:
fr: Dans le terminal ouvrir une base de données d’exemple avec **spatialite** en tapant::
hu: A következők beírásával nyissa meg a minta adatbázis a **spatialitte**-tal::
it: Nel terminale apri un database di esempio con **spatialite** digitando::
ja: ターミナルで、次のように入力して **spatialite** でサンプルデータベースを開きます::
sv: I terminalen öppnar du en exempeldatabas med **spatialite** genom att skriva::

source: Helpful commands from the command line::
de: Hilfreiche Befehle im CLI Interface::
es: Comandos útiles desde la línea de comandos:
fr: Commandes utiles de la ligne de commande::
hu: Hasznos parancsok a parancssorból::
it: Comandi utili dalla linea di comando::
ja: コマンドラインからの便利なコマンド::
sv: Användbara kommandon från kommandoraden::

source: Create a new spatialite database and load a shapefile
de: Erstellen einer neuen räumlichen Datenbank und Laden Sie eine Shapedatei
es: Cree una nueva base de datos spatialite y cargue un shapefile
fr: Créer une nouvelle base de données spatialite et charger un shapefile
hu: Új spatialite adatbázis létrehozása és shape fájl betöltése
it: Crea un nuovo database spatialite e carica uno shapefile
ja: 新しいspatialiteデータベースを作成し、シェープファイルを読み込む
sv: Skapa en ny spatialite-databas och ladda en shapefil

source: Let's create a new, empty spatialite database, and load two shapefiles from the north_carolina dataset::
de: Erzeugen Sie eine neue, leere spatialite Datenbank und laden Sie zwei Shapedateien von den Nord Carolina Daten::
es: Vamos a crear una base de datos spatialite nuevo, vacío y cargar dos archivos de la base de datos de north_carolina:
fr: Créons une nouvelle base de données spatialite vide et chargeons deux shapefiles à partir du jeu de données north_carolina :
hu: Hozzunk létre egy új, üres spatialite adatbázist és töltsünk be két shape fájlt a north_carolina adatokból:
it: Crea un nuovo database spatialite vuoto e carica due shapefile dal dataset north_carolina::
ja: 新しい空のspatialiteデータベースを作成し、north_carolinaデータセットから2つのシェープファイルをロードしてみましょう::
sv: Låt oss skapa en ny, tom spatialite-databas och ladda två shapefiler från datasetet north_carolina::

source: Note the format of the .loadshp command: first the shapefile without the .shp extension, then the name of the new spatialite table, next the character encoding, and finally the EPSG code of the shapefile's CRS.
de: Beachten Sie das Format des .loadshp Aufrufs: zuerst die Shapedatei ohne die .shp Erweiterung, dann der Name der neuen spatialite Tabelle, dann das Encoding und abschließend der EPSG Code des CRS der Shapedatei.
es: Nota el formato del comando .loadshp: primero el shapefile sin la extensión .shp, después el nombre de la nueva tabla spatialite, luego la codificación de caracteres y finalmente el código EPSG del shapefile CRS.
fr: Notez le format de la commande .loadshp : d’abord le shapefile sans l’extension .shp, puis le nom de la nouvelle table spatialite, ensuite l’encodage des caractères, et enfin le code EPSG du CRS du shapefile.
hu: Figyelje meg a .loadshp parancsot: először a shape fájl az .shp kiterjesztés nélkül, utána az új spatialite tábla nevet, majd a karakter kódolást és végül a shape fájl referencia rendszerének az EPSG kódját kell megadni.
it: Nota il formato del comando .loadshp: prima lo shapefile senza estensione .shp, poi il nome della nuova tabella spatialite, poi la codifica dei caratteri e infine il codice EPSG del SR dello shapefile.
ja: loadshpコマンドの形式に注意してください: 最初は.shp拡張子のないシェープファイル、次に新しいspatialiteテーブルの名前、次に文字コード、最後にシェープファイルのCRSのEPSGコードです。
sv: Observera formatet på kommandot .loadshp: först shapefilen utan .shp-tillägget, sedan namnet på den nya spatialite-tabellen, därefter teckenkodningen och slutligen EPSG-koden för shapefilens CRS.
