Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/spatialite_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: Now we'll query for schools near to highway 42.::
de: Nun können Sie die Schulen in der Nähe des Highways 42 ausgeben.::
es: Ahora podrá consultar las escuelas cerca de carretera 42.:
fr: Maintenant, nous allons interroger pour les écoles près de l’autoroute 42.::
hu: Most lekérdezzük az iskolákat a 42-es autópálya közelében::
it: Ora interroga le scuole vicino all'autostrada 42.::
ja: 次に、ハイウェイ42に近い学校を検索します::
sv: Nu ska vi söka efter skolor nära motorväg 42..:

source: Finally, we output the query to a "comma separated values" text file "schools_rt42.txt" with the following commands::
de: Abschließend wollen wir das Ergebnis der Abfrage kommasepariert in die Textdatei "schools_rt42.txt" ausgeben::
es: Por último, damos salida a la consulta hacia un archivo de texto "valores separados por comas", "schools_rt42.txt" con los comandos siguientes::
fr: Enfin, nous extrayons le résultat de la requête vers un fichier texte"comma separated values (CSV)" "schools_rt42.txt" avec les commandes suivantes::
hu: Végül írjuk ki a lekérdezés eredményét a következő paranccsal egy "vesszővel elválasztott értékek" szöveg fájlba "schools_rt42.txt"::
it: Infine, emetti la query in un file di testo "valori separati da virgola" "scuole_rt42.txt" con i seguenti comandi::
ja: 最後に、次のコマンドを使用して、クエリを "カンマ区切り" のテキストファイル "schools_rt42.txt" に出力します::
sv: Slutligen matar vi ut frågan till en "kommaseparerade värden"-textfil "schools_rt42.txt" med följande kommandon::

source: Things to try
de: Was Sie noch ausprobieren können
es: Cosas para probar
fr: Choses à essayer
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること
sv: Saker att prova

source: Here are some additional challenges for you to try:
de: Hier sind einige zusätzliche Herausforderungen für Sie zum Ausprobieren:
es: Aquí hay algunos desafíos adicionales para que intentes:
fr: Voici quelques défis supplémentaires que vous pouvez relever :
hu: Íme néhány további kipróbálandó kihívás önnek:
it: Ecco alcune sfide aggiuntive da provare:
ja: 次に、試すべき追加の課題をいくつか示します。
sv: Här är några ytterligare utmaningar som du kan prova:

source: Inspect geometries with spatialite-gui
de: Überprüfen Sie Geometrien mit spatialite-gui
es: Inspeccione geometrías con gui de spatialite
fr: Inspecter les géométries avec spatialite-gui
hu: Vizsgáljuk meg a geometriákat a spatialite-GUI-val
it: Ispezionare le geometrie con spatialite-gui
ja: spatialite-guiを使用してジオメトリを検査する
sv: Inspektera geometrier med spatialite-gui

source: Open and edit SpatiaLite layers in QGIS
de: Öffnen und bearbeiten Sie SpatiaLite Layer in QGIS
es: Abrir y editar las capas SpatiaLite en QGIS
fr: Ouvrez et modifiez les couches SpatiaLite dans QGIS
hu: Nyissa meg és szerkessze a Spatialite rétegeket QGIS-ben
it: Apri e modifica i layer di SpatiaLite in QGIS
ja: QGISでSpatialiteレイヤを開いて編集する
sv: Öppna och redigera SpatiaLite-lager i QGIS

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: To learn more about SpatiaLite, a starting point is the `SpatiaLite project page`_.
de: Wenn Sie mehr über SpatiaLite erfahren möchten, ist die `SpatiaLite Projektseite`_ Seite ein guter Ausgangspunkt.
es: Para conocer más acerca deSpatiaLite, un buen punto de `SpatiaLite project page`_.
fr: Pour en savoir plus sur SpatiaLite, un point de départ est la `page du projet SpatiaLite`_.
hu: A `SpatiaLite projekt oldal`_ egy jó kiinduló pont a Statilalite további tanulásához.
it: Per saperne di più su SpatiaLite, un punto di partenza è la `Pagina del progetto SpatiaLite`_.
ja: Spatialiteの詳細については、 `Spatialite project page`_ を参照してください。
sv: För att lära dig mer om SpatiaLite är en utgångspunkt `SpatiaLite-projektsidan`_.

source: Be sure to visit the tutorial `Spatialite cookbook`_
de: Besuchen Sie unbedingt das Tutorial `Spatialite cookbook`_
es: Asegúrese de visitar el tutorial `Spatialite cookbook`_
fr: N’oubliez pas de visiter le tutoriel `Spatialite cookbook`_
hu: Feltétlenül nézze meg a `Spatialite cookbook`_ oktatóanyagot
it: Assicurati di visitare il magnifico tutorial `Spatialite cookbook`_
ja: チュートリアル `Spatialite cookbook`_ を必ず参照してください。
sv: Se till att besöka handledningen `Spatialite cookbook`_

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Now let's try tweaking this SQL statement to get NOME and (Lat,Long) for only the NOME_PROV fields include "BRESCIA", this time using the MunicipalHallsView. In the upper right SQL pane type::
de: Passen Sie nun diese SQL-Abfrage an, so dass NOME und (Lat,Long) nur für die NOME_PROV mit dem Eintrag "BRESCIA" unter Verwendung des MunicipalHallsViews ausgegeben werden. Geben Sie folgenden Befehl im oberen SQL-Fenster ein::
fr: Maintenant, essayons de peaufiner cette instruction SQL pour obtenir NOME et (Lat,Long) pour seulement les entités dont le champ NOME_PROV contient "BRESCIA", cette fois en utilisant la table MunicipalHallsView. Dans le type de volet SQL supérieur droit ::
it: Ora prova a modificare questa istruzione SQL per ottenere NOME e (Lat,Long) solo per i campi NOME_PROV includendo "BRESCIA", questa volta usando la MunicipalHallsView. Nel riquadro SQL in alto a destra digita::
ja: 次に、このSQL文を調整して、NOME_PROVフィールドだけのNOMEと(Lat,Long)を取得してみましょう。NOME_PROVフィールドには"BRESCIA"が含まれます。今度はMunicipalHallsViewを使用します。右上のSQLペインで、次のように入力します::

source: Open the Spatialite GUI by selecting :menuselection:`Geospatial->Databases->Spatialite GUI`.
de: Starten Sie Spatialite GUI über :menuselection:`Geospatial->Databases->Spatialite GUI`.
fr: Ouvrez l’interface graphique spatialite en sélectionnant :menuselection:`Geospatial->Databases->Spatialite GUI`.
ja: :menuselection:`Geospatial->Databases->Spatialite GUI` を選択して、Spatialite GUIを開きます。
