Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/t-rex_quickstart.po
Languages: de, es, fr, hu, it, ja, sv

source: t-rex Quickstart
es: Guía de Inicio Rápido de t-rex
fr: Guide de démarrage rapide t-rex
hu: t-rex gyorstalpaló
it: Guida rapida t-rex
ja: t-rexクイックスタート
sv: t-rex Snabbstart

source: t-rex is a vector tile server specialized on publishing MVT tiles from your own data.
de: t-rex ist ein Vector Tile Server, der auf die Veröffentlichung von MVT-Kacheln aus Ihren eigenen Daten spezialisiert ist.
es: t-rex es un servidor de teselas especializado en publicar teselas MVT a partir de tus propios datos.
fr: t-rex est un serveur de tuiles vectorielles spécialisé dans la publication de tuiles MVT à partir de vos propres données.
hu: A t-rex egy vektor csempe szerver, melyet saját adatainak MVT csempeként történő publikálására specializáltak.
it: t-rex è un server per tile vettoriali specializzato nel pubblicare tile MVT da dati propri.
ja: t-rexは、独自のデータからMVTタイルを配信することに特化したベクタタイルサーバです。
sv: t-rex är en server för vektorplattor som är specialiserad på att publicera MVT-plattor från dina egna data.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt, wie Sie:
es: Esta Guía de Inicio Rápido describe cómo:
fr: Ce guide décrit comment :
hu: Ez a gyorstalpaló a következőket írja le:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します:
sv: Denna snabbstart beskriver hur du gör:

source: generate vector tiles without configuration and inspect them with built-in viewers
de: Vektorkacheln ohne Konfiguration generieren und mit integrierten Viewern inspizieren
es: generar mosaicos vectoriales sin configuración e inspeccionarlos con visores integrados
fr: générer des tuiles vectorielles sans configuration et les inspecter avec des visionneuses intégrées
hu: Konfiguráció nélküli csempe generálás és a beépített megjelenítővel megtekintése
it: generare tile vettoriali senza configurazione e ispezionandole con il visualizzatore di default
ja: 設定なしでベクタタイルを生成し、組み込みビューアで検査する
sv: generera vektorplattor utan konfiguration och inspektera dem med inbyggda visare

source: generate a tile cache
de: einen Tilecache generieren
es: genera un mosaico caché
fr: générer un cache de tuiles
hu: Csempe gyorsítótár létrehozása
it: generare una cache di tile
ja: タイルキャッシュの生成
sv: generera en plattcache

source: Contents
es: Contenidos
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Start T-Rex
de: T-Rex starten
es: Iniciar T-Rex
fr: Démarrer T-Rex
hu: T-Rex indítása
it: Avvia T-Rex
ja: T-Rexを起動
sv: Starta T-Rex

source: Choose |menu_t-rex|.
es: Elegir |menu_t-rex|.
it: Scegliere |menu_t-rex|.
sv: Välj |menu_t-rex|.

source: This starts t-rex in zero-config mode connecting to PostGIS database `osm_local`. A browser window is opened showing the t-rex backend.
de: t-rex wird im Auto-Konfigurationsmodus gestartet und stellt eine Verbindung zur PostGIS-Datenbank 'osm_local' her. Es wird ein Browserfenster geöffnet, das das t-rex-Backend zeigt.
es: Así iniciará t-rexmodo de configuración cero que se conecta a la base de datos PostGIS `osm_local`. Se abre una ventana del navegador que muestra el backend de t-rex.
fr: Cela lance t-rex en mode zéro-config se connectant à la base de données PostGIS `osm_local`. Un navigateur web s'ouvre pour afficher l'arrière-boutique de t-rex.
hu: Ez a t-rex-et zéró konfiguráció módban indítja az `osm_local` PostGIS adatbázishoz csatlakozva. Egy böngésző ablak nyílik a t-rex backend-et mutatva.
it: Questo avvia t-rex in modalità zero-configurazione connettendosi al database PostGIS `osm_local`. Viene aperta una finestra del browser che mostra il backend di t-rex.
ja: これにより、PostGISデータベース `osm_local` に接続する設定なしのモードでt-rexが起動されます。ブラウザウィンドウが開き、t-rexのバックエンドが表示されます。
sv: Detta startar t-rex i nollkonfigurationsläge som ansluter till PostGIS-databasen `osm_local`. Ett webbläsarfönster öppnas som visar t-rex backend.

source: Built-in viewers
de: Eingebaute Viewer
es: Visores incorporados
fr: Visionneuses intégrées
hu: Beépített nézegetők
it: Visualizzatori incorporati
ja: 組み込みビューア
sv: Inbyggda visare

source: t-rex comes with built-in viewers for inspecting generated vector tiles.
de: t-rex verfügt über integrierte Viewer zur Überprüfung generierter Vektorkacheln.
es: t-rex viene con visores incorporados para inspecionar los mosaicos de vectores generados.
fr: t-rex est livré avec des visionneuses intégrées pour inspecter les tuiles vectorielles générées.
hu: A t-rex-et beépített nézegetőkkel szállítják a generált vektor csempék megvizsgálásához.
it: t-rex è dotato di visualizzatori integrati per ispezionare i tasselli vettoriali generati.
ja: t-rexには、生成されたベクタタイルを検査するためのビューアが組み込まれています。
sv: t-rex levereras med inbyggda visare för att inspektera genererade vektorplattor.

source: Click on th `X-Ray` entry in the upper right menu to open the x-ray viewer.
de: Klicken Sie auf den Eintrag "X-Ray" im oberen rechten Menü, um den X-Ray-Viewer zu öffnen.
es: Haga click en la entrada `X-Ray` en el menú superior derecho para abrir el visor de rayos X.
fr: Cliquez sur l'entrée `X-Ray` dans le menu supérieur droit pour ouvrir la visionneuse rayons X.
hu: Kattintson az `X-Ray` elemre a jobb-felső menüben az x-ray nézegető megnyitásához.
it: Clicca sulla voce `X-Ray` nel menu in alto a destra per aprire il visualizzatore di x-ray.
ja: 右上のメニューの `X-Ray` をクリックして、x-ray ビューアを開きます。
sv: Klicka på `X-Ray` i menyn uppe till höger för att öppna röntgenvisaren.

source: Hover the mouse on a line to inspect the content of a feature.
de: Bewegen Sie den Mauszeiger auf einer Linie um den Inhalt eines Features zu überprüfen.
es: Pase el mouse sobre una línea para inspeccionar el contenido de una característica.
fr: Survolez une ligne avec la souris pour inspecter le contenu d'une entité.
hu: Vigye az egeret egy vonalra, hogy a térképi elem tartalmát megvizsgálja.
it: Passa il mouse su una linea per ispezionare il contenuto di un elemento.
ja: フィーチャの内容を検査するには、線の上にマウスを置きます。
sv: Håll muspekaren över en rad för att granska innehållet i en funktion.

source: Try also the other viewers.
de: Probieren Sie auch die anderen Viewer aus.
es: Pruebe también los otros espectadores.
fr: Essayez aussi les autres visionneuses.
hu: Próbálja meg a többi megjelenítőt.
it: Prova anche gli altri visualizzatori.
ja: 他のビューアも試してください。
sv: Prova även de andra tittarna.

source: The Mapbox GL viewer and Maputnik require WebGL support, which is probably not available when running OSGeoLive in a VM.
de: Der Mapbox GL Viewer und Maputnik benötigen WebGL-Unterstützung, die wahrscheinlich nicht verfügbar ist, wenn OSGeoLive in einer VM ausgeführt wird.
es: El visor de Mapbox GL y Maputnik requieren soporte de WebGL, que probablemente no esté disponible al ejecutar OSGeoLive en una máquina virtual.
fr: Les visionneuses Mapbox GL et Maputnik ont besoin d'un support WebGL, qui n'est probablement pas disponible lors de l'exécution d'OSGeoLive dans une machine virtuelle.
hu: A Mapbox GL nézegető és a Maputnik WebGL támogatást igényelnek, mely várhatóan nem áll rendelkezésre amikor az OSGeoLive egy virtuális gépben fut.
it: Il visualizzatore Mapbox GL e Maputnik richiedono il supporto WebGL, che probabilmente non è disponibile quando si esegue OSGeoLive in una VM.
ja: Mapbox GLビューアとMaputnikにはWebGLサポートが必要ですが、VMでOSGeoLiveを実行している場合はおそらく利用できません。
sv: Mapbox GL-viewern och Maputnik kräver WebGL-stöd, vilket förmodligen inte är tillgängligt när du kör OSGeoLive i en VM.

source: Cache seeding
es: Siembra de caché
fr: Ensemencement de cache
hu: Átmeneti tároló feltöltés
ja: キャッシュシード

source: Close the browser and the terminal window running t-rex.
de: Schliessen Sie den Browser und das Terminalfenster in dem t-rex läuft.
es: Cierre el navegador y la ventana de terminal que ejecuta t-rex.
fr: Fermez le navigateur et l'émulateur de terminal exécutant t-rex.
hu: Zárja b a böngészőt és a t-rex-et futtató terminál ablakot.
it: Chiudi il browser e la finestra del terminale che esegue t-rex.
ja: ブラウザを閉じ、t-rexを実行しているターミナルウィンドウを閉じます。
sv: Stäng webbläsaren och terminalfönstret där t-rex körs.

source: Open any text editor (e.g. :menuselection:`Accessories --> FeatherPad`).
de: Öffnen Sie einen Texteditor (z.B. :menuselection:'Accessories --> FeatherPad').
es: Abra cualquier editor de texto (por ejemplo :menuselection:`Accessories --> FeatherPad`).
fr: Ouvrez n'importe quel éditeur de texte (par exemple :menuselection:`Accessories --> FeatherPad`).
hu: Nyisson egy tetszőleges szövegszerkesztőt (pl. :menuselection:`Accessories --> FeatherPad`).
it: Apri un qualsiasi editor di testo (ad esempio :menuselection:`Accessori --> FeatherPad`).
ja: 任意のテキストエディタを開きます(例: :menuselection:`アクセサリ --> FeatherPad`)。
sv: Öppna en textredigerare (t.ex. :menuselection:`Accessories --> FeatherPad`).

source: Create the file "ne.toml" in your home directory: :file:`/home/user/ne.toml`
de: Erstellen Sie die Datei "ne.toml" in Ihrem Home-Verzeichnis: :file:'/home/user/ne.toml'
es: Crear el archivo "ne.toml" en su directorio de inicio: :file:`/home/user/ne.toml`
fr: Créez le fichier "ne.toml" dans votre répertoire à la maison: :file:`/home/user/ne.toml`
hu: Hozza létre a "ne.toml" fájlt a bejelentkezési könyvtárában: :file:`/home/user/ne.toml`
it: Crea il file "ne.toml" nella home directory: :file:`/home/user/ne.toml`
ja: ファイル "ne.toml" をホームディレクトリ: :file:`/home/user/ne.toml` に作成します。
sv: Skapa filen "ne.toml" i din hemkatalog: :file:`/home/user/ne.toml`

source: Put the following content in it::
de: Fügen Sie den folgenden Inhalt ein:
es: Poner el siguiente contenido en él::
fr: Mettez dedans le contenu suivant ::
hu: Írja bele a következő tartalmat::
it: Mettici il seguente contenuto::
ja: 次の内容を入力します::
sv: Lägg in följande innehåll i den::

source: Open a terminal (:menuselection:`System Tools --> LXTerminal`) and type::
de: Öffnen Sie ein Terminal (:menuselection:'System Tools --> LXTerminal') und geben Sie ein::
es: Abra una terminal (:menuselection:`System Tools --> LXTerminal`) y escriba:
fr: Ouvrez un terminal (:menuselection:`System Tools --> LXTerminal`) et saisissez::
hu: Nyisson egy terminál ablakot (:menuselection:`System Tools --> LXTerminal`) és gépelje be::
it: Apri un terminale (:menuselection:`System Tools --> LXTerminal`) e digita::
ja: 端末を開き(:menuselection:`System Tools --> LXTerminal`)、次を入力します::
sv: Öppna en terminal (:menuselection:`System Tools --> LXTerminal`) och skriv::

source: To inspect the generated tiles type::
de: Zur Überprüfung der generierten Kacheln tippen Sie::
es: Para inspeccionar el tipo del mosaico generado:
fr: Pour inspecter le type de tuiles générées :
hu: A generált csempék vizsgálatára írja be::
it: Per ispezionare i tasselli generati digita::
ja: 生成されたタイルを検査するには、次のように入力します::
sv: För att inspektera de genererade plattorna, skriv::

source: What next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: To create your own map viewer you can use the snippets on the info page in the t-rex backend.
de: Um einen eigenen Map Viewer zu erstellen, können Sie die Code-Snippets auf der Infoseite im t-rex-Backend verwenden.
es: Para crear su propio visor de mapas, puede usar los fragmentos de código en la página de información en el backend de t-rex.
fr: Pour créer votre propre visionneuse de carte, vous pouvez utiliser les extraits de la page d'information dans le backend t-rex.
hu: A saját térképnézegető létrehozásához használhatja a t-rex háttér info oldalán található kódrészletet.
it: Per creare il tuo visualizzatore di mappe puoi usare gli snippet nella pagina delle informazioni nel backend di t-rex.
ja: 独自のマップビューアを作成するには、t-rexバックエンドのinfoページにあるスニペットを使用します。
sv: För att skapa din egen kartvisare kan du använda utdragen på informationssidan i t-rex backend.

source: After that you can use the built-in Maputnik editor (also linked from the info page) to create your own Mapbox GL Json style.
de: Danach können Sie den integrierten Maputnik-Editor verwenden (auch von der Infoseite verlinkt), um Ihren eigenen Mapbox GL Json-Stil zu erstellen.
es: Después de eso, puede usar el editor Maputnik incorporado (también vinculado desde la página de información) para crear su propio estilo Mapbox GL Json.
fr: Après cela, vous pouvez utiliser l'éditeur Maputnik intégré (également lié à partir de la page d'information) pour créer votre propre style Mapbox GL Json.
hu: Ezután használhatja a beépített Maputnik szerkesztőt a saját Mapbox GL Json stílus létrehozására.
it: Dopo di che puoi usare l'editor integrato di Maputnik (anche questo collegato dalla pagina delle informazioni) per creare il tuo stile Mapbox GL Json.
ja: その後、組み込みのMaputnikエディター(infoページからもリンク)を使って、独自のMapbox GL Jsonスタイルを作成することができます。
sv: Därefter kan du använda den inbyggda Maputnik-redigeraren (även länkad från informationssidan) för att skapa din egen Mapbox GL Json-stil.

source: Website: https://t-rex.tileserver.ch/
de: Webseite: https://t-rex.tileserver.ch/
es: Sitio web: https://t-rex.tileserver.ch/
fr: **Site Internet:** https://t-rex.tileserver.ch/
hu: Honlap: https://t-rex.tileserver.ch/
it: Sito internet: https://t-rex.tileserver.ch/
ja: ウェブサイト: https://t-rex.tileserver.ch/
sv: Webbplats: https://t-rex.tileserver.ch/

source: Support: https://github.com/t-rex-tileserver/t-rex/
es: Soporte: https://github.com/t-rex-tileserver/t-rex/
hu: Támogatás: https://github.com/t-rex-tileserver/t-rex/
it: Supporto: https://github.com/t-rex-tileserver/t-rex/
ja: サポート: https://github.com/t-rex-tileserver/t-rex/

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Choose :menuselection:`Geospatial --> Web Services --> T-Rex` from the menu.
de: Wählen Sie :menuselection:'Geospatial --> Web Services --> T-Rex' aus dem Startmenü
fr: Choisissez :menuselection:`Geospatial --> Web Services --> T-Rex` à partir du menu.
hu: Válassza a menüből :menuselection:`Geospatial --> Web Services --> T-Rex`
ja: メニューから :menuselection:`Geospatial --> Web Services --> T-Rex` を選択します。
