Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/udig_quickstart.po
Languages: es, hu, it, ja

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)

source: uDig Quickstart
es: Inicio Rápido de uDig
hu: uDig gyorstalpaló
it: Guida rapida uDig
ja: uDig クイックスタート

source: uDig (User Friendly Internet Desktop GIS), is a GIS Desktop client for editing and viewing Geospatial data.
es: uDig (User Friendly Internet Desktop GIS), es un cliente para edición y visualización de Geospatial data.
hu: A uDig (User Friendly Internet Desktop GIS) egy asztali GIS kliens a téradatok szerkesztésére és megtekintésére.
it: uDig (User Friendly Internet Desktop GIS), è un client GIS Desktop per modificare e visualizzare dati geospaziali.
ja: uDig(User Friendly Internet Desktop GIS)は、地理空間データを編集および表示するためのGISデスクトップクライアントです。

source: This Quick Start describes how to:
es: Esta Guía de Inicio Rápido describe cómo:
hu: Ez a gyorstalpaló leírja:
it: Questa Guida Rapida descrive come:
ja: このクイックスタートでは、次の方法について説明します:

source: load a map layers from a shapefile and |WMS|
es: Cargar capas de un mapa desde un shapefile y |WMS|
hu: térképi rétegek betöltése shape fájlból és és |WMS|-ből
it: caricare i layer di una mappa da uno shapefile e da un WMS
ja: シェープファイルと |WMS| からマップレイヤをロードする

source: use the standard map tools
es: utilizar las herramientas de mapa estándar
hu: szabványos térképi eszközök használata
it: usa gli strumenti standard della mappa
ja: 標準のマップツールを使用する

source: apply colour to map features using styling
es: aplicar color para asignar funciones con estilo
hu: stílus beállítás, színek alkalmazása a térképi elemekhez
it: applica il colore agli elementi della mappa usando lo stile
ja: スタイルを使用して地物に色を適用する

source: Contents
es: Contenidos
it: Contenuti

source: start uDig
es: Iniciar uDig
hu: uDig indítása
it: avvia uDig
ja: uDigの開始

source: Choose |osgeolive-appmenupath-udig| from menu
es: Elija |osgeolive-appmenupath-udig| del menú
hu: Válassza a |osgeolive-appmenupath-udig| a menüből
it: Scegli |osgeolive-appmenupath-udig| dal menu
ja: メニューから |osgeolive-appmenupath-udig| を選択してください

source: The application will take a few moments to start up
es: La aplicación tomará unos momentos para poner en marcha
hu: Néhány pillanatot vesz igénybe az alkalmazás elindulása
it: L'applicazione impiegherà qualche istante per avviarsi
ja: アプリケーションの起動にはしばらくかかります

source: If you have any difficulties, or are running uDig please review the Running uDig reference page.
es: Si usted tiene dificultades o uDig corriente por favor informe la página de referencia de uDig que se esta usando.
hu: Ha bármilyen problémája van, vagy ha az uDig programot futtatja, kérjük, tekintse át a Running uDig referencia oldalt.
it: Se hai qualche difficoltà, o se stai eseguendo uDig, per favore consulta la pagina di riferimento Esecuzione di uDig.
ja: 問題がある場合、またはuDigを実行している場合は、実行中のuDigのリファレンスページを確認してください。

source: Welcome View
es: Vista de bienvenida
hu: Üdvözlő nézet
it: Vista di Benvenuto
ja: ウェルカム画面

source: When you start up uDig for the first time the Welcome view takes up the entire display. This screen has links to tutorials, documentation and the project website.
es: Cuando inicia uDig por primera vez, la vista de Bienvenida ocupa toda la pantalla. Esta pantalla tiene enlaces a tutoriales, documentación y el sitio web del proyecto.
hu: Amikor legelőször indítja el a uDig-et az üdvözlő kép eltakarja az egész képernyőt. Ezen az oldalon link található az oktatóanyagokhoz, a dokumentációhoz és a projekt honlapjához.
it: Quando si avvia uDig per la prima volta, la schermata di benvenuto occupa l'intero schermo. Questa schermata ha collegamenti ai tutorial, alla documentazione e al sito web del progetto.
ja: uDigを初めて起動すると、ウェルカム画面が画面全体に表示されます。この画面には、チュートリアル、ドキュメント、およびプロジェクトWebサイトへのリンクがあります。

source: Click the arrow labelled Workbench in the upper right corner, to reveal the contents of the uDig workbench.
es: Haga click en la flecha denominada Workbench en la esquina superior derecha, para revelar el contenido del uDig workbench.
hu: Kattintson a nyíllal megjelölt munkaasztalra a jobb-felső sarokban a uDig munkaasztal tartalmának felfedéséhez.
it: Clicca sulla freccia etichettata Workbench nell'angolo in alto a destra, per rivelare il contenuto del banco di lavoro uDig.
ja: 右上隅にあるワークベンチというラベルの矢印をクリックすると、uDigワークベンチの内容が表示されます。

source: You can return to the Welcome view at any time by selecting the :menuselection:`Help --> Welcome` from the menu bar.
es: Puede volver a la vista de Bienvenida en cualquier momento seleccionando :menuselection:`Help --> Welcome` en la barra de menú.
hu: Bármikor visszatérhet a munkaasztal nézethez a :menuselection:`Help --> Welcome` kiválasztásával a menüsorból.
it: Puoi tornare alla vista Welcome in qualsiasi momento selezionando la :menuselection:`Help --> Welcome` dalla barra dei menu.
ja: メニューバーから :menuselection:`Help --> Welcome` を選択すると、いつでもウェルカム画面に戻ることができます。

source: Workbench
es: Mesa de trabajo
hu: Munkaasztal
it: Banco da lavoro
ja: ワークベンチ

source: The Workbench window offers multiple Editors (each showing a Map) and supporting Views (offering information about the current Map).
es: La ventana Workbench ofrece múltiples Editores (cada uno mostrando un Mapa) y vistas de soporte (ofreciendo información sobre el Mapa actual).
hu: A munkaasztal ablak többféle szerkesztőt (mindegyik térképet jelenít meg) és segítő nézeteket (információt szolgáltat az aktuális térképről) biztosít
it: La finestra del Workbench offre diversi editor (ognuno dei quali mostra una mappa) e viste di supporto (che offrono informazioni sulla mappa corrente).
ja: ワークベンチウィンドウには複数のエディタ(それぞれがマップを表示)とサポートするビュー(現在のマップに関する情報を提供)があります。

source: Shown above is a typical uDig session with the
es: Se muestra arriba es una sesión típica uDig con el
hu: A fenti egy tipikus uDig munkamenet ezzekkel
it: Mostrato sopra è una tipica sessione di uDig con il
ja: 上に表示されているのは、典型的なuDigセッションで

source: Layers view (1),
es: Vista de capas (1),
hu: Rétegek nézet (1),
it: Visualizzazione dei layer (1),
ja: レイヤビュー(1)

source: Projects view (2),
es: Vista de proyectos (2),
hu: Projektek nézet (2),
it: Vista progetti (2).
ja: プロジェクトビュー(2)

source: Catalog view (3) and
es: Vista de catálogo (3) y
hu: Katalógus nézet (3) és
it: Vista catalogo (3) e
ja: カタログビュー(3)と

source: Map editor (4).
es: Editor de mapas (4).
hu: Térkép szerkesztő (4).
it: Editor di mappe (4).
ja: マップエディタ(4)

source: These views will be described further as we demonstrate their use.
es: Estas vistas se describen aún más a medida que demuestra su uso.
hu: Ezeket a nézeteket bővebben leírjuk amikor a használatukat bemutatjuk.
it: Queste visualizzazioni saranno descritte più avanti, man mano che si dimostrerà il loro uso.
ja: これらのビューについては、その使用方法を説明する際に詳しく説明します。

source: Files
es: Archivos
hu: Fájlok
it: File
ja: ファイル

source: To start out with we are going to load some of the sample data included on the DVD.
es: Para empezar con que vamos a cargar algunos de los datos de muestra incluidos en el DVD.
hu: Az elinduláshoz a DVD-n található minta adatok közül töltünk be néhányat.
it: Per cominciare, caricherai alcuni dei dati di esempio inclusi nel DVD.
ja: まず、DVDに含まれているサンプルデータの一部をロードします。

source: Choose :menuselection:`Layer --> Add` from the menu bar to open up the **Add Data** wizard
es: Elegir :menuselection:`Layer --> Add` en la barra de menú para abrir el asistente **Add Data**
hu: Válassza a :menuselection:`Layer --> Add` menüpontot a menüsorból az **Add Data** varázsló elindításához
it: Scegli :menuselection:`Layer --> Add` dalla barra dei menu per aprire il wizard **Add Data**
ja: メニューバーから :menuselection:`Layer --> Add` を選択して、 **Add Data** ウィザードを開きます。

source: Select **Files** from the list of data sources
es: Seleccione **Files** de la lista de orígenes de datos
hu: Válasszon **fájlokat** az adatforrások listájából
it: Seleziona **Files** dall'elenco delle fonti di dati
ja: データソースのリストから **ファイル** を選択します

source: Press :guilabel:`Next` to open up a file dialog
es: Presiona :guilabel:`Next` para abrir un cuadro de diálogo
hu: Nyomja meg a :guilabel:`Next` gombot egy fájl párbeszédablak megnyitásához
it: Premi :guilabel:`Next` per aprire un dialogo di file
ja: :guilabel:`Next` を押してファイルダイアログを開きます

source: The OSGeoLive DVD contains sample data in:
es: El DVD de OSGeoLive contiene datos de muestra en:
hu: Az OSGeoLive DVD minta adatokat tartalmaz itt:
it: Il DVD di OSGeoLive contiene dati di esempio in:
ja: OSGeoLive DVDにはサンプルデータが含まれています。

source: :file:`~/data` (a short cut to :file:`/usr/local/share/data`)
es: :file:`~/data` (atajo de :file:`/usr/local/share/data`)
hu: :file:`~/data` (egy rövidítés ehhez :file:`/usr/local/share/data`)
it: :file:`~/data` (una scorciatoia per :file:`/usr/local/share/data`)
ja: :file:`~/data` (:file:`/usr/local/share/data` へのショートカット)

source: Select the following file from the :file:`natural_earth2` folder:
es: Seleccione el archivo siguiente de la carpeta :file:`natural_earth2` :
hu: Válassza a következő fájlt a :file:`natural_earth2` mappából:
it: Seleziona il seguente file dalla cartella :file:`natural_earth2`:
ja: :file:`natural_earth2` フォルダから次のファイルを選択します。

source: Press :guilabel:`Open`
es: Presiona :guilabel:`Open`
hu: Nyomja meg az :guilabel:`Open`-t
it: Premi :guilabel:`Open`.
ja: :guilabel:`Open` を押します。

source: A new Map editor will be opened based on the contents of your shapefile. The default name and projection of the Map has been taken from your shapefile.
es: Se abrirá un nuevo editor de Mapas basado en el contenido de tu archivo shape. El nombre y la proyección predeterminados del Mapa se han tomado de tu archivo shape.
hu: Egy új térkép szerkesztő nyílik meg a shápe fájljának tartalmával. A térkép alapértelmezett neve és vetülete a shape fájlból jön.
it: Verrà aperto un nuovo editor di mappe basato sul contenuto del tuo shapefile. Il nome e la proiezione di default della mappa sono stati presi dal tuo shapefile.
ja: シェープファイルの内容に基づいて、新しいマップエディタが開きます。マップのデフォルト名と投影はシェープファイルから取得されています。

source: You can see the **Catalog view** has been updated with an entry for :file:`ne_10m_admin_0_countries.shp`. This view is used to track the use of resources by the uDig application.
es: Puedes ver que la **Vista de Catálogo** se ha actualizado con una entrada para :file:`ne_10m_admin_0_countries.shp`. Esta vista se utiliza para rastrear el uso de recursos por parte de la aplicación uDig.
hu: Láthatja, hogy a **Catalog view**-t frissítettük a :file:`ne_10m_admin_0_countries.shp`.hez tartozó elemmel. Ezt a nézetet a források felhasználásának nyomon követésére használja az uDig alkalmazás.
it: Puoi vedere che la vista **Catalogo** è stata aggiornata con una voce per :file:`ne_10m_admin_0_countries.shp`. Questa vista è usata per tracciare l'uso delle risorse da parte dell'applicazione uDig.
ja: **ビューカタログ** が :file:`ne_10m_admin_0_countries.shp` のエントリで更新されました。このビューは、uDigアプリケーションによるリソースの使用を追跡するために使用されます。

source: The **Layers** view shows a single layer is displayed on this map. This view is used to change the order and appearance of information in your Map.
es: La vista de **Capas** muestra que una sola capa se despliega en este mapa. Esta vista se utiliza para cambiar el orden y la apariencia de la información en su Mapa.
hu: A **Layers** nézet egyetlen, a térképen megjelenő réteget mutat. Ezt a nézetet a térképen megjelenő információk sorrendjének és megjelenésének módosítására használjuk.
it: La vista **Layer** mostra che un singolo layer è visualizzato su questa mappa. Questa vista è usata per cambiare l'ordine e l'aspetto delle informazioni nella tua mappa.
ja: **レイヤ** ビューは、単一のレイヤがこのマップに表示されていることを示します。このビューは、マップ内の情報の順序と外観を変更するために使用されます。

source: The **Projects** view has been updated to show that your map is stored in `projects > ne 10m admin 0 countries`. You can have multiple projects open at a time, each project can have several maps.
es: La vista **Proyectos** se ha actualizado para mostrar que tu mapa está almacenado en `projects > ne 10m admin 0 countries`. Puedes tener varios proyectos abiertos a la vez, cada proyecto puede tener varios Mapas.
hu: A **Projects** nézetet frissítettük, hogy a térképét a `projects > ne 10m admin 0 countries`.-ban tároljuk. Egyszerre több projektet nyitva tarthat, minden egyes projekthez több térkép tartozhat.
it: La vista **Progetti** è stata aggiornata per mostrare che la tua mappa è memorizzata in `progetti > ne 10m admin 0 paesi`. Puoi avere più progetti aperti alla volta, ogni progetto può avere diverse mappe.
ja: **プロジェクト** ビューが更新され、あなたのマップが `projects > ne 10m admin 0 countries` に保存されていることが示されました。一度に複数のプロジェクトを開くことができ、各プロジェクトは複数のマップを持つことができます。

source: Open up the :file:`~/data/natural_earth2/` folder on the desktop
es: Abre la carpeta :file:`~/data/natural_earth2/` en el escritorio
hu: Nyissa meg a :file:`~/data/natural_earth2/` mappát az asztalon
it: Apri la cartella :file:`~/data/natural_earth2/` sul desktop
ja: デスクトップ上の :file:`~/data/natural_earth2/` フォルダを開く

source: Drag :file:`HYP_50M_SR_W.tif` onto the Map Editor, a new layer is added to to the map.
es: Arrastrar :file:`HYP_50M_SR_W.tif` al Editor de mapas, se agrega una nueva capa al mapa.
hu: Húzza a :file:`HYP_50M_SR_W.tif` fájlt a térkép szerkesztőre, egy új réteget adtunk a térképhez.
it: Trascina :file:`HYP_50M_SR_W.tif` nell'editor di mappe, un nuovo layer viene aggiunto alla mappa.
ja: :file:`HYP_50M_SR_W.tif` をマップエディタにドラッグすると、新しいレイヤがマップに追加されます。

source: You can see the order the layers are drawn in the layer view. Right now the `HYP_50M_SR_W` layer is drawn on top of the `ne 10m admin 0 countries` layer.
es: Puedes ver el orden en que se dibujan las capas en la vista de capas. En este momento, la capa `HYP_50M_SR_W` se dibuja sobre la capa `ne 10m admin 0 countries`.
hu: Láthatja a rétegek kirajzolási sorrendjét a réteg nézetben. Most a `HYP_50M_SR_W` réteg a `ne 10m admin 0 countries` réteg fölött jelenik meg.
it: Puoi vedere l'ordine in cui i layer sono disegnati nella vista dei layer. In questo momento il layer `HYP_50M_SR_W` è disegnato sopra il layer `ne 10m admin 0 countries`.
ja: レイヤが描画される順序をレイヤビューで確認できます。現在、 `HYP_50M_SR_W` レイヤは `ne 10m admin 0 countries` レイヤの上に描画されています。

source: Select the `HYP_50M_SR_W` layer in the catalog view and drag it to the bottom of the list
es: Seleccione la capa `HYP_50M_SR_W` en la vista de catálogo y arrástrelo a la parte inferior de la lista
hu: Válassza ki a `HYP_50M_SR_W` réteget a katalógus nézetben és húzza lista aljára
it: Seleziona il layer `HYP_50M_SR_W` nella vista catalogo e trascinarlo in fondo alla lista
ja: カタログレイヤの `HYP_50M_SR_W` ビューを選択し、リストの一番下にドラッグします

source: One of the most common questions asked when uDig is considered for an organization is how much memory the application uses. Unlike most GIS applications uDig can get by with a fixed amount of memory. The above shapefile is not loaded into memory, we have a policy of keeping data on disk and drawing data like this shapefile onto the screen as needed.
es: Una de las preguntas más comunes que se hacen cuando se considera uDig para una organización es cuánta memoria usa la aplicación. A diferencia de la mayoría de las aplicaciones SIG, uDig puede funcionar con una cantidad fija de memoria. El archivo shape anterior no se carga en la memoria, tenemos la política de mantener los datos en el disco y dibujar datos como este archivo de forma en la pantalla según sea necesario.
hu: Az egyik a uDig-gel kapcsolatos általános kérdés egy szervezet részéről, hogy mennyi memóriát használ az alkalmazás. A legtöbb térinformatikai alkalmazással ellentétben az uDig fix memória mérettel képes boldogulni. A fenti shape fájlt nem tölti be a memóriába, a statégiánk, hogy az adatokat a lemezen tároljuk és szükség szerint a képernyőre rajzoljuk az adatokat, mint ez a shape fájl.
it: Una delle domande più comuni poste quando uDig è considerato per un'organizzazione è quanta memoria usa l'applicazione. A differenza della maggior parte delle applicazioni GIS, uDig può andare avanti con una quantità fissa di memoria. Lo shapefile di cui sopra non è caricato in memoria, abbiamo una politica di mantenere i dati su disco e disegnare i dati come questo shapefile sullo schermo come necessario.
ja: 組織でuDigが検討されるときによく聞かれる質問の1つは、アプリケーションが使用するメモリの量です。ほとんどのGISアプリケーションとは異なり、uDigは固定された量のメモリで動作します。上記のシェープファイルはメモリにロードされません。必要に応じてディスク上にデータを保持し、このシェープファイルのようなデータを画面上に描画するポリシーがあります。

source: You can also drag and drop shapefiles directly into the uDig application!
es: ¡También puede arrastrar y soltar archivos shapefile directamente en la aplicación de uDig!
hu: Közvetlenül a uDig alkalmazásra is húzhatja és dobhatja a shape fájlokat!
it: Puoi anche trascinare e rilasciare gli shapefile direttamente nell'applicazione uDig!
ja: シェープファイルをuDigアプリケーションに直接ドラッグ&ドロップすることもできます。

source: Map
es: Mapa
hu: Térkép
it: Mappa
ja: マップ

source: You can control where in the world the Map Editor is looking by using the navigation tools in the tool bar along the top of the screen.
es: Puede controlar en qué parte del mundo está buscando el Editor de Mapas utilizando las herramientas de navegación en la barra de herramientas de la parte superior de la pantalla.
hu: A képernyő tetején lévő navigációs eszközök használatával vezérelheti, hogy a világ melyik részét mutatja a Map Editor.
it: Puoi controllare in quale parte del mondo il Map Editor sta guardando usando gli strumenti di navigazione nella barra degli strumenti lungo la parte superiore dello schermo.
ja: 画面上部にあるツールバーのナビゲーションツールを使用して、マップエディタが世界のどこを見ているかを制御できます。

source: The |ZOOM| Zoom tool is available by default
es: La Herramienta Zoom |ZOOM| está disponible de forma predeterminada
hu: A |ZOOM| nagyító eszköz alapértelmezésben elérhető
it: Lo strumento |ZOOM| Zoom è disponibile di default
ja: |ZOOM| ズームツールはデフォルトで利用可能です

source: Use the zoom tool by drawing a box using the left mouse button around the area of the world you wish to see.
es: Use la herramienta de zoom dibujando un cuadro con el botón izquierdo del mouse alrededor del área del mundo que desea ver.
hu: Használja a nagyító eszközt úgy, hogy a bal egérgombbal egy téglalapot rajzol a terület köré, amelyet látni szeretne.
it: Usa lo strumento di zoom disegnando un riquadro con il tasto sinistro del mouse intorno all'area del mondo che vuoi vedere.
ja: ズームツールを使用して、表示したい世界の領域の周りに左マウスボタンでボックスを描画します。

source: To zoom out draw a box with the right mouse button. The current map extents will be located within the box you draw.
es: Para alejar, dibuje un cuadro con el botón derecho del mouse. La extensión actual del mapa se ubicará dentro del cuadro que dibuje.
hu: A kicsinyítéshez jobb egérgombbal rajzoljon egy téglalapot. Az aktuális térképi terjedelem kerül be a rajzolt téglalapba.
it: Per ridurre lo zoom disegna un riquadro con il tasto destro del mouse. L'estensione attuale della mappa si troverà all'interno del riquadro disegnato.
ja: 縮小するには、マウスの右ボタンでボックスを描画します。現在のマップ範囲は、描画したボックス内に配置されます。

source: The |PAN| Pan tool can be used to scroll around your map with out changing scale.
es: La herramienta de paneo |PAN| se puede utilizar para desplazarse por el mapa con un cambio de escala.
hu: A |PAN| eltolás eszköz használható a térkép görgetéséhez, a méretarány módosítása nélkül.
it: Lo strumento |PAN| Pan può essere usato per scorrere la tua mappa senza cambiare scala.
ja: |PAN| Panツールを使用すると、スケールを変更せずにマップをスクロールできます。

source: There are also several navigation buttons that can be used at any time:
es: También existen varios botones de navegación que se pueden utilizar en cualquier momento:
hu: Sok navigációs gomb van, melyeket bármikor használhat:
it: Ci sono anche diversi pulsanti di navigazione che possono essere utilizzati in qualsiasi momento:
ja: いつでも使用できるナビゲーションボタンもいくつかあります。

source: |SHOWALL| Show All, can be used to return to the full extents at any time
es: |SHOWALL| Mostrar Todo, se puede usar para volver a la extensión completa en cualquier momento
hu: |SHOWALL| Show All használható bármikor a teljes terjedelemhez visszatérésre
it: |SHOWALL| Mostra tutto, può essere usato per tornare agli estratti completi in qualsiasi momento
ja: |SHOWALL| 全表示。いつでも全範囲に戻るために使用できます

source: |ZOOM_IN| Zoom In and |ZOOM_OUT| Zoom Out can be used to change the scale by a fixed amount.
es: |ZOOM_IN| Acercar y |ZOOM_OUT| Alejar pueden usarse para cambiar la escala en una cantidad fija.
hu: |ZOOM_IN| Zoom In és |ZOOM_OUT| Zoom Out használható a a méretarány fix mértékkel módosításához.
it: |ZOOM_IN| Zoom In e |ZOOM_OUT| Zoom Out possono essere usati per cambiare la scala di una quantità fissa.
ja: |ZOOM_IN| Zoom In と |ZOOM_OUT| Zoom Out を使用すると、スケールを一定量だけ変更できます。

source: You can use Navigation Back |BNAV| and Forward |FNAV| in the menu bar to cycle though previously visited locations.
es: Puedes usar Navegación Atrás |BNAV| y Adelante |FNAV| en la barra de menú para recorrer las ubicaciones visitadas anteriormente.
hu: A Navigation Back |BNAV| és Forward |FNAV| használható a menüsorban az előzőleg megtekintett helyek visszanézésére.
it: Puoi usare la navigazione Indietro |BNAV| e Avanti |FNAV| nella barra dei menu per scorrere le località visitate in precedenza.
ja: メニューバーのナビゲーション |BNAV| 戻ると |FNAV| 進むを使用して、前に訪れた場所を循環させることができます。

source: Most tools allow you to Pan by holding the center button and control the scale using the scroll wheel.
es: La mayoría de las herramientas permiten desplazarse presionando el botón central y controlar la escala con la rueda de desplazamiento.
hu: A legtöbb eszköz lehetővé teszi az eltolás a középső egérgomb nyomva tartásával és a méretarány változtatásra a görgő forgatásával.
it: La maggior parte degli strumenti ti permette il Pan tenendo premuto il pulsante centrale e di controllare la scala usando la rotella di scorrimento.
ja: ほとんどのツールでは、中央ボタンを押したままスクロールホイールを使用してスケールを制御することでパンを行うことができます。

source: Web Map Server
es: Servidor Cartográfico Web
ja: Web Map サーバ

source: One of the reasons to use an application like uDig is to access all the great free geospatial information available on the web. This section covers the use of Web Map Servers which make available layers of information that you can mix into your own maps.
es: Una de las razones para usar una aplicación como uDig es acceder a toda la gran información geoespacial gratuita disponible en la web. Esta sección cubre el uso de servidores de mapas web que ponen a disposición capas de información que puede mezclar en sus propios mapas.
hu: Az egyik oka az olyan alkalmazásnak, mint uDig, hogy hozzáférjen az interneten elérhető nagyszerű ingyenes térinformatikai adatokat. Ez a rész a webtérkép-kiszolgálók használatát ismerteti, amelyek saját térképeivel keverhető rétegeket testnek elérhetővé.
it: Una delle ragioni per usare un'applicazione come uDig è quella di accedere a tutte le grandi informazioni geospaziali gratuite disponibili sul web. Questa sezione copre l'uso dei Web Map Servers che rendono disponibili strati di informazioni che puoi mescolare nelle tue mappe.
ja: uDigのようなアプリケーションを使用する理由の1つは、Web上で利用可能なすべての優れた無料の地理空間情報にアクセスすることです。このセクションでは、Webマップサーバを使用して、独自のマップに混合できる情報のレイヤを利用可能にする方法について説明します。
