Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/udig_quickstart.po
Languages: es, hu, it, ja

source: If you are not connected to the Internet run |osgeolive-appmenupath-geoserver| for a local WMS. The script will open a page with a "Service Capabilities" section and two links for WMS Services you can drag into your empty map.
es: Si no está conectado a Internet, ejecute |osgeolive-appmenupath-geoserver| para un WMS local. El script abrirá una página con una sección de "Capacidades de servicio" y dos enlaces para servicios WMS que puede arrastrar a su mapa vacío.
hu: Ha nem kapcsolódik az internetre, futtassa a |osgeolive-appmenupath-geoserver|-t egy helyi WMS-hez. A szkript egy oldalt nyit meg a "Service Capabilities" fejezettel és két WMS szolgáltatás linkkel, melyeket behúzhat az üres térképébe.
it: Se non sei connesso a Internet esegui |osgeolive-appmenupath-geoserver| per un WMS locale. Lo script aprirà una pagina con una sezione "Service Capabilities" e due link per i servizi WMS che puoi trascinare nella tua mappa vuota.
ja: インターネットに接続していない場合は、ローカルWMSの |osgeolive-appmenupath-geoserver| を実行します。 "Service Capabilities" セクションと、空のマップにドラッグできるWMSサービスへの2つのリンクがあるページが開きます。

source: You can copy a WMS URL (e.g. for `WMS 1.1.1`_) from right panel of `GeoServer Welcome page`_ and "paste" it either on the **Map** view or the **Layers** view. A wizard shows you the layers you can add to the **Map**. You can also connect to Web Map Servers using the **Add Data** (:menuselection:`Layer --> Add...`) Wizard and paste WMS URL right there.
es: Puede copiar una URL de WMS (por ejemplo, para `WMS 1.1.1`_) desde el panel derecho de la `GeoServer Welcome page`_ y "pegarla" en la vista de **Mapa** o en la vista de **Capas**. Un asistente le muestra las capas que puede agregar al **Mapa**. También puede conectarse a los Servidores de Mapas Web utilizando el Asistente **Agregar Datos** (:menuselection:`Layer --> Add...`) y pegar la URL del WMS ahí mismo.
hu: A WMS URL-t (pl. `WMS 1.1.1`_) kimásolhatja a jobb oldali `GeoServer Welcome page`_ panelból és beillesztheti vagy a **Map* nézetbe vagy a **Layers** nézetbe. Egy varázsló mutatja meg önnek a a **Map**-be beilleszthető rétegeket. Az **Add Data** (:menuselection:`Layer --> Add...`) varázsló segítségével Webes térkép szerverekhez is csatlakozhat és a WMS URL-t beillesztheti ide.
it: Puoi copiare un URL WMS (ad es. per `WMS 1.1.1`_) dal pannello destro della `pagina di benvenuto di Geoserver`_ e "incollarlo" nella vista **Map** o nella vista **Layers**. Un wizard ti mostra i layer che puoi aggiungere alla **Map**. Puoi anche connetterti ai Web Map Server usando il Wizard **Add Data** (:menuselection:`Layer --> Add...`) e incollare l'URL WMS proprio lì.
ja: `GeoServer Welcome page`_ の右パネルからWMS URL(例えば `WMS1.1.1`_ 用)をコピーし、それを **マップ** ビューまたは **レイヤ** ビューのいずれかに "貼り付ける" ことができます。ウィザードには、 **マップ** に追加できるレイヤが表示されます。**Add Data** (:menuselection:`Layer --> Add...`)ウィザードを使用してWebマップサーバに接続し、WMS URLをそこに貼り付けることもできます。

source: Select :menuselection:`File --> New --> New Map` from the menu bar
es: Seleccione :menuselection:`File --> New --> New Map` en la barra de menús
hu: Válassza a :menuselection:`File --> New --> New Map`-et a menüsorból
it: Seleziona :menuselection:`File --> New --> New Map` dalla barra dei menu
ja: メニューバーから :menuselection:`ファイル --> 新規 --> 新規マップ` を選択します。

source: Change to the **Web** view, click on the tab next to the **Catalog** view to reveal the *Web* view.
es: Cambiar a la vista **Web**, haga clic en la ficha junto a la vista **Catalog** vista para revelar la vista *Web* .
hu: Váltson a **Web** nézetre, kattintson a a fülön a **Catalog** nézet mellé, hogy a **Web** nézetet felhozza.
it: Passa alla vista **Web**, clicca sulla linguetta accanto alla vista **Catalogo** per rivelare la vista *Web*.
ja: **Web** ビューに切り替えるため、**カタログ** ビューの次のタブをクリックして、*Web* ビューを表示します。

source: Click on the link ``WMS\:http://www2.dmsolutions.ca/cgi-bin/mswms_gmap?Service=WMS&VERSION=1.1.0&REQUEST=GetCapabilities``
es: Haga click en el enlace ``WMS\:http://www2.dmsolutions.ca/cgi-bin/mswms_gmap?Service=WMS&VERSION=1.1.0&REQUEST=GetCapabilities``
hu: Kattintson a ``WMS\:http://www2.dmsolutions.ca/cgi-bin/mswms_gmap?Service=WMS&VERSION=1.1.0&REQUEST=GetCapabilities`` linkre
it: Clicca sul link ``WMS\:http://www2.dmsolutions.ca/cgi-bin/mswms_gmap?Service=WMS&VERSION=1.1.0&REQUEST=GetCapabilities``
ja: リンク ``WMS\:http://www2.dmsolutions.ca/cgi-bin/mswms_gmap?Service=WMS&VERSION=1.1.0&REQUEST=GetCapabilities`` をクリックしてください。

source: From the Resource Selection page we are going to choose the following layers:
es: Desde la página de Selección de Recursos vamos a elegir las siguientes capas:
hu: A Resource Selection oldalról a következő rétegeket fogjuk kiválasztani:
it: Dalla pagina di selezione delle risorse scegli i layer:
ja: リソース選択ページから、次のレイヤを選択します。

source: Elevation/Bathymetry
es: Elevación/batimetría
it: Elevazione/Batimetria
ja: 標高/水深測定

source: Parks
es: Parques
ja: 公園

source: Cities
es: Ciudades
ja: 市町村

source: Press :guilabel:`Finish` to add these layers to your map
es: Presiona :guilabel:`Finish` para añadir estas capas en el mapa
hu: Nyomja meg :guilabel:`Finish`-t a réteg térképhez adásához
it: Premi :guilabel:`Finish` per aggiungere questi layer alla mappa
ja: :guilabel:`Finish` をクリックして、これらのレイヤをマップに追加します。

source: Use the |ZOOM| Zoom Tool to move closer to one of the Parks
es: Usa la herramienta de zoom |ZOOM| para acercarse a uno de los parques
hu: Használja a |ZOOM| nagyítás eszközt, hogy közelebb hozzon egy parkot
it: Usa lo strumento di zoom per avvicinarsi a uno dei Parks
ja: |ZOOM| Zoom ツールを使用して、公園の一つに移動します。

source: Switch to the |INFO| Info Tool and click on one the parks to learn more about it
es: Cambiar a la Herramienta de información |INFO| y haga clic en uno de los parques para obtener más información
hu: Váltson az |INFO| info eszközre és kattintson egy parkra, hogy többet tudjon meg róla
it: Passa allo strumento |INFO| e clicca su uno dei parchi per saperne di più
ja: |INFO| Info Toolに切り替えて、公園の1つをクリックすると、さらに詳しく知ることができます。

source: You can switch between the zoom and info tools by pressing `Z` and `I` on the keyboard.
es: Puede alternar entre las herramientas de zoom e información presionando `Z` e `I` en el teclado.
hu: A nagyítás és info eszközök között válthat a "Z" és "I" billentyű megnyomásával a billentyűzeten.
it: Puoi passare tra gli strumenti di zoom e info premendo `Z` e `I` sulla tastiera.
ja: キーボードの `Z` と `I` を押して、ズームと情報ツールを切り替えることができます。

source: Style
es: Estilo
hu: Stílus
it: Stile
ja: スタイル

source: Select the `project > ne 10m admin 0 countries`, you can double click to open this Map, or Right Click and choose Open Map
es: Seleccione el `proyecto> ne 10m admin 0 países`, puede hacer doble clic para abrir este Mapa, o haga Clic Derecho y elija Abrir Mapa
hu: Válassza a `project > ne 10m admin 0 countries`-t, duplán kattinthat a térkép megnyitásához vagy jobb kattintás és válassza az Open Map-et
it: Seleziona il `progetto > ne 10m admin 0 paesi`, puoi fare doppio clic per aprire questa mappa, o fare clic destro e scegliere Open Map
ja: `project > ne 10m admin 0 countries` を選択し、ダブルクリックしてこのマップを開くか、右クリックして[マップを開く]を選択します。

source: Select the countries layer in the Layer view
es: Seleccione la capa de los países en la vista de Capas
hu: Válassza az országok réteget a Layer nézetben
it: Seleziona il layer dei paesi nella vista Layer
ja: レイヤビューのレイヤの国を選択

source: Open up the **Style Editor** by right clicking on `ne 10m admin 0 countries` layer and choosing :guilabel:`Change Style`
es: Abra el **Editor de Estilos** haciendo clic derecho en la capa `ne 10m admin 0 countries` y eligiendo :guilabel:`Change Style`
hu: Az `ne 10m admin 0 countries`-ra jobb kattintással és a :guilabel:`Change Style` kiválaszásával nyissa meg a **Style Editor**-t
it: Apri lo **Style Editor** cliccando con il tasto destro sul layer `ne 10m admin 0 countries` e scegliendo :guilabel:`Change Style`.
ja: **Style Editor** を開くには、 `ne 10m admin 0 countries` レイヤを右クリックし、:guilabel:`Change Style` を選択します。

source: We are going to change a few things about how countries are displayed
es: Vamos a cambiar algunas cosas sobre cómo se muestran los países
hu: Néhány dolgot meg fogunk változtatni az országok megjeleítésében
it: Cambierai alcune cose su come vengono visualizzati i paesi
ja: 国の表示方法について、いくつかの点を変更します。

source: Line: Click :guilabel:`Border`, click on the Color button and change the color to BLACK
es: Línea: haga clic en Click :guilabel:`Border`, haga clic en el botón Color y cambie el color a NEGRO
hu: Vonal: kattintson a :guilabel:`Border`-ra, kattintson a Color gombra és változtassa a színt feketére
it: Linea: Clicca su :guilabel:`Border`, clicca sul pulsante Color e cambia il colore in BLACK
ja: ライン: :guilabel:`Border` をクリックし、色ボタンをクリックして、色を黒色に変更します。

source: Fill: On Tab :guilabel:`Fill` uncheck the box :guilabel:`enable/disable fill` to turn off fill
es: Relleno: en la pestaña :guilabel:`Fill` desmarque la casilla :guilabel:`enable/disable fill` para desactivar el relleno
hu: Kitöltés: :guilabel:`Fill` fülön vegye ki a pipát a :guilabel:`enable/disable fill` jelölőnégyzetből a kitöltés kikapcsolásához
it: Riempimento: nella scheda :guilabel:`Fill` deselezionare la casella :guilabel:`enable/disable fill` per disattivare il riempimento
ja: ぬりつぶし: ぬりつぶしをオフにするには、タブ :guilabel:`Fill` のチェックボックス :guilabel:`enable/disable fill` のチェックをはずす

source: Label: On Tab :guilabel:`Labels` check the box :guilabel:`enable/disable labeling`, and choose the attribute **NAME** from the list of attributes
es: Etiqueta: en pestaña :guilabel:`Labels` marque la casilla :guilabel:`enable/disable labeling` y elija el atributo **NOMBRE** de la lista de atributos
hu: Címke: a :guilabel:`Labels` fülön jelölje be :guilabel:`enable/disable labeling` jelölőnégyzetet és válassza a **NAME** attribútumot az attribútumok közül
it: Etichetta: Nella scheda :guilabel:`Labels` seleziona la casella :guilabel:`enable/disable labeling`, e scegli l'attributo **NAME** dalla lista degli attributi
ja: ラベル: タブ :guilabel:`Labels` のチェックボックス :guilabel:`enable/disable labeling` のチェックを いれ、一覧からアトリビュート **NAME** を選択します。

source: Press :guilabel:`Apply` to see what this looks like on your Map, the **Layer** view will also be updated to reflect the current style
es: Presione :guilabel:`Apply` para ver cómo se ve esto en su mapa, la vista de **Capa** también se actualizará para reflejar el estilo actua
hu: Nyomja meg az :guilabel:`Apply`-t, hogy láthassa hogy néz ki ez a térképén, a **Layer** nézetet szintén frissítjük, hogy az aktuális stílus jelenjen meg
it: Premi :guilabel:`Apply` per vedere come appare sulla tua Mappa, anche la vista **Layer** sarà aggiornata per riflettere lo stile attuale
ja: :guilabel:`適用` をおすと、**レイヤ** ビューが現在のスタイルを反映して更新されるので、あなたのマップの見えかたを確認してみてください。

source: When you are happy with the result you can press :guilabel:`Close` to dismiss the dialog
es: Cuando estés contento con el resultado que se puede pulsar :guilabel:`Close` para cerrar el cuadro de diálogo
hu: Ha elégedett az eredménnyel megnyomhatja a :guilabel:`Close`-t a párbeszédablak lezárásához
it: Quando sei soddisfatto del risultato puoi premere :guilabel:`Close` per chiudere la finestra di dialogo
ja: 問題なければ、 :guilabel:`閉じる` を押してダイログを閉じてください。

source: Some files include style settings. The Style definition can be found in files with the :file:`*.sld` extension. The name itself should be equal to the file containing the data. If such a |SLD| file exists, the style will be applied automatically.
es: Algunos archivos incluyen la configuración de estilo. La definición de Estilo se puede encontrar en archivos con la extensión :file:`*.sld`. El nombre en sí debe ser igual al archivo que contiene los datos. Si tal |SLD| archivo existe, el estilo se aplicará automáticamente.
hu: Néhány fájl stílus beállításokat tartalmaz. A stílus beállítások az :file:`*.sld` kiterjesztésű fájlokban találhatók. A névnek meg kell egyeznie az adatokat tartalmazó fájléval. Ha olyan |SLD| fájl létezik a stílust automatikusan alkalmazzuk.
it: Alcuni file includono impostazioni di stile. La definizione dello stile si trova nei file con estensione :file:`*.sld`. Il nome stesso dovrebbe essere uguale al file che contiene i dati. Se un tale file |SLD| esiste, lo stile verrà applicato automaticamente.
ja: 一部のファイルにはスタイル設定が含まれています。スタイル定義は :file:`*.sld` 拡張子のファイルにあります。名前自体は、データを含むファイルと同じでなければなりません。そのような |SLD| ファイルが存在する場合、スタイルは自動的に適用されます。

source: Sometimes it is a bit hard to see what is going on with layer providing much details. To get focused on the task you like to work on, you can choose :menuselection:`Map --> Mylar` from the menu bar. Using the *Layer* view select different layers in turn to see the effect. You can turn off this effect at any time using :menuselection:`Map --> Mylar` from the menu bar.
es: A veces es un poco difícil ver qué sucede con la capa que proporciona muchos detalles. Para enfocarse en la tarea en la que le gusta trabajar, puede elegir :menuselection:`Map --> Mylar` en la barra de menú. Usando la vista de **Capa**, seleccione diferentes capas para ver el efecto. Puede desactivar este efecto en cualquier momento usando :menuselection:`Map --> Mylar` de la barra de menú.
hu: Időnként nehéz követni mi történik túl sok részletet tartalmazó réteggel. Hogy arra a feladatra koncentráljon amin dolgozni szeretne, kiválaszthatja a :menuselection:`Map --> Mylar`-t a menüsorból. A *Layer* nézet használatával válasszon ki különböző rétegeket, hogy lássa a hatást. Bármikor kikapcsolhatja ezt a hatást a :menuselection:`Map --> Mylar`-al a menüsorból.
it: A volte è un po' difficile vedere cosa sta succedendo con i layer che forniscono molti dettagli. Per concentrarti sul lavoro che ti piace fare, puoi scegliere :menuselection:`Map --> Mylar` dalla barra dei menu. Usando la vista *Layer* seleziona diversi layer a turno per vedere l'effetto. Puoi disattivare questo effetto in qualsiasi momento usando :menuselection:`Map --> Mylar` dalla barra dei menu.
ja: 多くの詳細が含まれるレイヤで状況を確認するのは、時として少し難しいことがあります。作業したいタスクに集中するには、メニューバーから :menuselection:`マップ-->Mylar` を選択します。*レイヤ* ビューを使用して、順番にレイヤを選択して効果を確認します。この効果は、メニューバーから :menuselection:`マップ-->Mylar` を使用して、いつでもオフにすることができます。

source: Things to Try
es: Cosas para Probar
hu: Kipróbálandó dolgok
it: Cose da provare
ja: 試してみること

source: Here are some additional challenges for you to try:
es: Aquí hay algunos desafíos adicionales para que intentes:
hu: Itt van néhány további kihívás önnek, hogy kipróbálja:
it: Ecco alcune sfide aggiuntive da provare:
ja: 次に、試すべき追加の課題をいくつか示します。

source: Try viewing your own GIS map layers, or try adding a layer from a |WFS|
es: Intente ver sus propias capas de mapa SIG, o intente agregar una capa desde un |WFS|
hu: Próbálja megnézni a saját GIS térképi rétegeit vagy próbáljon egy |WFS|-ből rétegek hozzáadni
it: Prova a visualizzare i tuoi layer di mappa GIS, o prova ad aggiungere un layer da un
ja: 独自のGISマップレイヤを表示するか、|WFS| からレイヤを追加してみてください

source: Try styling the WFS layer.
es: Trate de estilizar la capa WFS.
hu: Próbálja meg beállítani a WFS réteg stílusát.
it: Prova a stilizzare il layer WFS.
ja: WFSレイヤのスタイリングを試してください。

source: What Next?
es: ¿Qué sigue?
hu: Mi a következő?
it: E ora?
ja: 次のステップ

source: This is only the first step on the road to using uDig. There is a lot more great material (and ability) left for you to discover in our **walkthrough** documents.
es: Este es solo el primer paso en el camino hacia el uso de uDig. Queda mucho más material (y capacidad) por descubrir en nuestros documentos de **recorrido**.
hu: Ez csak az első lépés az úton a uDig használatához. Még sokkal több felfedezendő nagyszerű anyag (és képesség) maradt önnek a **walkthrough** dokumentumainkban.
it: Questo è solo il primo passo sulla strada per usare uDig. C'è molto più materiale (e abilità) da scoprire nei documenti **walkthrough**.
ja: これはuDigを使用するための最初のステップです。**ウォークスルー** 文書には、さらに多くの優れた資料(と能力)が残されています。

source: Walkthrough 1
es: Tutorial 1
ja: ウォークスルー1

source: Try out the use of :doc:`PostGIS <../overview/postgis_overview>`, extract data from a Web Feature Server and explore the use of **Themes** with our powerful `Color Brewer` technology.
es: Pruebe el uso de :doc:`PostGIS <../overview/postgis_overview>`, extraiga datos de un Servidor de Características Web y explore el uso de **temas** con nuestra poderosa tecnología `Color Brewer`.
hu: Próbálja ki a :doc:`PostGIS <../overview/postgis_overview>` használatát, nyerje ki az adatokat egy Web Feature Serverből és fedezze fel a **Themes** használja a hatékony `Color Brewer` technológiánkkal.
it: Prova l'uso di :doc:`PostGIS <../overview/postgis_overview>`, estrai dati da un Web Feature Server ed esplora l'uso di **Temi** con la potente tecnologia `Color Brewer`.
ja: :doc:`PostGIS <../overview/postgis_overview>` を使用する。WFSサーバからデータを取得をする。 `Color Brewer` 技術を使用して **Themes** の活用をする。

source: Walkthrough 2 - Learn how to create shapefiles and use the Edit tools to manipulate feature data, covers the installation of :doc:`GeoServer <../overview/geoserver_overview>` and editing with a Web Feature Server.
es: Tutorial 2 - aprender a crear archivos y utilizar las herramientas de edición para manipular los datos de función, abarca la instalación de :doc:`GeoServer <../overview/geoserver_overview>` y la edición con un servidor de la característica de Web.
hu: Walkthrough 2 - Ismerje meg, hogyan hozhat létre shape fájlokat, és hogyan használhatja a szerkesztés eszközöket az adatok kezelésére, tartalmazza a :doc:`GeoServer <../overview/geoserver_overview>` telepítését és a szerkesztést Web Feature Serverrel.
it: Walkthrough 2 - Impara come creare shapefile e usare gli strumenti di modifica per manipolare i dati degli elementi, scopri l'installazione di :doc:`GeoServer <../overview/geoserver_overview>` e la modifica con un Web Feature Server.
ja: ウオークスルー 2 -シェイプファイルを作成し、編集ツールを使用して地物データを操作する方法を学習します。 :doc:`GeoServer <../overview/geoserver_overview>` のインストールと、 Web Feature Serverでの編集ができます。

source: Available on http://udig.refractions.net/
es: Disponible en http://udig.refractions.net/
hu: Elérhető a http://udig.refractions.net/ címen
it: Disponibile su http://udig.refractions.net/
ja: http://udig.refractions.net/ にあります。

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive

source: PAN
it: SPOSTA

source: SHOWALL
it: MOSTRA TUTTO

source: ZOOM_IN
it: INGRANDIRE

source: ZOOM_OUT
it: RIMPICCIOLIRE
