Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/usb_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt_br, sv

source: Boot your computer into a recent Ubuntu/Xbuntu distribution. You can do this by running from an OSGeoLive DVD, as explained in :doc:`osgeolive_quickstart`.
de: Booten Sie ihren Computer mit einer aktuellen Ubuntu/Xbuntu Distribution. Sie können dies über den Start von einer OSGeo-Live DVD durchführen, siehe Dokumentation :doc:`osgeolive_quickstart`.
es: Arrancar el ordenador en una distribución de Ubuntu/Xbuntu reciente. Usted puede hacer esto ejecutando desde un DVD de OSGeoLive, como se explica en :doc:`osgeolive_quickstart`.
fi: Käynnistä tietokoneesi viimeaikaisella Ubuntu/Xbuntu jakelulla.Voit tehdä tämän myös suorittamalla OSGeoLive DVD:ltä. kuten on selitetty dokumentissa :doc:`osgeolive_quickstart`.
fr: Démarrez votre ordinateur dans une version récente d'une distribution Ubuntu/Xbuntu. Vous pouvez faire cela depuis un DVD OSGeoLive, comme expliqué dans le :doc:`osgeolive_quickstart`.
hu: Indítsa a gépét egy újabb Ubuntu/Xbuntu disztribúció betöltésével. Ezt megteheti az OSGeoLive DVD-ről, ahogy leírtuk a :doc:`osgeolive_quickstart` részben.
it: Avviare il computer in una recente distribuzione Ubuntu/Xbuntu. Puoi farlo eseguendo da un DVD di OSGeoLive, come spiegato in :doc:`osgeolive_quickstart`.
ja: 最新のUbuntu/Xbuntuディストリビューションでコンピュータを起動します。これは、 :doc:`osgeolive_quickstart` で説明されているように、OSGeoLive DVDから実行すること実行できます。
nl: Start uw computer op in een recente Ubuntu / Xbuntu-distributie. U kunt dit doen door te draaien vanaf een OSGeoLive DVD, zoals uitgelegd in :doc:`osgeolive_quickstart`.
pt_br: Inicie o seu computador em uma distribuição recente do Ubuntu/Xbuntu. Você também pode fazer isto rodando a partir de um DVD com OSGeoLive, conforme explicado em :doc:`osgeolive_quickstart`.
sv: Starta din dator med en ny Ubuntu/Xbuntu-distribution. Du kan göra detta genom att köra från en OSGeoLive DVD, som förklaras i :doc:`osgeolive_quickstart`.

source: Insert the USB flash drive into your computer.
de: Schließen Sie einen USB-Stick an Ihren Rechner an.
es: Inserte la unidad flash USB en su computadora.
fi: Laita USB muistitikku tietokoneeseesi.
fr: Insérez la clé USB dans votre ordinateur.
hu: Dugja be az USB meghajtót a számítógépébe.
it: Inserisci la chiavetta USB nel computer.
ja: USBフラッシュドライブをコンピュータに挿入します。
nl: Plaats de USB flash drive in uw computer.
pt_br: Insira o drive USB em seu computador.
sv: Sätt i USB-minnet i din dator.

source: Select :menuselection:`System Tools --> Startup Disk Creator`, or search for `Startup Disk Creator` from the Unity desktop.
de: Wählen Sie :menuselection:`System Tools --> Startup Disk Creator` oder suchen Sie nach `Startup Disk Creator` vom Unity-Desktop.
es: Seleccione :menuselection:`System Tools --> Startup Disk Creator` , o la bucar `Startup Disk Creator` desde el escritorio Unity.
fi: Valitse :menuselection:`System Tools --> Startup Disk Creator`, tai etsi `Startup Disk Creator` Unity työpöydältä.
fr: Sélectionnez :menuselection:`System Tools --> Startup Disk Creator`, ou cherchez pour `Startup Disk Creator` depuis le bureau Unity.
hu: válassza :menuselection:`System Tools --> Startup Disk Creator` menüpontot, vagy keresse a Unity asztalon a `Startup Disk Creator` ikont.
it: Seleziona :menuselection:`System Tools --> Startup Disk Creator`, o cerca `Startup Disk Creator` dal desktop di Unity.
ja: :menuselection:`System Tools --> Startup Disk Creator` を選択するか、デスクトップから `Startup Disk Creator` を検索します。
nl: Selecteer :menuselection:`System Tools --> Startup Disk Creator`, of zoek naar `Startup Disk Creator` op de Unity-desktop.
pt_br: Selecione :menuselection:`System Tools --> Startup Disk Creator`, ou procure `Startup Disk Creator` no menu do Desktop.
sv: Välj :menuselection:`System Tools --> Startup Disk Creator`, eller sök efter `Startup Disk Creator` från Unity-skrivbordet.

source: Select the osgeolive or osgeolive-mini ISO Image that you downloaded earlier.
de: Wählen Sie das ISO-Image osgeo-live oder osgeo-live-mini, das Sie zuvor heruntergeladen haben.
es: Seleccione el osgeolive o osgeolive-mini imagen de ISO que descargaste anteriormente.
fi: Valitse osgeolive tai osgeolive-mini ISO Image jonka latasit aiemmin.
fr: Sélectionnez l'image ISO osgeolive ou osgeolive-mini que vous avez télécharger plus tôt.
hu: Válassza az osgeolive vagy az osgeolive-mini ISO image-t amit korábban letöltött.
it: Seleziona l'immagine ISO di osgeolive o osgeolive-mini che hai scaricato in precedenza.
ja: 先ほどダウンロードしたosgeoliveまたはosgeolive-mini ISOイメージを選択します。
nl: Selecteer de ISO-bestand van osgeolive of osgeolive-mini die u eerder hebt gedownload.
pt_br: Selecione o ISO do osgeolive ou osgeolive-mini que você baixou.
sv: Välj den ISO-bild för osgeolive eller osgeolive-mini som du hämtade tidigare.

source: Select the USB flash drive. If you have extra room you might adjust the slider to create persistent storage space on the USB drive (recommended). In order for this option to be available you will need an 8+ GB USB flash drive.
de: Wählen Sie den USB-Stick. Sofern Sie über weiteren Platz verfügen können Sie über den Schieber persistenten Speicher auf dem USB-Stick erzeugen (empfohlen). Damit diese Option verfügbar ist, benötigen Sie einen 8+ GB USB Stick.
es: Seleccione la unidad flash USB. Si tienes espacio extra podría ajustar el regulador para crear espacio de almacenamiento persistente en la unidad USB (recomendada). En orden para que esta opción esté disponible necesita un + 8 GB unidad flash USB.
fi: Valitse USB muistitikun asema. Jos Sinulla on ylimääräistä tilaa voit ehkä säätää liukusäätimestä luodaksesi pysyvää varstotilaa USB muistitikulle (suositeltavaa). Jotta voisit tehdä tämän tulee USB muistikun olla vähintäin 8+ GB.
fr: Sélectionnez la clé USB. Si vous avez de l'espace disque, vous pouvez ajuster le slider pour créer un espace de stockage persistant sur la clé USB (recommandé). Pour que cette option soit disponible, vous aurez besoin d'une clé USB de plus de 8 GB.
hu: Válassza ki az USB meghajtót. Ha van extra szabad hely, akkor módosítsa a tolóka helyzetét, hogy perzisztens tároló területet hozzon létre az USB meghajtón (javasolt). 8GB+ USB meghajtó szükséges, hogy ez a beállítás elérhető legyen.
it: Seleziona l'unità flash USB. Se hai dello spazio in più potresti regolare il cursore per creare uno spazio di archiviazione persistente sulla chiavetta USB (consigliato). Affinché questa opzione sia disponibile, avrai bisogno di una chiavetta USB da 8 o più GB.
ja: USBフラッシュドライブを選択します。余裕がある場合は、スライダーを調整してUSBドライブに永続的なストレージスペースを作成することをお勧めします(推奨)。このオプションを利用するには、8GB以上のUSBフラッシュドライブが必要です。
nl: Selecteer het USB-flash drive. Als u extra ruimte hebt, kunt u de schuifregelaar aanpassen om permanente opslagruimte op de USB drive te creëren (aanbevolen). Om deze optie beschikbaar te maken, hebt u een USB-flash drive van 8+ GB nodig.
pt_br: Selecione o drive USB. Se você possuir espaço livre no USB, você poe considerar ajustar as configurações para criar um espaço de armazenamento permanente no USB (recomendado). Para está opção ficar disponível você precisa de um USB com 8+ GB.
sv: Välj ett USB-minne. Om du har extra utrymme kan du justera reglaget för att skapa permanent lagringsutrymme på USB-enheten (rekommenderas). För att det här alternativet ska vara tillgängligt behöver du ett USB-minne på 8+ GB.

source: Select :guilabel:`Make Startup Disk`
de: Wählen Sie :guilabel:`Make Startup Disk`
es: Seleccione: guilabel:`Make Startup Disk`
fi: Valitse :guilabel:`Make Startup Disk`
fr: Sélectionnez :guilabel:`Make Startup Disk`
hu: Válassza a :guilabel:`Make Startup Disk`-et
it: Seleziona :guilabel:`Make Startup Disk`
ja: :guilabel:`Make Startup Disk` を選択します。
nl: Selecteer :guilabel:`Make Startup Disk`
pt_br: Selecione :guilabel:`Make Startup Disk`
sv: Välj :guilabel:`Make Startup Disk`

source: Wait 20 minutes or so for the USB flash drive to be created.
de: Warten Sie ca. 20 Minuten, während der USB-Stick bearbeitet wird.
es: Espere 20 minutos más o menos para crear el USB flash drive.
fi: Odota noin 20 minuuttia tai silleen jotta USB muistitikku saadaan luoduksi.
fr: Attendre plus ou moins 20 minutes pour que la clé USB soit créée.
hu: Várjon kb. 20 percig az USB meghajtó elkészítésére.
it: Attendi circa 20 minuti per la creazione della chiavetta USB.
ja: USBフラッシュドライブが作成されるまで20分ほど待ちます。
nl: Wacht ongeveer 20 minuten totdat de USB-flash drive is aangemaakt.
pt_br: Espere 20 minutos ou mais para o drive USB ser criado.
sv: Vänta cirka 20 minuter tills USB-minnet har skapats.

source: Booting from the USB drive:
de: Booten über USB:
es: Arranque desde la unidad USB:
fi: Käynnistäminen USB muistitikulta:
fr: Démarrez depuis la clé USB:
hu: Indítás az USB meghajtóról:
it: Avvio dal drive USB:
ja: USBドライブから起動中:
nl: Opstarten vanaf het USB drive:
pt_br: Iniciando a partir do USB drive:
sv: Starta från USB-enheten:

source: Start with the computer off.
de: Beginnen Sie mit einem ausgeschalteten Rechner.
es: Empezar con el ordenador apagado.
fi: Aloita tietokone suljettuna.
fr: Démarrez avec l'ordinateur éteint.
hu: Kezdjen kikapcsolt számítógéppel.
it: Inizia con il computer spento.
ja: コンピュータをオフにして起動します。
nl: Begin met een uitgeschakelde computer.
pt_br: Inicie com um computador desligado.
sv: Börja med att stänga av datorn.

source: Insert the USB drive into an open USB port.
de: Schließen Sie einen USB-Stick an Ihren Rechner an.
es: Inserte la unidad USB en un puerto USB libre.
fi: Laita USB muistitikku avoimeen USB asemaan.
fr: Insérez la clé USB dans un port USB ouvert.
hu: Dugja meg az USB meghajtót egy szabad USB csatlakozóba.
it: Inserisci il drive USB in una porta USB aperta.
ja: 開いているUSBポートにUSBドライブを挿入します。
nl: Sluit de USB drive in een open USB-poort.
pt_br: Insira o drive USB em uma porta USB.
sv: Sätt i USB-enheten i en öppen USB-port.

source: Power on the Machine and select to boot from USB:
de: Starten Sie den Rechner und Booten Sie vom USB Stick:
es: Encienda la máquina y seleccione arrancar desde USB:
fi: Laita virrat päälle tietokoneeseen ja valitse käynnistys USB asemalta:
fr: Démarrez la machine et sélectionnez pour démarrer depuis l'USB:
hu: Kapcsolja be a gépet és válassza az indítást az USB-ről:
it: Accendi la macchina e seleziona l'avvio da USB:
ja: マシンの電源を入れ、USBから起動するように選択します。
nl: Start de computer en selecteer Starten vanaf USB:
pt_br: Ligue a máquina e selecione para inicializar a partir do USB:
sv: Slå på maskinen och välj att starta från USB:

source: Most computers are not set to boot from a USB drive by default.
de: Die meisten Computer sind nicht so eingestellt, das sie standardmäßig von einem USB-Laufwerk starten.
es: La mayoría de los ordenadores no están configurados para arrancar desde una unidad USB de forma predeterminada.
fi: Useimpia tietokoneita ei ole asetettu käynnistymään oletusarvoisesti USB asemasta.
fr: La plupart des ordinateurs ne sont pas faits pour booter par défaut depuis une clé USB.
hu: A legtöbb számítógépen nem állítják be alapértelmezésben az USB meghajtóról indítást.
it: La maggior parte dei computer non è impostata di default per l'avvio da un drive USB.
ja: ほとんどのコンピュータは、デフォルトではUSBドライブから起動するように設定されていません。
nl: De meeste computers zijn niet standaard ingesteld om op te starten vanaf een USB-drive.
pt_br: A maioria dos computadores não estão configurados para inicializar a partir do USB por padrão.
sv: De flesta datorer är inte inställda på att starta från en USB-enhet som standard.

source: When booting, look for a message indicating a Boot Menu (most commonly you press F12)
de: Um dies zu ändern starten Sie Ihren Rechner und drücken Sie die entsprechende Taste um ins Boot-Menü zu gelangen (üblicherweise durch F12).
es: Al arrancar, busque un mensaje que indique un menú de arranque (lo más habitual es que presione F12)
fi: Käynnistäessä, etsi viesti joka osoittaa käynnistysvalikkoa (yleisimmin paina F12)
fr: Quand vous démarrez, regardez un message indiquant un menu de démarrage (le plus courant étant de presser la touche F12)
it: All'avvio, cerca un messaggio che indichi un Boot Menu (più comunemente si preme F12)
ja: 起動時に、起動メニューを示すメッセージを探します(通常はF12を押します)
nl: Zoek tijdens het opstarten naar een bericht dat een opstartmenu aangeeft (gewoonlijk door op F12 te drukken)
sv: När du startar, leta efter ett meddelande som anger en startmeny (oftast trycker du på F12)

source: If your computer does not have a boot menu, then boot into your system BIOS. The button to enter BIOS varies by brand and model of computer. If you can't figure out yours try this website that lists many BIOS hotkeys. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
de: Wenn ihr Computer kein Boot-Menü besitzt, booten Sie in ihr Sytem-BIOS. Die Taste, um ins BIOS zu gelangen, variiert nach Marke und Modell. Wenn Sie es nicht herausfinden sollten, schauen Sie auf der folgenden Webseite nach https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
es: Si el equipo no tiene un menú de arranque, arranque en el BIOS del sistema. El botón para entrar en el BIOS varía según la marca y el modelo del ordenador. Si no puede averiguar el suyo probar este sitio web que enumera muchas teclas de acceso rápido BIOS. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
fi: Jos tietokoneessasi ei ole käynnistysvalikkoa, niin Sinun tulee käynnistää järjestelmän BIOS valikon kautta. Näppäin päästäksesi BIOS valikkoon vaihtelee konemerkin ja mallin mukaan. Jos et keksi kuinka pääset omaasi voit yrittää etsiä keinoa tämän verkkosivun kautta jolla on listattuna lukemattomia BIOS näppäimiä. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
fr: Si votre ordinateur n'a pas de menu de démarrage, alors démarrez dans votre BIOS système. Le bouton pour entrer dans le BIOS varie d'une marque et d'un modèle d'ordinateur à l'autre . Si vous n'arrivez pas à trouver le votre, essayez ce site web qui liste les nombreux raccourcis claviers du BIOS. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
it: Se il tuo computer non ha un menu di avvio, allora entra nel BIOS del sistema. Il pulsante per entrare nel BIOS varia a seconda della marca e del modello di computer. Se non riesci a capire il tuo, prova questo sito web che elenca molti tasti di scelta rapida del BIOS. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
ja: コンピュータに起動メニューがない場合は、システムBIOSで起動します。BIOSに入るボタンは、コンピュータのブランドとモデルによって異なります。あなたのBIOSがわからない場合は、多くのBIOSホットキーがリストされているこのWebサイトを試してください。https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
nl: Als uw computer geen opstartmenu heeft, start u op in het BIOS van uw systeem. De knop om het BIOS in te voeren verschilt per merk en model computer. Indien u het niet weet, bekijk dan volgende website met veel BIOS-sneltoetsen. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
sv: Om datorn inte har någon startmeny startar du upp i systemets BIOS. Knappen för att gå in i BIOS varierar beroende på datormärke och modell. Om du inte kan lista ut din egen kan du prova den här webbplatsen som innehåller en lista över många BIOS-genvägsknappar. https://www.mydigitallife.net/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/

source: Select to boot from the USB device.
de: Wählen Sie vom USB Laufwerk booten.
es: Seleccione que arranque desde el dispositivo USB.
fi: Valitse käynnnistys USB asemasta.
fr: Sélectionnez pour démarrer depuis la clé USB.
hu: Válassza az indítást az USB meghajtóról.
it: Selezionare per l'avvio dal dispositivo USB.
ja: 選択してUSBデバイスから起動します。
nl: Selecteer Opstarten vanaf USB.
pt_br: Configure o boot para iniciar a partir do USB.
sv: Välj att starta från USB-enheten.

source: Note, that for some computers you will need to have the USB drive inserted into the computer in order to select it.
de: Hinweis: Bei manchen Rechnern lässt sich dies nur einstellen, wenn der USB-Stick währenddessen angeschlossen ist.
es: Tenga en cuenta que para algunos equipos se necesita tener la memoria USB insertada en la computadora para seleccionar.
fi: Huomaa, että joissakin tietokoneissa Sinun tulee olla USB muistitikku lisättynä tietokoneeseen voidaksesi valita sen.
fr: Notez que pour certains ordinateurs vous aurez besoin d'avoir une clé USB insérée dans l'ordinateur afin de la sélectionner.
hu: Vegye figyelembe, hogy néhány számítógépen előbb be kell dugnia az USB meghajtót, hogy ki tudja választani.
it: Nota che per alcuni computer è necessario che il drive USB sia inserito nel computer per poterlo selezionare.
ja: 一部のコンピュータでは、USBドライブをコンピュータに挿入して選択する必要があります。
nl: Opmerking: Op sommige computers kan dit alleen worden ingesteld als de USB gedurende deze tijd is aangesloten.
pt_br: Atenção, pra alguns computadores você irá precisar ter o USB drive inserido para que ele apareça como uma opção no boot do menu.
sv: Observera att på vissa datorer måste USB-enheten vara ansluten till datorn för att du ska kunna välja den.

source: Note also, the USB drive is often listed under hard drives rather than removable devices.
de: Hinweis: Das USB-Laufwerk ist häufig unter Festplatten aufgeführt und nicht unter Wechselplatten.
es: Tenga en cuenta también, el USB drive a menudo aparece bajo unidades de disco duros en lugar de dispositivos extraíbles.
fi: Huomaa myös, että USB asema on useimmiten listattu kovalevyjen joukkoon irroitettavien laitteiden sijaan.
fr: Notez aussi que le lecteur USB est souvent listé sous les lecteurs de disque dur plutôt que sous les lecteurs externes.
hu: Vegye figyelembe azt is, hogy az USB meghajtó gyakran a merev lemezek listájában jelenik meg az eltávolítható eszközök helyett.
it: Nota anche che il drive USB è spesso elencato sotto i dischi rigidi piuttosto che sotto i dispositivi rimovibili.
ja: また、USBドライブは多くの場合、取り外し可能なデバイスではなくハードドライブに表示されます。
nl: Opmerking: De USB-drive wordt vaak vermeld onder harde schijven en niet onder verwisselbare drives.
pt_br: Outra nota, os dispositivos USB muitas vezes são listados na parte de HDs ao invés de dispositivos removíveis
sv: Observera också att USB-enheter ofta listas under hårddiskar snarare än under flyttbara enheter.

source: This `Video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ demonstrates booting from USB.
de: `Video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ demonstriert das Boten von USB.
es: Este `video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ muestra el arranque desde USB.
fi: Tämä `Video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ esimerkkinä USB:ltä käynnistämisestä.
fr: La `vidéo <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ fait la démonstration du démarrage depuis la clé USB.
it: Questo `video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ mostra come avviare da USB.
ja: この `ビデオ <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ は、USBからの起動を示しています。
nl: Deze`Video <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ demonstreert het opstarten vanaf USB.
sv: Den här videon <https://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ visar hur man startar från USB.

source: Run:
de: Starten:
es: Ejecutar:
fi: Suorita:
fr: Démarrez:
hu: Futtatás:
it: Eseguire:
ja: 実行
nl: Opstarten:
pt_br: Rodando:
sv: Kör:

source: Run as per: :doc:`osgeolive_quickstart`
de: Starten Sie wie unter: :doc:`osgeolive_quickstart` beschrieben.
es: Ejecutar según: :doc:`osgeolive_quickstart`
fi: Suorita: :doc:`osgeolive_quickstart`
fr: Démarrez ainsi: :doc:`osgeolive_quickstart`
hu: Futtassa a leírás szerint: :doc:`osgeolive_quickstart`
it: Eseguire secondo: :doc:`osgeolive_quickstart`
ja: :doc:`osgeolive_quickstart` のように実行します
nl: Start zoals beschreven onder: :doc:`osgeolive_quickstart`
pt_br: Rode conforme: :doc:`osgeolive_quickstart`
sv: Kör enligt följande: :doc:`osgeolive_quickstart`

source: See Also:
de: Siehe auch:
es: Vea también:
fi: Katso myös:
fr: Voir Aussi:
hu: Lásd még:
it: Vedere anche:
ja: 参照:
nl: Zie ook:
pt_br: Veja também:
sv: Se även:

source: Alternative USB creation methods and latest tips are collected here: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
de: Alternative Methoden zur Erstellung eines USB Sticks und aktuelle Hinweise finden Sie hier: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
es: Métodos alternativos de creación de USB y últimas sugerencias se recopilan aquí: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
fi: Vaihtoehtoinen USB:n luontimenetelmä ja viimeiset vinkit on kerätty tänne:: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
fr: Les méthodes de création USB alternatives et les dernières astuces sont collectées ici: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
it: Altri metodi per la creazione di USB e gli ultimi suggerimenti sono raccolti qui: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
ja: 代替のUSB作成方法と最新のヒントは、次の場所に集められています: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
nl: Alternatieve USB-creatiemethoden en de nieuwste tips worden verzameld op: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
sv: Alternativa metoder för att skapa USB och de senaste tipsen finns samlade här: `wiki <https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_

source: Questions can be directed to our email list: https://lists.osgeo.org/pipermail/osgeolive/
de: Fragen können auch an unsere Mailingliste gestellt werden: https://lists.osgeo.org/pipermail/osgeolive/
es: Preguntas pueden ser dirigidas a nuestra lista de correo electrónico: https://lists.osgeo.org/pipermail/osgeolive/
fi: Kysymykset voidaan osoittaa sähköpostilistallemme: https://lists.osgeo.org/pipermail/osgeolive/
fr: Si vous avez des questions, posez-les sur notre mailing list : https://lists.osgeo.org/pipermail/osgeolive/
it: Domande possono essere fatte nella nostra mailing list: https://lists.osgeo.org/pipermail/osgeolive/
ja: 質問は、メーリングリストに送ることができます: https://lists.osgeo.org/pipermail/osgeolive/
nl: Vragen kunnen worden gesteld aan onze e-maillijst: https://lists.osgeo.org/pipermail/osgeolive/
sv: Frågor kan ställas till vår e-postlista: https://lists.osgeo.org/pipermail/osgeolive/

source: An OSGeoLive ISO image (downloaded from: :doc:`OSGeoLive downloads <../download>`) or converted from a DVD.
fi: OSGeoLive ISO image (ladattu lähteestä: :doc:`OSGeoLive downloads <../download>`) tai muunnettu DVDltä.
it: Un'immagine ISO di OSGeoLive (scaricata da: :doc:`OSGeoLive downloads <../download>`) o convertita da un DVD.
ja: OSGeoLive ISOイメージ(:doc:`OSGeoLive downloads <../download>` からダウンロード)またはDVDから変換されたもの。
nl: Een OSGeoLive ISO-bestand (gedownload van: :doc:`OSGeoLive downloads <../download>`) of geconverteerd van een DVD.
sv: En OSGeoLive ISO-bild (hämtad från: :doc:`OSGeoLive downloads <../download>`) eller konverterad från en DVD.
