Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/usb_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt_br, sv

source: :doc:`Download <../download>` osgeolive or osgeolive-mini to your computer's hard drive.
de: Laden Sie :doc:`download <../download>` osgeo-live oder osgeo-live-mini auf ihren Computer herunter.
fi: :doc:`Lataa <../download>` osgeolive tai osgeolive-mini tietokoneesi kovalevylle.
it: :doc:`Scarica <../download>` osgeo-live o osgeo-live-mini nel disco rigido del tuo computer.
ja: osgeoliveまたはosgeolive-miniをコンピュータのハードディスクに :doc:`ダウンロード <../download>` してください。
nl: :doc:`Download <../download>` osgeolive of osgeolive-mini naar de harde schijf van uw computer.
sv: :doc:`Ladda ner <../download>` osgeolive eller osgeolive-mini till din dators hårddisk.

source: We have have found that there are a number of quirks and tricks involved in successfully building a USB drive. We have documented what we know, but there are likely more tricks and issues. Look for latest tips here: http://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
hu: Úgy tapasztaltuk, hogy számos váratlan fordulat lehet és számos trükk szükséges az USB meghajtó elkészítéséhez. Dokumentáltuk, amit tudunk, de valószínűleg további trükkök és problémák lehetnek. A legújabb trükköket itt találja: http://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB

source: An OSGeoLive ISO image (downloaded from: http://live.osgeo.org/en/download.html) or converted from a DVD.
hu: Egy OSGeoLive ISO kép (a http://live.osgeo.org/en/download.html címről töltheti le) vagy egy DVD-ről konvertálhatja.
pt_br: Uma imagem ISO do OSGeoLive (disponível em: http://live.osgeo.org/en/download.html) ou convertida a partir de um DVD.

source: `Download <http://live.osgeo.org/en/download.html>`_ osgeolive or osgeolive-mini to your computer's hard drive.
hu: `Töltse le <http://live.osgeo.org/en/download.html>`_ az osgeolive-ot vagy osgeolive-mini-t a gépének merevlemezére.
pt_br: Faça o `download <http://live.osgeo.org/en/download.html>`_ osgeolive ou osgeolive-mini para o HD do seu computador.

source: When booting, look for a message indicting a Boot Menu (most commonly you press F12)
hu: A betöltés közben keresse a Boot Menu üzenetet (leggyakrabban F12-t kell nyomni)

source: If your computer does not have a boot menu, then boot into your system BIOS. The button to enter BIOS varies by brand and model of computer. If you can't figure out yours try this website that lists many BIOS hotkeys. http://www.mydigitallife.info/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
hu: Ha a számítógépén nincs 'Boot menu', akkor az indításnál lépjen a BIOS-ba. A BIOS-ba belépéshez használt billentyű a számítógép márkájától és típusától függően változatos lehet. Ha nem sikerül kitalálnia ezt a gépén, akkor próbálja meg a következő honlapot, mely számos BIOS gyors billentyű listáját tartalmazza. http://www.mydigitallife.info/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/
pt_br: Se o computador não possui um menu de boot, então entre dentro do sistema da BIOS. O botão para entrar na BIOS difere de acordo com a marca e o modelo do seu computador. Se você não conseguir encontrar como o seu funciona, tente entrar neste website que contem muitos dos atalhos para BIOS. http://www.mydigitallife.info/comprehensive-list-of-how-key-to-press-to-access-bios-for-various-oem-and-computer-systems/

source: This `Video <http://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ demonstrates booting from USB.
hu: Ez a `videó <http://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ bemutatja az USB meghajtóról indítást.
pt_br: Este `Video <http://www.youtube.com/watch?v=eQBdVO-n6Mg>`_ demonstra como iniciar a partir do USB.

source: Alternative USB creation methods and latest tips are collected here: `wiki <http://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_
hu: Alternatív USB létrehozó módszereket és a legújabb tippeket itt gyűjtjük: `wiki <http://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB>`_

source: Questions can be directed to our email list: http://lists.osgeo.org/mailman/listinfo/live-demo
hu: Kérdéseit irányítsa az email listánkra: http://lists.osgeo.org/mailman/listinfo/live-demo

source: A USB flash drive (8+ Gig is recommended).
it: Un dispositivo USB (Raccomandati 8+ GB)
nl: Een USB flash drive (8+ Gig wordt aanbevolen).
sv: Ett USB-minne (8+ Gig rekommenderas).

source: The version of Ubuntu you are running, needs to be the same or newer than the version of Lubuntu being installed onto your USB. If installing OSGeoLive 8.0 onto a USB, then you will need to be running Ubuntu 14.04 or newer.
it: La versione di Ubuntu che si sta eseguendo deve essere la stessa o più recente della versione di Lubuntu installata sulla USB. Se si installa OSGeoLive 8.0 su una USB, è necessario eseguire Ubuntu 14.04 o più recente.
nl: De versie van Ubuntu die u gebruikt, moet hetzelfde of nieuwer zijn dan de versie van Lubuntu die op uw USB is geïnstalleerd. Als u OSGeoLive 8.0 op een USB installeert, moet u Ubuntu 14.04 of nieuwer gebruiken.
sv: Den version av Ubuntu som du kör måste vara samma eller nyare än den version av Lubuntu som installeras på din USB. Om du installerar OSGeoLive 8.0 på ett USB-minne måste du köra Ubuntu 14.04 eller nyare.

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
nl: OSGeo Gemeenschap
sv: OSGeo Gemenskap
