Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/usb_quickstart.po
Languages: de, es, fi, fr, hu, it, ja, nl, pt_br, sv

source: Creating an OSGeoLive Bootable USB flash drive
de: Einen bootfähigen OSGeoLive USB-Stick erstellen
es: Crear una unidad flash USB de arranque OSGeoLive
fi: OSGeoLiven käynnistettävän USB-muistitikun luominen
fr: Créer une clé flash USB OSGeoLive amorçable
hu: Indítható OSGeoLive USB meghajtó létrehozása
it: Creare un OSGeoLive dispositivo USB avviabile
ja: OSGeoLive を起動できる ブータブル USB フラッシュドライブの作成
nl: Aanmaak van een OSGeoLive Bootable USB flash drive
pt_br: Criando um USB bootavél do OSGeoLive
sv: Skapa ett OSGeoLive startbart USB-flashminne

source: This quickstart describes the preferred method for creating a Bootable OSGeoLive USB flash drive. Booting from a flash drive is faster than from a DVD, and the USB drive can be configured to store data between sessions (called persistence).
de: Hier beschreiben wir, wie ein bootbarer OSGeo-Live USB-Stick erstellt werden kann. Von einem USB-Stick zu starten ist schneller als von einer DVD zu starten und das USB-Laufwerk kann zusätzlich zur Sicherung der Daten zwischen Sessions genutzt werden (dies wird persistent genannt).
es: Este inicio rápido describe el método preferido para la creación de una unidad flash USB de arranque de OSGeoLive. Arrancar desde una unidad flash es más rápido que desde un DVD, y la unidad USB puede configurarse para almacenar datos entre sesiones (llamados persistencia).
fi: Tämä pikaohje kuvaa ensisijaisen menetelmän käynnistettävän OSGeoLive USB -muistitikun luomiseksi. USB-aseman käynnistäminen on nopeampaa kuin DVD-levyltä ja USB-asema voidaan konfiguroida tallentamaan tietoja istuntojen välillä (kutsutaan pysyvyydeksi).
fr: Ce guide de démarrage rapide décrit la méthode préférée pour créer une clé USB OSGeoLive amorçable. Démarrer depuis une clé USB est plus rapide que depuis un DVD, et la clé USB peut être configurée pour stocker les données entre les sessions (on parle de persistance).
hu: Ez a gyorstalpaló ismerteti egy betölthető OSGeoLive USB meghajtó preferált létrehozását. Az USB-ről történő rendszer indítás gyorsabb mint a DVD-ről és az USB meghajtó konfigurálható, hogy megőrizze az adatokat két használat között (ezt perzisztenciának nevezzük)
it: Questa guida rapida descrive il metodo migliore per creare un dispositivo OSGeoLive USB avviabile. Avviare da una dispositivo flash è più veloce di un DVD, e il dispositivo USB può essere configurato per immagazzinare dati tra le sessioni (denominato persistente).
ja: ここでは、OSGeoLive のブータブル (起動できる) USB フラッシュドライブを作る方法について記載します。フラッシュドライブからの起動は DVD から起動するよりも速く動作し、フラッシュドライブではセッションを超えてデータを保存することもできます。
nl: Deze quickstart beschrijft de methode bij uitstek voor het maken van een Bootable OSGeoLive USB flash drive. Opstarten vanaf een flash drive gaat sneller dan vanaf een DVD. Bovendien kan de USB drive geconfigureerd worden om gegevens tussen sessies op te slaan (persistentie genoemd).
pt_br: Este quickstart descreve o método recomendado para criar um USB bootavél do OSGeoLive. Iniciar a partir de um USB é mais rápido do que no DVD, e o drive USB pode ser configurado para salvar dados entre as sessões (chamado de persistência).
sv: Denna snabbstart beskriver den föredragna metoden för att skapa ett startbart OSGeoLive USB-flashminne. Uppstart från en flash-enhet är snabbare än från en DVD, och USB-enheten kan konfigureras för att lagra data mellan sessioner (kallas persistens).

source: We have found that there are a number of quirks and tricks involved in successfully building a USB drive. We have documented what we know, but there are likely more tricks and issues. Look for latest tips here: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
de: Zur USB Installation gibt es zahlreiche Tricks und Quirks. Es wurde alles Dokumentiert, was bisher zu Schwierigkeiten geführt hat, darüber hinaus können Sie auch aktuelle Hinweise hier ansehen: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
es: Hemos encontrado que hay una serie de trucos y peculiaridades involucrados en la construcción de una unidad USB con éxito . Hemos documentado lo que sabemos, pero hay probabilidades de más trucos y temas. Buscar las últimas sugerencias aquí: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
fi: Olemme havainneet, että USB-aseman rakentamiseen onnistuneesti on olemassa monia vinkkejä ja temppuja. Olemme dokumentoineet sen, mitä tiedämme, mutta todennäköisesti on enemmän temppuja ja asioita. Etsi viimeisimmät vinkit täältä: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
fr: Nous avons trouvé un nombre de trucs et astuces permettant la réalisation réussie d'une clé USB. Nous avons documenté ce que nous savons, mais il y a probablement d'autres trucs et problèmes. Regardez les dernières astuces ici: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
it: Sono stati trovati una serie di stranezze e trucchi al fine di creare con successo un dispositivo USB. È stato documentato quello che si conosce, ma ci sono più trucchi e problemi. Si controlli gli ultimi suggerimenti qui: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
ja: USBドライブを正常に構築するためには、さまざまな工夫が必要です。私たちは知っていることを文書化しましたが、おそらくもっと多くのトリックと問題があります。ここで最新のヒントを探してください: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
nl: We vonden een aantal tips and tricks dat handig kunnen zijn bij het succesvol opbouwen van een USB drive. Deze hebben we uitgebreid gedocumenteerd, maar er bestaan waarschijnlijk meer tricks en problemen. Kijk voor de laatste tips op de volgende link: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB
sv: Vi har funnit att det finns ett antal besynnerligheter och knep inblandade i framgångsrikt bygga en USB-enhet. Vi har dokumenterat vad vi vet, men det finns sannolikt fler knep och problem. Leta efter senaste tipsen här: https://wiki.osgeo.org/wiki/Live_GIS_Disc_Quick_Start_for_USB

source: Requirements
de: Systemvoraussetzungen
es: Requisitos
fi: Vaatimukset
fr: Pré-requis
hu: Követelmények
it: Requisiti
ja: 必要なもの
nl: Vereisten
pt_br: Requisitos
sv: Krav

source: A USB flash drive (at least 4 Gig, 8+ Gig is recommended).
de: Einen USB-Stick (mindestens 4GB, wir empfehlen 8GB oder mehr).
es: Una unidad flash USB (se recomienda de al menos 4 Gig, 8+ Gig)
fi: USB muistitikku (vähintään 4 GB, 8+ GB on suositeltava)
fr: Une clé USB (au moins 4 Gig, 8+ Gig est recommandé).
hu: Egy USB meghajtó (legalább 4GB, 8+ GB ajánlott).
ja: USB フラッシュドライブ (最低 4 GB、推奨 8 GB 以上)。
pt_br: Um USB (pelo menos 4 GB, 8+ GB é recomendado).

source: An OSGeoLive ISO image (downloaded from: https://live.osgeo.org/en/download.html) or converted from a DVD.
es: Una imagen ISO de OSGeoLive (descargado de: https://live.osgeo.org/en/download.html) o convertida a partir de un DVD.
fr: Une image ISO de l'OSGeoLive (téléchargée depuis: https://live.osgeo.org/en/download.html) ou convertie depuis un DVD.

source: For a 4 GB USB flash drive, use osgeolive-mini ISO (without Windows and Mac installers), without persistence.
de: Einen 4 GB USB-Stick, wenn osgeo-live-mini genutzt wird (ohne Windows und Mac Installationsprogrammen).
es: Para una unidad flash de USB de 4 GB, usar osgeolive-mini ISO (sin instaladores de Windows y Mac), sin persistencia.
fi: 4 GB USB muistitikkua varten, käytä osgeolive-mini ISO (ilman Windows ja Mac asennuksia), ilman pysyvyyttä.
fr: Pour une clé USB 4 GB, utilisez la version ISO osgeolive-mini (sans les installateurs Windows ni Mac), sans persistance.
hu: A 4 GB-os USB meghajtóhoz használja a az osgeolive-mini ISO-t (Windows és Mac telepítők nélkül), perzisztencia nélkül.
ja: 4 GB USB フラッシュドライブ用には、osgeolive-mini ISO を使用 (WindowsとMac向けのインストーラーを含まない)、永続性は非サポート。
pt_br: Para um USB com 4 GB, use o ISO osgeolive-mini (sem os instaladores do Windows e Mac), sem persistência de dados.

source: For a 8+ GB USB flash drive, use either osgeolive-mini ISO, or osgeolive ISO (with Windows and Mac installers). 8+ GB is recommended if you wish to support persistence.
de: Einen 8+ GB USB-Stick, wenn osgeo-live genutzt wird (mit Windows und Mac Installationsprogrammen). 8+ GB werden empfohlen, wenn Sie eine persistente Umgebung aufbauen wollen.
es: Para un + 8 GB memoria USB, utilice osgeolive-mini ISO o ISO osgeolive (con los instaladores de Windows y Mac). 8 + GB se recomienda si usted desea apoyar la persistencia.
fi: 8+ GB USB muistitikkua varten, käytä joko osgeolive-mini ISO tai osgeolive ISO (sisältää Windows ja Mac asennukset). 8+ GB on suositeltava jos haluat tukea pysyvyyttä.
fr: Pour une clé USB 8 GB et plus, utilisez soit l'ISO osgeolive-mini, soit l'ISO osgeolive (avec les installateurs Windows et Mac). Plus de 8 GB est recommandé si vous souhaitez pouvoir gérer la persistance.
hu: A 8+ GB-os USB meghajtóhoz használja a az osgeolive-mini ISO-t vagy az osgeolive ISO-t (Windows és Mac telepítőkkel). 8+ GB ajánlott, ha a perzisztenciát szeretne.
ja: 8 GB 以上の USB フラッシュドライブ用には、osgeolive-mini ISO か osgeolive ISO のどちらかを使用 (WindowsとMac向けのインストーラーを含む)、永続性をサポートする場合は 8 GB 以上を推奨。
pt_br: Para um USB com mais de 8 GB, use tanto o ISO osgeolive-mini, ou o ISO osgeolive (com instaladores do Windows e Mac). 8 GB+ é recomendado se você desejar suporte a persistência dos dados.

source: Creating bootable USB drive with ``dd`` under Linux
de: Einen startbaren USB-Stick mit ``dd`` unter Linux erstellen
es: Crear unidad USB de arranque con ``dd`` bajo Linux
fi: USB muistitikun luominen Linuxissa käyttäen ``dd`` komentoa
fr: Création d'un clé USB amorçable avec ``dd`` sous Linux
hu: Indítható USB meghajtó létrehozása Linux-on ``dd`` paranccsal
it: Creare un dispositivo USB avviabile con ``dd`` sotto Linux
ja: Linux 環境で ``dd`` でブータブル USB ドライブの作成
nl: Aanmaak van een bootable USB drive met ``dd`` onder Linux
pt_br: Criando um USB bootavél com ``dd`` no Linux
sv: Skapa startbar USB-enhet med ``dd`` under Linux

source: ISO images for OSGeoLive 10.5 and later are *isohybrid* (and for amd64, also support UEFI boot). Under Linux, these images can be written directly to the block device for a USB drive with the ``dd`` command-line utility:
de: ISO-Images für OSGeoLive 10.5 und höher sind *isohybrid* (und für amd64, sie unterstützen auch UEFI boot). Unter Linux können diese Images direkt auf das Blockgerät für ein USB-Laufwerk mit dem Befehlszeilen-Dienstprogramm ''dd'' geschrieben werden:
es: Las imágenes ISO para OSGeoLive 10.5 y versiones posteriores son * isohybrid * (y para amd64, también soporte de arranque UEFI). Bajo Linux, estas imágenes pueden escribirse directamente en el dispositivo de bloque para una unidad USB con la utilidad de línea de comandos ``dd``:
fi: ISO imaget OSGeoLive 10.5 ja myöhempiä varten ovat *isohybrid* muotoisia (ja amd64:lle, tukien myös UEFI käynnistystä). Linuxissa , nämä imaget voidaan kirjoittaa suoraan lphkolaitteelle USB asemaan käyttäen komentorivi työkalua ``dd`` :
fr: Les images ISO pour l'OSGeoLive 10.5 et après sont *isohybrides* (et pour amd64, supportent aussi le démarrage avec UEFI). Sous Linux, ces images peuvent être écrites directement dans le bloc du périphérique, pour une clé USB avec l'utilitaire en ligne de commande ``dd``:
hu: Az OSGeoLive 10.5 és későbbi ISO állományok "isohybrid"-ek (és az amd64-hez az UEFI betöltést is támogatják). Linux-on ezek az állományok közvetlenül az USB blokk eszközre írhatók a ``dd`` parancssori segédprogrammal:
it: Le immagini ISO per OSGeoLive 10.5 e successive sono *isohybrid* (e per amd64, supportano anche l'avvio UEFI). Sotto Linux, queste immagini possono essere scritte direttamente nel block device per un dispositivo USB con lo strumento da linea di comando ``dd``:
ja: OS GeoLive10.5以降のISOイメージは *isohybrid* です(amd64もサポートUEFIブート)。Linuxでは、 ``dd`` コマンドラインユーティリティを使用して、これらのイメージをUSBドライブのブロックデバイスに直接書き込むことができます。
nl: ISO-bestanden voor OSGeoLive 10.5 en hoger zijn *isohybride* (en voor amd64 ondersteunen ze ook UEFI boot). Onder Linux kunnen deze images rechtstreeks naar het blokapparaat voor een USB drive worden geschreven met de commandoregel-utility ``dd``:
pt_br: As imagens ISO para o OSGeoLive 10.5 e posteriores são *isohybrid* (e para amd64, também suporta UEFI boot). A partir do Linux, estas imagens podem ser escritas diretamente nos blocos do dispositivos USB com o comando ``dd``:
sv: ISO-avbildningar för OSGeoLive 10.5 och senare är *isohybrid* (och för amd64, stöds även för UEFI boot). Under Linux kan dessa avbildningar skrivas direkt till blockenheten för en USB-enhet med kommandoradsverktyget ``dd``:

source: ``/dev/sdX`` is the block device for the USB drive, where ``X`` might be ``b`` or ``c``.
de: ''/dev/sdX'' ist das Block Device für das USB-Laufwerk, wobei ''X'' ''b'' oder ''c''' sein könnte.
es: ``/dev/sdX`` es el dispositivo de bloque para la impulsión del USB, donde ``X`` puede ser ``b`` or ``c``.
fi: ``/dev/sdX`` on lohkolaite USB asemalle, jossa ``X`` voi olla ``b`` tai ``c``.
fr: ``/dev/sdX`` est le périphérique de bloc pour la clé USB où ``X`` peut être ``b`` ou ``c``.
hu: ``/dev/sdX`` az USB meghajtó blokk eszköze, ahol az ``X`` ``b`` vagy ``c`` lehet.
it: ``/dev/sdX`` è il block device per il dispositivo USB, dove ``X`` potrebbe essere ``b`` o ``c``.
ja: ``/dev/sdX`` はUSBドライブのブロックデバイスで、 ``X`` は ``b`` または ``c`` かもしれません。
nl: ``/dev/sdX`` is het blokapparaat voor de USB-drive, waarbij ``X`` zowel ``b`` als ``c`` kan zijn.
pt_br: ``/dev/sdX`` é o bloco do dispositivo USB, onde ``X`` pode ser ``b`` ou ``c``.
sv: ``/dev/sdX`` är blockenheten för USB-enheten, där ``X`` kan vara ``b`` eller ``c``.

source: Use ``lsblk`` to list block devices and ``dmesg`` to see kernel messages identifying the USB drive when it is connected.
de: Verwenden Sie ''lsblk'', um Block Devices aufzulisten, und ''dmesg''' um Kernel-Nachrichten anzuzeigen, die das USB-Laufwerk identifizieren, wenn es angeschlossen ist.
es: Usar ``lsblk`` y ``dmesg`` dispositivos de bloque de la lista para ver mensajes del núcleo identificando la unidad USB cuando está conectado.
fi: Käytä ``lsblk`` listataksesi lohkolaitteet ja ``dmesg`` katsoaksesi kernelin viestit tunnistaaksesi USB aseman kun se on yhdistetty.
fr: Utilisez ``lsblk`` pour lister les périphériques de bloc et ``dmesg`` pour voir les messages du noyau identifiant la clé USB quand elle est connectée.
hu: Használja az ``lsblk`` parancsot blokk eszközök listájához és a ``dmesg`` parancsot a kernel üzenetek megjelenítéséhez, a csatlakoztatott USB eszköz azonosításához.
it: Usare ``lsblk`` to mostrare i block devices e ``dmesg`` per vedere i messaggi del kernel per identificare il dispositivo USB quando è connesso.
ja: ``lsblk`` を使用してブロックデバイスを一覧表示し、 ``dmesg`` を使用して接続時にUSBドライブを識別するカーネルメッセージを表示します。
nl: Gebruik ``lsblk`` om blokapparaten op te lijsten en ``dmesg`` om kernelberichten te bekijken die aangeven dat de USB drive aangesloten is.
pt_br: Use ``lsblk`` para listar os dispositivos e ``dmesg`` para ver as mensagens do kernel identificando o drive USB quando é conectado.
sv: Använd ``lsblk`` för att lista blockenheter och ``dmesg`` för att se kärnmeddelanden som identifierar USB-enheten när den är ansluten.

source: The USB drive should not be mounted.
de: Der USB-Stick darf nicht gemountet sein.
es: No se debe montar la unidad USB.
fi: USB asemaa ei tule mountata.
fr: La clé USB ne devrait pas être montée.
hu: Az USB meghajtót ne mount-olja.
it: Il dispositivo USB non dev'essere montato.
ja: USBドライブはマウントされていないようにしてください。
nl: De USB drive mag niet gemonteerd worden .
pt_br: O drive USB não deve estar montado.
sv: USB-enheten ska inte vara monterad.

source: ``sudo`` is not required if the command is run as ``root``.
de: ''sudo'' ist nicht erforderlich, wenn der Befehl als ''root'' ausgeführt wird.
es: ``sudo`` no es necesario si se ejecuta el comando como ``root``.
fi: ``sudo`` määritystä ei tarvita jos komennot suoritetaan käyttäjänä ``root``
fr: ``sudo`` n'est pas nécessaire si la commande est exécutée en tant que ``root``.
hu: A ``sudo`` nem szükséges, ha a parancsot ``root`` felhasználóként adja ki.
it: ``sudo`` non è richiesto se il comando è eseguito da ``root``.
ja: ``sudo`` は、 ``root`` としてコマンド実行している場合は必要ありません。
nl: ``sudo`` is niet vereist wanneer de commando uitgevoerd wordt als ``root``.
pt_br: ``sudo`` não é requerido se o comando for rodado como ``root``.
sv: ``sudo`` krävs inte om kommandot körs som ``root``.

source: Be certain to select the correct block device as ``dd`` will overwrite it without question, even if it is your primary system drive.
de: Achten Sie darauf, das richtige Block Device als ''dd'' zu wählen, es wird ohne Rückfrage überschreiben, auch wenn es Ihr primäres Systemlaufwerk ist.
es: Asegúrese de seleccionar el dispositivo de bloque correcta como ``dd`` sobrescribirá sin lugar a dudas, aunque sea la unidad del sistema principal.
fi: Varmista että valitset oikean lohkolaitteen sillä ``dd`` kirjoittaa yli ilman varmistavaa kysymystä, jopa silloin jos se olisi Sinun ensisijainen järjestelmäasemasi.
fr: Assurez-vous de sélectionner le périphérique de bloc correct comme ``dd`` l'écrasera sans d'autre question, même s'il s'agit de votre disque système primaire.
hu: Győződjön meg róla, hogy a helyes blokk eszközt választotta mivel a ``dd`` kérdés nélkül felülírja a tartalmat, még akkor is, ha az az elsődleges rendszer meghajtó.
it: Essere sicuri il corretto block device siccome ``dd`` lo sovrascriverrà senza domande, anche se è il vostro dispositivo primario con sistema operativo.
ja: ``dd`` は、たとえプライマリシステムドライブであっても、問題なく上書きするので、正しいブロックデバイスを選択してください。
nl: Zorg ervoor dat u het juiste blokapparaat selecteert, want ``dd`` zal het voor zeker overschrijven, ook als het uw primaire system drive is.
pt_br: Tenha certeza de selecionar o dispositivo correto pois ``dd`` irá reescrever os dados sem questionar, mesmo que seja o drive primário do sistema.
sv: Var noga med att välja rätt blockenhet eftersom ``dd`` kommer att skriva över den utan tvekan, även om det är din primära systemenhet.

source: Creating bootable USB drive with Ubuntu Startup Disk Creator
de: Erstellen eines bootfähigen USB-Laufwerks mit Ubuntu Startup Disk Creator
es: Crear unidad USB de arranque con Ubuntu Startup Disk Creator
fi: Käynnistettävän USB muistitikun luominen käyttäen Ubuntu Startup Disk Creator
fr: Création d'une clé USB amorçable depuis Ubuntu Startup Disk Creator
hu: Indítható USB meghajtó létrehozása az Ubuntu Startup Disk Creator-ral
it: Creare un dispositivo USB avviabile con Ubuntu Startup Disk Creator
ja: Ubuntu Startup Disk Creatorを使用したブータブルUSBドライブの作成
nl: Aanmaak van een bootable USB-drive met Ubuntu Startup Disk Creator
pt_br: Criando um USB bootavél com Ubuntu Startup Disk Creator
sv: Skapa en startbar USB-enhet med Ubuntu Startup Disk Creator

source: (This is the recommended process for creating a USB. It is applicable to Ubuntu and Ubuntu variants such as OSGeoLive.)
de: (Dies ist der empfohlene Prozess zum Erstellen eines USB-Sticks. Dieser gilt für Ubuntu- und Ubuntu-Varianten wie OSGeoLive.)
es: (Este es el proceso recomendado para la creación de un USB. Es aplicable a Ubuntu y variantes de Ubuntu como OSGeoLive.)
fi: (Tämä on suositeltavin menetelmä luotaessa USB muistitikku. Se soveltuu Ubuntu- ja Ubuntu-versioihin, kuten OSGeoLive.)
fr: (C'est la procédure recommandée pour la création d'une clé USB. Elle est applicable à Ubuntu et à ses variantes comme l'OSGeoLive.)
hu: (Ez a javasolt eljárás az USB létrehozásához. Használható a Ubuntu-hoz és az Ubuntu variánsokhoz mint például az OSGeoLive.)
it: (Questo è il processo raccomandato per creare un USB. È disponibile per Ubuntu e le derivate di Ubuntu così come OSGeoLive.)
ja: (これはUSBを作成するための推奨プロセスです。UbuntuやOSGeoLiveなどのUbuntuバージョンにも適用されます。)
nl: (Dit is het aanbevolen proces voor het opmaken van een USB. Het is van toepassing op Ubuntu- en Ubuntu-varianten zoals OSGeoLive.)
pt_br: (Este é o processo recomendado para criar um USB bootavél. É aplicável para Ubuntu e variações do Ubuntu como é o caso do OSGeoLive).
sv: (Detta är den rekommenderade processen för att skapa ett USB-minne. Den är tillämplig på Ubuntu och Ubuntu-varianter som OSGeoLive)

source: The version of Ubuntu you are running, needs to be the same or newer than the version of Lubuntu being installed onto your USB. If installing OSGeoLive 8.0 onto a USB, then you will need to be running Ubuntu 14.04 or newer.
de: Die Version von Ubuntu, die Sie ausführen, muss die gleiche oder neuer als die Version von Lubuntu sein, die auf Ihrem USB installiert wird. Wenn Sie OSGeoLive 8.0 auf einem USB installieren, müssen Sie Ubuntu 14.04 oder neuer ausführen.
es: La versión de Ubuntu está corriendo, debe ser igual o más reciente que la versión de Lubuntu se instala en tu USB. Si instalar el 8.0 de OSGeoLive en un USB, entonces usted necesitará ejecutar Ubuntu 14.04 o más reciente.
fi: Ubuntu version jota suoritat, tulee olla sama tai uudempi kuin Lubuntu version joka tullaan asentamaan USB muistitikullesi. Jos asennat OSGeoLive 8.0 version USB muistitikulle, on Sinulla silloin oltava suorituksessa Ubuntu 14.04 tai uudempi.
fr: La version d'Ubuntu que vous exécutez doit être la même ou plus récente que la version de Lubuntu étant installée sur votre clé USB. Si vous installez l'OSGeoLive 8.0 sur une clé USB, alors vous aurez besoin d'exécuter Ubuntu 14.04 ou plus récent.
hu: A futtatott Ubuntu verzió az USB meghajtóra telepítendő Lubuntu verziójával egyezzen vagy újabb legyen. Ha OSGeoLive 8.0- t telepít az USB-re, akkor Ubuntu 14.04 vagy újabb verziót kell futtatnia.
ja: 実行しているUbuntuのバージョンは、USBにインストールされているUbuntuのバージョンと同じか新しい必要があります。OS GeoLive8.0をUSBにインストールする場合は、Ubuntu14.04以降を実行している必要があります。
pt_br: A versão do Ubuntu que você está rodando, precisa ser a mesma ou posterior do que a versão do Lubuntu que será instala no USB. Se você estiver instalando OSGeoLive 8.0 em um USB, então você precisa estar rodando Ubuntu 14.04 ou posterior.

source: `Download <https://live.osgeo.org/en/download.html>`_ osgeolive or osgeolive-mini to your computer's hard drive.
es: `Descargar <https://live.osgeo.org/en/download.html>`_ osgeolive o osgeolive-mini disco duro de su ordenador.
fr: `Téléchargez <https://live.osgeo.org/en/download.html>`_ osgeolive ou osgeolive-mini sur le disque dur de votre ordinateur.
