Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/virtualization_quickstart.po
Languages: de, es, fr, hu, it, ja, nl, sv

source: (Alternative) If the above command does not work, use the following alternative:
es: (Alternativa) Si el comando anterior no funciona, utilice la siguiente alternativa:
hu: (Alternatíva) ha a fenti parancs nem működne, használja a következő alternatív megoldást:
it: (Alternativa) Se il comando precedente non funziona, utilizzare la seguente alternativa:
ja: (代替手段) 上記のコマンドが動作しない場合は、以下の代替手段を利用してください:
nl: (Alternatief) Als de bovenstaande opdracht niet werkt, gebruikt u het volgende alternatief:
sv: (Alternativ) Om ovanstående kommando inte fungerar kan du använda följande alternativ:

source: From the VirtualBox Devices menu, select **Insert Guest Additions CD Image**
es: En el menú Dispositivos VirtualBox, seleccione **Insertar imagen de CD de adiciones de invitados**
hu: A VirtualBox Devices menüből válassza a **Insert Guest Additions CD Image** opciót
it: Dal menu Dispositivi di VirtualBox, selezionare **Inserisci immagine CD aggiuntiva guest**.
ja: VirtualBoxのデバイスメニューから、 **Guest Additions CD イメージの挿入** を選択します
nl: Selecteer in het menu VirtualBox-apparaten **Insert Guest Additions CD Image**
sv: På menyn VirtualBox Devices väljer du **Insert Guest Additions CD Image**

source: Click **OK** when prompted to open the removable media in **File Manager**.
es: Haga clic en **Aceptar** cuando se le pida que abra el medio extraíble en **Administrador de archivos**.
hu: Kattintson az **OK**-ra, amikor a rendszer kéri, hogy nyissa meg a cserélhető adathordozót a **File Manager**-ben.
it: Fare clic su **OK** quando viene richiesto di aprire il supporto rimovibile in **File Manager**.
ja: リムーバブルメディアを **File Manager** で開くよう表示されたら、 **OK** をクリックします。
nl: Klik op **OK** wanneer u wordt gevraagd de verwisselbare media te openen in **File Manager**.
sv: Klicka på **OK** när du uppmanas att öppna det flyttbara mediet i **File Manager**.

source: In **File Manager**, select **Tools** → **Open Current Folder** in terminal.
es: En **Administrador de archivos**, seleccione **Herramientas** → **Abrir carpeta actual** en el terminal.
hu: A **File Manager**-ben válassza a **Tools** → **Open Current Folder**-t.
it: In **File Manager**, seleziona **Tools** → **Open Current Folder** nel terminale.
nl: In **File Manager**, selecteer **Tools** → **Open Current Folder** in terminal.
sv: I **File Manager** väljer du **Tools** → **Open Current Folder** i terminalen.

source: In the terminal type:
es: En el tipo de terminal:
hu: Gépelje a terminál ablakba:
it: Nel terminale digita:
ja: 端末で以下を入力します:
nl: In het terminaltype:
sv: I terminaltypen:

source: Press ENTER.
es: Presione ENTRAR.
hu: Nyomjon ENTER-t.
it: Premi INVIO
ja: ENTERを押下します。
nl: Druk op ENTER.
sv: Tryck på ENTER.

source: Step 4 : Set OSGeoLive user
es: Paso 4 : Establecer el usuario de OSGeoLive
hu: 4. lépés OSGEoLive felhasználó beállítása
it: Passo 4: Impostare l'utente OSGeoLive
ja: ステップ4: OSGeoLiveユーザの設定
nl: Stap 4 : OSGeoLive-gebruiker instellen
sv: Steg 4 : Ställ in OSGeoLive-användare

source: Some tools configured on OSGeoLive rely of "user" to be in the "users" group so they can write into the data directory. If not set, these tools will fail when run.
es: Algunas herramientas configuradas en OSGeoLive dependen de que "usuario" esté en el grupo "usuarios" para que puedan escribir en el directorio de datos. Si no se establecen, estas herramientas fallarán cuando se ejecuten.
hu: Egyes az OSGeoLive-ban konfigurált eszközök arra támaszkodnak, hogy a "user" a "users" csoportban legyen és így képesek írni az adat könyvtárakba. Ha nem állítják be, akkor ezek az eszközök nem fognak működni amikor futtatja őket.
it: Alcuni strumenti configurati su OSGeoLive richiedono che "utente" sia nel gruppo "utenti" per poter scrivere nella directory dei dati. Se non è impostato, questi strumenti non funzionano quando vengono eseguiti.
ja: OSGeoLiveで設定されたいくつかのツールは、データディレクトリへの書き込めるよう、"users" グループに属する "user" ユーザに依存しています。設定されていない場合、これらのツールは実行時に失敗します。
nl: Sommige tools die op OSGeoLive zijn geconfigureerd gaan ervan uit dat "user" in de groep "users" staat, zodat ze in de data directory kunnen schrijven. Als dit niet zo is ingesteld, zullen ze niet goed opstarten.
sv: Vissa verktyg som är konfigurerade på OSGeoLive är beroende av att "user" finns i gruppen "users" så att de kan skriva i datakatalogen. Om detta inte är inställt kommer dessa verktyg att misslyckas när de körs.

source: Start a terminal.
de: Starten Sie ein Terminal.
es: Inicie una terminal.
fr: Démarrer un terminal.
hu: Indítson egy terminált.
it: Avvia un terminale.
ja: 端末を起動します。
nl: Start een terminal.
sv: Starta en terminal.

source: Run ``sudo adduser user users``.
es: Ejecute ''sudo adduser user users''.
hu: Futtassa a ``sudo adduser user users`` parancsot.
it: Esegui ``sudo adduser user users``.
ja: ``sudo adduser user users`` を実行します。
nl: Voer ``sudo adduser user users`` uit.
sv: Kör ``sudo adduser user user users``.

source: Apply this change by starting a new desktop session: either restart the virtual machine or log out and log back in (username "user", password "user").
de: Wenden Sie diese Änderung an, indem Sie eine neue Desktopsitzung starten: Starten Sie entweder die virtuelle Maschine neu oder melden Sie sich ab und melden Sie sich wieder an (Benutzername "user", Kennwort "user").
es: Aplique este cambio iniciando una nueva sesión de escritorio: reinicie la máquina virtual o cierre la sesión y vuelva a iniciarla (nombre de usuario "user", contraseña "user").
fr: Appliquez cette modification en commençant une nouvelle session de bureau : soit en redémarrant la machine virtuelle, soit vous vous déconnectez et vous reconnectez (nom d'utilisateur "user", mot de passe "user").
hu: Alkalmazza ezt a módosítást egy új munkamenet indításával: vagy indítsa újra a virtuális gépet vagy jelentkezzen ki és jelentkezzen be (felhasználónév "user", jelszó "user").
it: Applica questa modifica avviando una nuova sessione desktop: riavvia la macchina virtuale o fai il logout e il login (nome utente "user", password "user").
ja: この変更を適用するには、新しいデスクトップセッションを開始します。仮想マシンを再起動するか、ログアウトして再度ログインします(ユーザ名 "user"、パスワード "user")。
nl: Pas deze wijziging toe door een nieuwe bureaubladsessie te starten: start de virtuele machine opnieuw op of log uit en log weer in (gebruikersnaam "user", wachtwoord "user").
sv: Tillämpa ändringen genom att starta en ny skrivbordssession: starta om den virtuella maskinen eller logga ut och logga in igen (användarnamn "user", lösenord "user").

source: Step 5: Access shared folders
es: Paso 5: Acceder a carpetas compartidas
hu: 5. lépés: Osztott mappa elérése
it: Passo 5: Accesso alle cartelle condivise
ja: ステップ5: 共有フォルダーへのアクセス
nl: Stap 5: Toegang tot gedeelde folders
sv: Steg 5: Få tillgång till delade mappar

source: Add yourself to the vboxsf group so that the shared folders (defined above) are accessible by running in a terminal window:
es: Agréguese al grupo vboxsf para que las carpetas compartidas (definidas anteriormente) sean accesibles ejecutándose en una ventana de terminal:
hu: Adja hozzá magát a vboxfs csoporthoz, hogy az osztott mappákat (fentebb írtunk róla) tartalmát elérje, ehhez egy terminál ablakban futtassa:
it: Aggiungetevi al gruppo vboxsf in modo che le cartelle condivise (definite sopra) siano accessibili eseguendo una finestra di terminale:
ja: 端末ウィンドウで以下を実行し、vboxsf グループに自分自身を追加することで、共有フォルダ(上で定義したもの)にアクセスできるようになります:
nl: Voeg uzelf toe aan de vboxsf-groep zodat de gedeelde folders (hierboven gedefinieerd) toegankelijk zijn. Doe dit door het volgende in een terminalvenster uit te voeren:
sv: Lägg till dig själv i vboxsf-gruppen så att de delade mapparna (definierade ovan) är tillgängliga genom att köra i ett terminalfönster:

source: Step 6: Mount shared folder
es: Paso 6: Montar carpeta compartida
hu: 6. lépés: osztott mappa csatlakoztatása
it: Passo 6: Montare la cartella condivisa
ja: ステップ6: 共有フォルダのマウント
nl: Stap 6: Gedeelde folder koppelen
sv: Steg 6: Montera delad mapp

source: In the above example, we defined a Shared Folder path on the host system and named it "GIS" in the VM Settings. The shared folder will appear in the file system under /media/sf_GIS/. To mount this folder in the user's home directory, for example, in a terminal run:
de: Im oberen Beispiel wurde ein gemeinsamer Ordner auf dem Gastrechner mit Namen "GIS" in den VM Einstellungen definiert. Der gemeinsame Ordner wird im Dateisystem unter /media/sf_GIS/ auftauchen. Um das Verzeichnis in das Home-Verzeichnis zu leiten, geben Sie Folgendes im Befehlsfenster ein:
es: En el ejemplo anterior, definimos una ruta de acceso de Carpeta Compartida en el sistema host y la denominamos "GIS" en la configuración de la máquina virtual. La carpeta compartida aparecerá en el sistema de archivos en /media/sf_GIS/. Para montar esta carpeta en el directorio principal del usuario, por ejemplo, en una ejecución de terminal:
fr: Dans l’exemple ci-dessus, nous avons défini un chemin d’accès dossier partagé sur le système hôte et l’avons nommé « GIS» dans les paramètres VM. Le dossier partagé s’affiche dans le système de fichiers sous /media/sf_GIS/. Pour monter ce dossier dans le répertoire d’accueil de l’utilisateur, par exemple, dans une exécution de terminal :
hu: A fenti példában egy "GIS" nevű osztott mappának az elérési útját adtuk meg a gazda gépen a VM beállításokban. Az osztott mappa a fájl rendszerben a /media/sf_GIS alatt jelenik meg. A felhasználó bejelentkezési könyvtárába a következő parancsokkal illeszthetjük be:
it: Nell'esempio precedente, abbiamo definito un percorso di cartella condivisa sul sistema host e l'abbiamo chiamata "GIS" nelle impostazioni della VM. La cartella condivisa apparirà nel file system sotto /media/sf_GIS/. Per montare questa cartella nella home directory dell'utente, per esempio, in un terminale esegui:
ja: 上の例では、ホストシステム上に共有フォルダーパスを定義し、VM設定で "GIS" という名前を付けました。共有フォルダは、ファイルシステムの/media/sf_GIS/の下に表示されます。このフォルダをユーザのホームディレクトリにマウントするには、たとえば、端末で次のように実行します。
nl: In het bovenstaande voorbeeld hebben we een pad voor gedeelde folders op het hostsysteem gedefinieerd en het "GIS" genoemd in de VM-instellingen. De gedeelde folder verschijnt in het bestandssysteem onder /media/sf_GIS/. Ga als volgt te werk om deze folder in de home directory van de gebruiker te koppelen, bijvoorbeeld in een terminalrun:
sv: I exemplet ovan definierade vi en sökväg till en delad mapp på värdsystemet och gav den namnet "GIS" i VM-inställningarna. Den delade mappen kommer att visas i filsystemet under /media/sf_GIS/. För att montera den här mappen i användarens hemkatalog, till exempel i en terminal, kör:

source: Now files on your host machine in the chosen folder will also be available in the VM in the "GIS" folder in the user's home directory.
es: Ahora los archivos en su máquina host en la carpeta elegida también estarán disponibles en la máquina virtual en la carpeta "GIS" en el directorio de inicio del usuario.
hu: Ezután a gazda gépen a kiválasztott mappában található fájlok elérhetők lesznek a VM-ben a felhasználó bejelentkezési könyvtárában a "GIS" mappábanl.
it: Ora i file presenti sulla macchina host nella cartella scelta saranno disponibili anche nella macchina virtuale nella cartella "GIS" nella home directory dell'utente.
ja: これで、選択したフォルダーにあるホストマシン上のファイルは、仮想マシン内のユーザのホームディレクトリ内にある "GIS" フォルダでも利用できるようになります。
nl: Nu zijn bestanden op uw hostmachine in de gekozen folder ook beschikbaar in de VM in de map "GIS" in de home directory van de gebruiker.
sv: Nu kommer filer på din värdmaskin i den valda mappen också att vara tillgängliga i VM i mappen "GIS" i användarens hemkatalog.

source: Congratulations, you should now have OSGeoLive running in a Virtual Machine.
es: Felicitaciones, ahora debería tener OSGeoLive ejecutándose en una máquina virtual.
hu: Gratulálunk, most van egy futó OSGeoLive-ja egy virtuális gépben.
it: Congratulazioni, ora OSGeoLive dovrebbe essere in esecuzione in una macchina virtuale.
ja: おめでとうございます、これでOSGeoLiveが仮想マシンで実行されているはずです。
nl: Gefeliciteerd, u zou OSGeoLive nu moeten hebben die op een virtuele machine wordt uitgevoerd.
sv: Grattis, du bör nu ha OSGeoLive igång i en virtuell maskin.

source: Next steps:
es: Próximos pasos:
hu: Következő lépések:
it: Passi successivi:
ja: 次のステップ:
nl: Volgende stappen:
sv: Nästa steg:

source: Why don't you try running some applications, as described in the `OSGeoLive Quickstart <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_
es: ¿Por qué no intenta ejecutar algunas aplicaciones, como se describe en el 'Inicio rápido de OSGeoLive <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_
hu: Miért nem próbál meg futtatni néhány alkalmazást az `OSGeoLive gyorstalpaló <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_ leírás szerint
it: Perché non provare a eseguire alcune applicazioni, come descritto in `OSGeoLive Quickstart <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_
ja: `OSGeoLive クイックスタート <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_ にあるように、いくつかのアプリケーションを実行してみてください。
nl: Waarom probeert u sommige toepassingen niet uit te voeren, zoals beschreven in de `OSGeoLive Quickstart <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_
sv: Varför inte prova att köra några program, enligt beskrivningen i `OSGeoLive Quickstart <https://live.osgeo.org/en/quickstart/osgeolive_quickstart.html>`_

source: See Also:
de: Weiterführende Links:
es: Ver también:
fr: Voir Aussi:
hu: Lásd még:
it: Vedere anche:
ja: 参照:
nl: Zie ook:
sv: Se även:

source: OSGeo wiki pages: `Other ways to create a Virtual Machine <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
es: Páginas wiki de OSGeo: `Otras formas de crear una máquina virtual <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
hu: OSGeo wiki oldalak: `Other ways to create a Virtual Machine <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
it: Pagine wiki OSGeo: `Altri modi per creare una macchina virtuale <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
ja: OSGeo Wiki ページ: `仮想マシンを作成する他の方法 <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
nl: OSGeo wiki pagina's: `Andere manieren om een Virtual Machine te maken <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
sv: OSGeo wiki-sidor: `Andra sätt att skapa en virtuell maskin <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
nl: OSGeo Gemeenschap
sv: OSGeo Gemenskap

source: Download `Virtual Box <https://www.virtualbox.org/>`_ for your platform, and install the software. On Windows run the installer, or on Ubuntu-like Linux systems run the following:
es: Descargue `Virtual Box <https://www.virtualbox.org/>`_ para su plataforma e instale el software. En Windows, ejecute el instalador o en sistemas Linux similares a Ubuntu, ejecute lo siguiente:
it: Scaricare `Virtual Box <https://www.virtualbox.org/>`_ per la propria piattaforma e installare il software. Su Windows eseguite il programma di installazione, oppure su sistemi Linux simili a Ubuntu eseguite quanto segue:
nl: Download `Virtual Box <https://www.virtualbox.org/>`_ voor uw platform en installeer de software. Voer op Windows het installatieprogramma uit of op Ubuntu-achtige Linux-systemen voert u het volgende uit:

source: **Spare**: Minimum 20 GB Hard Disk Space. The virtual disk file (vmdk) from :doc:`live.osgeo.org <../download>` unzips to almost 10 GB. You'll also want more space to allow some room to work on the virtual machine. So a total of 20 GB is a good recommendation.
es: **Repuesto**: Mínimo 20 GB de espacio en disco duro. El archivo de disco virtual (vmdk) de :doc:`live.osgeo.org <../download>` se descomprime a casi 10 GB. También querrá más espacio para permitir algo de espacio para trabajar en la máquina virtual. Así que un total de 20 GB es una buena recomendación.
it: **Risparmio**: Minimo 20 GB di spazio su disco rigido. Il file del disco virtuale (vmdk) da :doc:`live.osgeo.org <../download>` si decomprime a quasi 10 GB. È necessario più spazio per poter lavorare sulla macchina virtuale. Quindi un totale di 20 GB è una buona raccomandazione.
nl: **Reserve**: Minimaal 20 GB ruimte op de harde schijf. Het virtuele schijfbestand (vmdk) van :doc:`live.osgeo.org <../download>` wordt uitgepakt tot bijna 10 GB. U wilt ook meer ruimte om op de virtuele machine te werken. Dus een totaal van 20 GB is een goede aanbeveling.

source: nologo
ja: ロゴなし

source: This Quick Start describes one way to run OSGeoLive within a VirtualBox virtual machine. For other methods, follow links from the "See Also" section below.
de: Dieses Quickstart beschreibt die Möglichkeit OSGeo-Live innerhalb einer Virtuellen Maschine (VM) laufen zu lassen. Für andere Methoden folgen Sie bitte den Links weiter unten im Bereich "Weiterführende Links".
fr: Ce guide décrit une manière d'exécuter l'OSGeoLive dans une machine virtuelle VirtualBox. Pour les autres méthodes, suivez les liens depuis la section "Voir aussi" plus bas.

source: Virtual Machine Advantages
de: Vorteile einer Virtuellen Maschine
fr: Avantages des machines virtuelles

source: The response speed of a VM is much faster than on the DVD, and typically comparable with installing directly on the host machine.
de: Die Antwortzeiten einer VM sind viel schneller als die einer DVD und vergleichbar mit einer direkten Installation auf einem Hostrechner.
fr: La vitesse de réponse d’un VM est beaucoup plus rapide que sur le DVD, et généralement comparable à l’installation directement sur la machine hôte.

source: All configuration changes, software updates, and saved files are permanent, just like on any "regular" computer. So:
de: Alle Konfigurationsanpassungen, Softwareaktualisierungen und gespeicherte Dateien sind permanent, so wie auf einem normalen Computer. Daher
fr: Tous les changements de configuration, les mises à jour logicielles et les fichiers enregistrés sont permanents, tout comme sur n’importe quel ordinateur « physique». ainsi:

source: You can customize and update the system
de: können Sie das System anpassen und aktualisieren
fr: Vous pouvez personnaliser et mettre à jour le système

source: You can save your work within the VM
de: können Sie ihre Anpassungen innerhalb der VM speichern
fr: Vous pouvez sauvegarder votre travail dans la VM

source: You can install additional software
de: können Sie zusätzliche Software installieren
fr: Vous pouvez installer des logiciels supplémentaires

source: You can backup your virtual machine installation.
de: Sie können die gesamte Virtuelle Maschine sichern.
fr: Vous pouvez sauvegarder l'installation de votre machine virtuelle.

source: System Requirements
de: Systemvoraussetzungen
fr: Prérequis système

source: RAM: 2 GB at least. The Lubuntu system runs well with 1 GB of RAM, and you'll need to keep at least the same amount of memory for your host system. So a total of 2 GB will be needed for smooth operation. Some applications, like GeoServer, needs the virtual machine to have at least 2GB of RAM. So if possible, consider providing 2 GB or more for your virtual machine.
de: RAM: mindestens 2 GB. Das Lubuntu System läuft gut mit 1 GB RAM, es werden mindestens ebenso viel RAM für das Gastsystem benötigt. So werden 2 GB für reibungslosen Einsatz benötigt. Einige Anwendungen, wie z.B. der GeoServer, benötigen mindestens 2 GB RAM. Sie sollten daher der Virtuellen Maschine mindestens 2GB zur Verfügung stellen.
fr: RAM: 2 Go au moins. Le système Lubuntu fonctionne bien avec 1 Go de RAM, et vous aurez besoin de garder au moins la même quantité de mémoire pour votre système hôte. Ainsi, un total de 2 Go sera nécessaire pour un bon fonctionnement. Certaines applications, comme GeoServer, ont besoin de la machine virtuelle d'avoir au moins 2 Go de RAM. Donc, si possible, envisagez de fournir 2 Go ou plus pour votre machine virtuelle.

source: Spare Hard Disk Space: The virtual disk file (vmdk) from :doc:`live.osgeo.org <../download>` unzips to almost 10 GB. You'll also want more space to allow some room to work on the virtual machine. So 20 GB is a good recommendation.
de: Freier Festplattenspeicher: Die Virtuelle Maschinen Datei (vmdk) von: :doc:`live.osgeo.org <../download>` ist entpackt etwa 10 GB groß. Sie benötigt noch weiteren Speicher, um Arbeiten auf der Virtuellen Maschine zu ermöglichen. So sind 20 GB Speicher eine gute Empfehlung.
fr: Espace disque dur de rechange : le fichier disque virtuel (vmdk) de :doc:`live.osgeo.org <../download>` décompressé occupe environ 10 Go. Vous voudrez également plus d’espace pour travailler sur la machine virtuelle plus confortablement. Donc 20 Go est une bonne recommandation.

source: CPU: Any CPU will do, but a processor which supports "Virtualization Technology" will be faster. You can check your computer CPU `here <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`__.
de: CPU: Jede CPU reicht aus, doch ist ein Prozessor, der "Virtualization Technology" unterstützt schneller. Sie können ihre CPU `hier <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_ prüfen.
fr: Processeur: Tout CPU fera l'affaire, mais un processeur qui supporte la "Technologie de virtualisation" sera plus rapide. Vous pouvez vérifier le CPU de votre ordinateur `ici <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`__

source: Most machines produced in the last 4-5 years will meet these requirements.
de: Die meisten Maschinen, die in den letzten 4-5 Jahren produziert wurden, erfüllen die Anforderungen.
fr: La plupart des machines produites au cours des 4-5 dernières années répondront à ces besoins.

source: Howto
de: Die Einrichtung

source: Download `Virtual Box <https://www.virtualbox.org/>`_ for your platform, and install the software. On Windows run the installer, or on Ubuntu-like Linux systems do the following:
de: Laden Sie `Virtual Box <https://www.virtualbox.org/>`_ für ihr System herunter und installieren Sie die Software. Durchlaufen Sie unter Windows den Installer. Führen Sie unter Ubuntu-ähnlichen Linux Systemen den folgenden Befehl aus:
fr: Téléchargez `Virtual Box <https://www.virtualbox.org/>`_ pour votre plate-forme et installez le logiciel. Sur Windows exécuter l’installateur, ou sur Ubuntu (et systèmes Linux similaires) faire ce qui suit:

source: In addition download the OSGeo Virtual disk file (vmdk) from :doc:`live.osgeo.org <../download>`. Click on the "Download virtual machine" button. Then unzip the downloaded file (using `7zip <https://www.7-zip.org>`_ ).
de: Laden Sie die OSGeo Virtual Disk Datei (vmdk) von :doc:`live.osgeo.org <../download>` herunter. Klicken Sie auf den "Download Virtuelle Maschine" Button. Entpacken Sie die heruntergeladene Datei (nutzen Sie dazu `7zip <https://www.7-zip.org>`_ ).
fr: En plus, téléchargez fichier de disque virtuel OSGeo (vmdk) depuis :doc:`live.osgeo.org <../download>` . Cliquez sur le bouton "Téléchargez la machine virtuelle". Ensuite, décompresser le fichier téléchargé (en utilisant `7zip <https://www.7-zip.org>`_ ).

source: **Create a Virtual Machine**
de: **Erzeugen einer Virtuellen Maschine**
fr: **Créer une machine virtuelle**

source: Start the VirtualBox application and click on the New button to create a new VM, and then Next.
de: Starten Sie die VirtualBox Anwendung und klicken Sie auf den Neu Button, um eine neue VM zu erzeugen, klicken Sie anschließend auf weiter.
fr: Démarrez l'application VirtualBox et cliquez sur le bouton "New" pour créer une nouvelle VM, puis sur "Next".
