Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/virtualization_quickstart.po
Languages: de, es, fr, hu, it, ja, nl, sv

source: Enter a name such as OSGeoLive, and choose Linux as the "Operating system", and Ubuntu as the "Version".
de: Geben Sie einen Namen für die VM wie beispielsweise OSGeo-Live ein, und wählen Sie Linux als "Operating System" und Ubuntu als "Version".
fr: Entrez un nom tel que OSGeoLive, et choisissez Linux comme "Operating system", et Ubuntu comme "Version".

source: In the next screen set the memory to 1024 MB (or more if your host computer has more than 4GB, like in the screenshot below).
de: Setzen Sie im nächsten Fenster den Speicher auf 1024 MB (oder mehr, wenn ihr Gastrechner über mehr als 4GB verfügt).
fr: Dans l’écran suivant, paramétrez la mémoire à 1024 Mo (ou plus si votre ordinateur hôte dispose de plus de 4 Go, comme dans la capture d’écran ci-dessous).

source: Continue to the next screen and choose "Use an existing virtual hard disk file". Now click on the button (a folder icon) to browse to where you saved the OSGeoLive vmdk-file. Select this file, press Next and Create.
de: Gehen Sie zum nächsten Fenster und wählen Sie "Bestehende Festplatte verwenden". Klicken Sie nun auf den Button (ein Ordnersymbol), um zu dem Speicherort der OSGeo-Live vmdk-Datei zu gelangen. Wählen Sie diese Datei aus und klicken Sie weiter und Erzeugen.
fr: Passez à l’écran suivant et choisissez « Utilisez un fichier de disque dur virtuel existant ». Cliquez maintenant sur le bouton (icône d’un dossier) pour parcourir l’endroit où vous avez enregistré le fichier vmdk OSGeoLive. Sélectionnez ce fichier, appuyez sur Suivant et Créez.

source: **Config tips and tweaks**
de: **Konfigurationstipps**
fr: **Conseils et réglages de configuration**

source: Once the VM is created, click on the Settings button. In the "General" section, go to the Advanced tab, and click to select "Show at top of screen" for the Mini toolbar.
de: Sobald die VM erzeugt wurde, klicken Sie auf den Einstellungen Button. Gehen Sie im Bereich "Allgemein" zum Reiter "Erweitert" und klicken Sie "Show at top of screen" zur Anzeige der Werkzeugleiste im oberen Bereich.
fr: Une fois la VM créée, cliquez sur le bouton Paramètres. Dans la section "General", allez dans l'onglet "Advanced" et cliquez sur "Show at top of screen" pour avoir la barre d'outils Mini.

source: Go to the "Display" section and increase video memory to 32 or 64 MB. In some host operating systems, it may be required to "Enable 3D Acceleration" for display to work properly.
de: Wechseln Sie zum Abschnitt "Display" und erhöhen Sie den Videospeicher auf 32 oder 64 MB. In einigen Hostbetriebssystemen kann es erforderlich sein, "3D-Beschleunigung aktivieren" zu aktivieren, damit die Anzeige ordnungsgemäß funktioniert.
fr: Accédez à la section « Affichage » et augmenter la mémoire vidéo à 32 ou 64 Mo. Dans certains systèmes d’exploitation, il peut être nécessaire d'« Activer l’accélération 3D » pour que l’affichage fonctionne correctement.

source: In addition, move to the "Shared Folders" section, and click the "Add folder" (green + icon on the right) to find a directory on your host computer that you wish to share inside the VM.
de: Gehen Sie außerdem in den Bereich "Gemeinsame Ordner" und klicken Sie "Ordner hinzufügen" (grünes Ordnersymbol mit Plus auf der rechten Seite) und wählen Sie ein Verzeichnis auf ihrem Gastrechner aus, das Sie innerhalb der VM freigeben möchten.
fr: En plus, passez à la section "Répertoires partagés" et cliquez sur "Ajouter un dossier" (icône + verte à droite) pour trouver un répertoire sur votre ordinateur hôte que vous souhaitez partager dans la VM.

source: **Running the Virtual Machine**
de: **Start der Virtuellen Maschine**
fr: **Exécuter une machine virtuelle**

source: Now bootup the VM by clicking the Start (green arrow) button.
de: Starten Sie nun die VM durch Klicken von Start (grüner Pfeilbutton).
fr: Démarrez maintenant la VM en cliquant sur le bouton Démarrer (flèche verte).

source: You should install the virtualbox guest additions, this will allow you to use full-screen mode.
de: Sie sollten die Virtualbox-Gast-Erweiterung installieren, um den Vollbildmodus verwenden können.

source: When you install the iso on the VM, the username must be set to "user"
de: Wenn Sie die Iso auf der VM installieren, muss der Benutzername auf "user" festgelegt werden.
fr: Lorsque vous installez l'iso dans la VM, le nom d'utilisateur doit être réglé sur "user"

source: The user "user" is not a member of the "users" group on the OSGeoLive virtual machine. This prevents some tools from writing to its data directory and causes some software to fail to start.
de: Der Benutzer "user" ist kein Mitglied der Gruppe "user" auf der virtuellen OSGeoLive-Maschine. Dadurch wird verhindert, dass einige Tools in das Datenverzeichnis schreiben, und es kann verhindert werden, dass Software nicht gestartet wird.
fr: L'utilisateur "user" n'est pas membre du groupe "users" dans la machine virtuelle OSGeoLive. Cela empêche certains outils d'écrire dans le répertoire de données et empêche certains logiciels de démarrer.

source: The solution is to fix the vmdk with the following one-time procedure:
de: Die Lösung besteht darin, den vmdk mit der folgenden einmaligen Aufruf zu beheben:
fr: La solution est de réparer le vmdk avec la procédure unique suivante:

source: Run "sudo adduser user users".
de: Führen Sie "sudo adduser user users" aus.
fr: Exécutez "sudo adduser user users".

source: Also once the OSGeo system starts, add yourself to the vboxsf group so that the shared folders (defined above) are accessible by running in a terminal window:
de: Fügen Sie ihren Benutzer sobald das OSGeo System startet zur vboxsf Gruppe hinzu, so dass auf die gemeinsamen Ordner (siehe oben) zugegriffen werden kann. Öffnen Sie dazu ein Befehlsfenster:
fr: Aussi une fois que le système OSGeo démarre, ajoutez-vous au groupe vboxsf afin que les dossiers partagés (définis ci-dessus) soient accessibles en cours d’exécution dans avec un terminal :

source: Now files on your host machine in the chosen folder will also be available in the VM in the "GIS" folder in user's home directory.
de: Nun sind Dateien in diesem Verzeichnis auf ihrem Rechner auch in der VM im "GIS"-Verzeichnis im Home-Verzeichnis des Benutzers user verfügbar.
fr: Maintenant, les fichiers sur votre machine hôte dans le dossier choisi seront également disponibles dans la VM dans le dossier "GIS" du répertoire personnel de l'utilisateur.

source: OSGeo wiki pages:
de: OSGeo Wiki:
fr: Pages du wiki OSGeo:

source: `Other ways to create a Virtual Machine <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
de: `Andere Möglichkeiten, um eine Virtuelle Maschine zu erzeugen <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_
fr: `Autres manières de créer une machine virtuelle <https://wiki.osgeo.org/wiki/Live_GIS_Virtual_Machine>`_

source: **Downloads**
fr: **Téléchargements**
