Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/virtualization_quickstart.po
Languages: de, es, fr, hu, it, ja, nl, sv

source: Running in a Virtual Machine
de: Ausführen einer virtuellen Maschine
es: Ejecución en una máquina virtual
hu: Egy virtuális gép futtatása
it: Esecuzione in una Macchina Virtuale
ja: 仮想マシンで動作させる
nl: Opstarten van een virtuele machine
sv: Körning i en virtuell maskin

source: Overview
es: Vista General
hu: Összefoglaló
it: Panoramica
ja: 概要
nl: Overzicht
sv: Översikt

source: This Quick Start describes one way to run OSGeoLive within a VirtualBox virtual machine (VM). For other methods, follow links from the "See Also" section below.
es: Este inicio rápido describe una forma de ejecutar OSGeoLive dentro de una máquina virtual (VM) virtualBox. Para otros métodos, siga los enlaces de la sección "Ver también" a continuación.
hu: Ez a gyorstalpaló az OSGeoLive egy futtatási módját írja le a VirtualBox virtuális gépben (VM). Más megoldásokhoz kövesse a linkeket a "Lásd még" szakaszt lentebb.
it: Questa Guida Rapida descrive un modo per eseguire OSGeoLive in una macchina virtuale (VM) VirtualBox. Per altri metodi, seguire i link della sezione "Vedi anche" qui sotto.
ja: このクイックスタートでは、VirtualBox仮想マシン(VM)内でOSGeoLiveを実行する1つの方法について説明します。他の方法については、以下の "参照" の章のリンクにしたがってください。
nl: Deze Quick Start beschrijft een manier om OSGeoLive uit te voeren binnen een virtuele VirtualBox-machine (VM). Voor andere methoden volgt u de koppelingen in het gedeelte 'Zie ook' hieronder.
sv: Denna snabbstart beskriver ett sätt att köra OSGeoLive i en virtuell maskin (VM) i VirtualBox. För andra metoder, följ länkar från avsnittet "Se även" nedan.

source: To learn more about the benefits of virtualization, see `Virtualization <https://en.wikipedia.org/wiki/Virtualization>`_ in Wiki
es: Para obtener más información sobre los beneficios de la virtualización, consulte `Virtualización <https://en.wikipedia.org/wiki/Virtualization>`_ en Wiki
hu: Ha többet szeretne megtudni a virtualizáció előnyeiről, olvassa el a `Virtualizáció <https://en.wikipedia.org/wiki/Virtualization>`_ című részt a Wiki-ben
it: Per saperne di più sui vantaggi della virtualizzazione, vedere `Virtualizzazione <https://en.wikipedia.org/wiki/Virtualization>`_ nel Wiki
ja: 仮想化のメリットについては、Wikiの `仮想化 <https://ja.wikipedia.org/wiki/%E4%BB%AE%E6%83%B3%E5%8C%96>`_ を参照してください。
nl: Voor meer informatie over de voordelen van virtualisatie, zie `Virtualization <https://en.wikipedia.org/wiki/Virtualization>`_ in Wiki
sv: Om du vill veta mer om fördelarna med virtualisering, se `Virtualisering <https://en.wikipedia.org/wiki/Virtualization>`_ i Wiki

source: Prerequisites
es: Prerequisitos
hu: Előfeltételek
it: Prerequisiti
ja: 前提条件
nl: Voorwaarden
sv: Förutsättningar

source: **Software**
hu: **Szoftver**
ja: **ソフトウェア**
sv: **Programvara**

source: Download `Virtual Box <https://www.virtualbox.org/>`_ for your platform, and install the software. On Windows run the installer, or on Ubuntu-like Linux systems run the following:
hu: Töltse le a `Virtual Box-ot <https://www.virtualbox.org/>`_ a platformjához és telepítse a szoftvert. Windowson futtassa a telepítőt vagy Ubuntu típusú Linux rendszereken tegye a következőt:
ja: `Virtual Box <https://www.virtualbox.org/>`_ をダウンロードし、ソフトウェアをインストールしてください。Windowsではインストーラを実行します。もしくは、UbuntuのようなLinuxシステムでは以下を実行します:
sv: Ladda ner `Virtual Box <https://www.virtualbox.org/>`_ för din plattform och installera programvaran. På Windows kör du installationsprogrammet, eller på Ubuntu-liknande Linux-system kör du följande:

source: Download the OSGeo Virtual disk file (vmdk) from :doc:`live.osgeo.org <../download>`.
es: Descargue el archivo de disco virtual OSGeo (vmdk) desde :doc:`live.osgeo.org <../download>`.
hu: Töltse le az OSGeo Virtual disk fájlt (vmdk) a :doc:`live.osgeo.org <../download>` oldalról.
it: Scaricare il file del disco Virtuale OSGeo (vmdk) da :doc:`live.osgeo.org <../download>`.
nl: Download het OSGeo Virtual disk file (vmdk) van :doc:`live.osgeo.org <../download>`.
sv: Ladda ner OSGeo Virtual disk file (vmdk) från :doc:`live.osgeo.org <../download>`.

source: Under **osgeolive-vm**, download the 7-zip file. Then unzip the downloaded file (using `7zip <https://www.7-zip.org>`_ ).
es: En **osgeolive-vm**, descargue el archivo 7-zip. A continuación, descomprima el archivo descargado (usando `7zip <https://www.7-zip.org>`_ ).
hu: Az **osgeolive-vm** alól töltse le a 7-zip fájlt. Majd tömörítse ki a letöltött fájlt (a `7zip <https://www.7-zip.org>`_ használatával).
it: Sotto **osgeolive-vm**, scaricare il file 7-zip. Quindi decomprimere il file scaricato (usando `7zip <https://www.7-zip.org>`_ ).
nl: Download onder **osgeolive-vm** het 7-zip-bestand. Pak vervolgens het gedownloade bestand uit (met `7zip <https://www.7-zip.org>`_ ).
sv: Under **osgeolive-vm** laddar du ner 7-zip-filen. Packa sedan upp den nedladdade filen (med hjälp av `7zip <https://www.7-zip.org>`_ ).

source: **Hardware**
hu: **Hardver**
ja: **ハードウェア**
sv: **Hårdvara**

source: **RAM**: Minimum 2 GB. The Lubuntu system runs well with 1 GB of RAM, and you'll need to keep at least the same amount of memory for some of your applications (such as GeoServer). So a total of 2 GB is recommended for a smooth operation.
es: **RAM**: Mínimo 2 GB. El sistema Lubuntu funciona bien con 1 GB de RAM, y deberá mantener al menos la misma cantidad de memoria para algunas de sus aplicaciones (como GeoServer). Por lo tanto, se recomienda un total de 2 GB para un funcionamiento sin problemas.
hu: **RAM**: Minimum 2 GB. A Lubuntu rendszer jól fut 1GB RAM-mal, mindaz amire szüksége van legalább ugyanennyi memőria az alkalmazásoknak (mint például GeoServer). Így összesen 2 GB ajánlott a sima működéshez.
it: **RAM**: Minimo 2 GB. Il sistema Lubuntu funziona bene con 1 GB di RAM e sarà necessario mantenere almeno la stessa quantità di memoria per alcune applicazioni (come GeoServer). Si consiglia quindi un totale di 2 GB per un funzionamento senza problemi.
ja: **RAM**: 最低2GB。Lubuntuシステムは1GBのRAMでよく動作しますが、いくつかのアプリケーション(GeoServerなど)は少なくとも同じ量のメモリーを確保する必要があります。このため、スムーズに動作させるために合計2GBを推奨します。
nl: **RAM**: Minimaal 2 GB. Het Lubuntu-systeem werkt goed met 1 GB RAM en u moet ten minste dezelfde hoeveelheid geheugen behouden voor sommige van uw toepassingen (zoals GeoServer). Dus een totaal van 2 GB wordt aanbevolen voor een soepele werking.
sv: **RAM**: Minst 2 GB. Lubuntu-systemet fungerar bra med 1 GB RAM-minne, och du måste ha minst samma mängd minne för vissa av dina program (t.ex. GeoServer). Så totalt 2 GB rekommenderas för en smidig drift.

source: **Spare**: Minimum 20 GB Hard Disk Space. The virtual disk file (vmdk) from :doc:`live.osgeo.org <../download>` unzips to almost 10 GB. You'll also want more space to allow some room to work on the virtual machine. So a total of 20 GB is a good recommendation.
hu: **Háttértár**: Minimum 20 GB merev lemez. A :doc:`live.osgeo.org <../download>` oldalról letöltött virtuális lemez fájl (vmdk) kitömörítve majdnem 10 MB. További helyre van szüksége a virtuális gépen történő munkához. 20 GB egy jó javaslat.
sv: **Reserv**: Minst 20 GB utrymme på hårddisken. Den virtuella diskfilen (vmdk) från :doc:`live.osgeo.org <../download>` packas upp till nästan 10 GB. Du vill också ha mer utrymme för att kunna arbeta på den virtuella maskinen. Så totalt 20 GB är en bra rekommendation.

source: **CPU**: Any CPU will do, but a processor which supports "Virtualization Technology" will be faster. Check if your computer supports `Virtualization Technology <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_
es: **CPU**: Cualquier CPU servirá, pero un procesador que admita "Tecnología de virtualización" será más rápido. Compruebe si su ordenador es compatible con 'Tecnología de Virtualización <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_
hu: **CPU**: bármilyen CPU megfelelő, de a "Virtualizációs technológiát" támogató processzorok gyorsabbak. Ellenőrizze, hogy a számítógépe támogatja-e a `virtualizációs technológiát <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_
it: **CPU**: Qualsiasi CPU va bene, ma un processore che supporta la "Tecnologia di virtualizzazione" sarà più veloce. Verificate se il vostro computer supporta la "Tecnologia di virtualizzazione" <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_
ja: **CPU**: どのようなCPUでも構いませんが、"仮想化技術" をサポートしたプロセッサの方が高速です。お手持ちのコンピュータが `仮想化技術 <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_ に対応しているか確認してみてください。
nl: **CPU**: Elke CPU zal het doen, maar een processor die "Virtualisatietechnologie" ondersteunt, zal sneller zijn. Controleer of uw computer `Virtualization Technology <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_
sv: **CPU**: Vilken processor som helst går bra, men en processor som stöder "Virtualization Technology" är snabbare. Kontrollera om din dator stöder `Virtualiseringsteknik <https://www.intel.com/content/www/us/en/support/articles/000005486/processors.html>`_

source: Most machines produced after 2010 will meet these requirements.
es: La mayoría de las máquinas producidas después de 2010 cumplirán con estos requisitos.
hu: A 2010 után készített gépek többsége megfelel ezeknek a követelményeknek.
it: La maggior parte delle macchine prodotte dopo il 2010 soddisfa questi requisiti.
ja: 2010年以降に製造されたマシンのほとんどが、この要件を満たしています。
nl: De meeste machines die na 2010 worden geproduceerd, zullen aan deze eisen voldoen.
sv: De flesta maskiner som tillverkas efter 2010 kommer att uppfylla dessa krav.

source: Step 1 : Create a Virtual Machine
es: Paso 1 : Crear una máquina virtual
hu: 1. lépés: Virtuális gép létrehozása
it: Step 1 : Crea una Macchina Virtuale
ja: ステップ1: 仮想マシンの作成
nl: Stap 1 : Een virtuele machine opzetten
sv: Steg 1 : Skapa en virtuell maskin

source: Start the VirtualBox application and click **New**. Create Virtual Machine pop up is displayed.
es: Inicie la aplicación VirtualBox y haga clic en **Nuevo**. Se muestra la ventana emergente Crear máquina virtual.
hu: Indítsa el a VirtualBox alkalmazást és kattintson a **New**-ra. A virtuális gép létrehozása ablak jelenik meg.
it: Lancia l'appiicazione VirtualBox e clicca **Nuova**. Viene visualizzato il pop up Crea Macchina Virtuale.
ja: VirtualBoxアプリケーションを起動し、 **新規** をクリックします。仮想マシンの作成ポップアップが表示されます。
nl: Start de VirtualBox applicatie en klik op **Nieuw**. Het pop-upvenster Virtuele machine maken wordt weergegeven.
sv: Starta VirtualBox-programmet och klicka på **New**. Popup-fönstret Skapa virtuell maskin visas.

source: Enter a name such as OSGeoLive, and select Linux as the "Operating system", and Ubuntu as the "Version", and then click **Next**.
es: Ingrese un nombre como OSGeoLive, y seleccione Linux como el "Sistema operativo", y Ubuntu como la "Versión", y luego haga clic en **Siguiente**.
hu: Írjon be egy nevet, mint például OSGeoLive és válassza a Linux-ot mit operációs rendszer, és Ubuntut a verzióhoz és kattintson **Next**-re.
it: Inserisci un nome come OSGeoLive, e seleziona Linux come "Sistema operativo" e Ubuntu come "Versione" e clicca **Avanti**.
ja: OSGeoLiveのような名前を入力し、"タイプ" にLinux、"バージョン" にUbuntu (64-bit)を選択して、 **次へ** をクリックします。
nl: Voer een naam in zoals OSGeoLive en selecteer Linux als het "Operating system" en Ubuntu als de "Version" en klik vervolgens op ** Next**.
sv: Ange ett namn som OSGeoLive och välj Linux som "Operativsystem" och Ubuntu som "Version" och klicka sedan på **Nästa**.

source: In the next screen set the memory to at least 1024 MB (or more if your host computer has more than 4GB, like in the screenshot below).
es: En la siguiente pantalla, configure la memoria en al menos 1024 MB (o más si su computadora host tiene más de 4 GB, como en la captura de pantalla a continuación).
hu: A következő képernyőn állítsa a memóriát legalább 1024 MB-ra (vagy többre, ha a gazda számítógépében több mint 4 GB van, mint az alábbi képernyőképen).
it: Nella schermata successiva imposta la memoria a 1024 MB (o più se il tuo computer host ha più di 4GB, come nella schermata qui sotto).
ja: 次の画面でメモリを少なくとも1024MBに設定します (以下のスクリーンショットのように、ホストコンピュータが4GB以上の場合はより大きな値を設定できます)。
nl: Stel in het volgende scherm het geheugen in op ten minste 1024 MB (of meer als uw hostcomputer meer dan 4 GB heeft, zoals in de onderstaande schermafbeelding).
sv: På nästa skärm ställer du in minnet till minst 1024 MB (eller mer om din värddator har mer än 4 GB, som på skärmdumpen nedan).

source: Continue to the next screen and select **Use an existing virtual hard disk file**. Click the folder icon to browse to where you saved the OSGeoLive vmdk-file. Select the file, click **Next** and **Create**.
es: Continúe con la siguiente pantalla y seleccione **Usar un archivo de disco duro virtual existente**. Haga clic en el icono de carpeta para buscar dónde guardó el archivo vmdk de OSGeoLive. Seleccione el archivo, haga clic en **Siguiente** y **Crear**.
hu: Folytassa a következő lappal és válassza a "Use existing hard disk file" beállítást. Kattintson a mappa ikonra, tallózzon oda, ahova az OSGeoLive vmdk fájlt mentette. Válassza ezt a fájlt, kattintson a **Next**.re és "Create".
it: Passare alla schermata successiva e selezionare **Usa un file di disco rigido virtuale esistente**. Fare clic sull'icona della cartella per cercare il file vmdk di OSGeoLive. Selezionare il file, fare clic su **Avanti** e **Crea**.
ja: 続けて、次の画面で **すでにある仮想ハードディスクファイルを使用する** を選択します。フォルダアイコンをクリックし、"追加" から保存したOSGeoLiveのvmdkファイルをブラウズします。ファイルを選択し、 **選択** をクリックしてから **作成** をクリックします。
nl: Ga verder naar het volgende scherm en selecteer **Use an existing virtual hard disk file**. Klik op het mappictogram om te bladeren naar de plaats waar u het OSGeoLive vmdk-bestand hebt opgeslagen. Selecteer het bestand, klik op **Next** en **Create**.
sv: Fortsätt till nästa skärm och välj **Use an existing virtual hard disk file**. Klicka på mappikonen för att bläddra till den plats där du sparade OSGeoLive vmdk-filen. Välj filen, klicka på **Next** och **Create**.

source: You should now be able to view the **OSGeoLive** listed in your virtual box.
es: Ahora debería poder ver el **OSGeoLive** que aparece en su cuadro virtual.
hu: Most látnia kellene az **OSGeoLive**-ot a virtuál box-ában.
it: Ora dovresti vedere **OSGeoLive** nella lista delle macchine virtuali.
ja: これで、Virtual Boxに **OSGeoLive** が表示されるはずです。
nl: U zou nu in staat moeten zijn om de **OSGeoLive** in uw virtuele box te zien.
sv: Du bör nu kunna visa **OSGeoLive** som finns i din virtuella låda.

source: Step 2: Configure VM
es: Paso 2: Configurar la máquina virtual
hu: 2. lépés: VM konfigurálása
it: Step 2 : Configura la Macchina Virtuale
ja: ステップ2: 仮想マシンの設定
nl: Stap 2: VM configureren
sv: Steg 2: Konfigurera VM

source: **VM Settings**
es: **Configuración de VM**
hu: **VM beállítások**
it: **Impostazioni VM**
ja: **仮想マシン設定**
nl: **VM-instellingen**
sv: **VM-inställningar**

source: Once the VM is created, click the **Settings** button. In the **User Interface** section, click to select **Show at top of screen** for the Mini toolbar.
es: Una vez creada la máquina virtual, haga clic en el botón **Configuración**. En la sección **Interfaz de usuario**, haga clic para seleccionar **Mostrar en la parte superior de la pantalla** para la mini barra de herramientas.
hu: Miután a VM-et létrehozta kattintson a **Settings** gombra a **User Interface** részben, kattintson a **Show at top of screen**-re a mini eszközsor kiválasztásához.
it: Una volta creata la macchina virtuale, fare clic sul pulsante **Impostazioni**. Nella sezione **User Interface**, fare clic per selezionare **Show at top of screen** per la barra degli strumenti Mini.
ja: 仮想マシンが作成されたら、 **設定** ボタンをクリックします。**ユーザーインターフェース** セクションで、ミニツールバーの **スクリーンの上部に表示** をクリックして選択します。
nl: Zodra de VM is gemaakt, klikt u op de knop **Settings**. Klik in het gedeelte **User Interface** om **Show at top of screen** te selecteren voor de miniwerkbalk.
sv: När den virtuella datorn har skapats klickar du på knappen **Settings**. I avsnittet **User Interface** klickar du på för att välja **Show at top of screen** för Mini toolbar.

source: Go to the **Display** section and increase video memory to 32 or 64 MB. In some host operating systems, it may be required to "Enable 3D Acceleration" for display to work properly.
es: Vaya a la sección **Pantalla** y aumente la memoria de vídeo a 32 o 64 MB. En algunos sistemas operativos host, es posible que sea necesario "Habilitar la aceleración 3D" para que la pantalla funcione correctamente.
hu: Menjen a **Display** részhez és növelje a videomemóriát 32 vagy 64 MB-ra. Bizonyos gazda operációs rendszerek esetén szükség lehet az "Enable 3D Acceleration" bekapcsolására a képernyő tökéletes működéséhez.
it: Accedere alla sezione **Display** e aumentare la memoria video a 32 o 64 MB. In alcuni sistemi operativi host, potrebbe essere necessario "Abilitare l'accelerazione 3D" affinché la visualizzazione funzioni correttamente.
ja: **ディスプレイ** セクションに移動し、ビデオメモリーを32か64MBに増やします。一部のホストオペレーティングシステムでは、表示を正しく機能させるために "3Dアクセラレータを有効化" が必要になる場合があります。
nl: Ga naar het gedeelte **Display** en verhoog het videogeheugen tot 32 of 64 MB. In sommige hostbesturingssystemen kan het nodig zijn om "Enable 3D Acceleration" te selecteren om de weergave goed te laten werken.
sv: Gå till avsnittet **Display** och öka videominnet till 32 eller 64 MB. I vissa värdoperativsystem kan det krävas att "Enable 3D Acceleration" aktiveras för att skärmen ska fungera korrekt.

source: **Add shared folders to access files from host**
es: **Agregar carpetas compartidas para acceder a los archivos desde el host**
hu: **Megosztott mappák hozzáadása a gazda gép fájljainak eléréséhez**
it: **Aggiungi cartelle condivise per accedere ai file dall'host**
ja: **ホストからのファイルアクセスのための共有フォルダの追加**
nl: **Voeg gedeelde mappen toe om toegang te krijgen tot bestanden vanaf de host**
sv: **Lägg till delade mappar för att komma åt filer från värden**

source: Go to the **Shared Folders** section, and click the **Add folder** (green + icon on the right) to find a directory on your host computer that you wish to share inside the VM.
es: Vaya a la sección **Carpetas compartidas** y haga clic en la sección **Agregar carpeta** (icono verde + a la derecha) para encontrar un directorio en su equipo host que desee compartir dentro de la máquina virtual.
hu: Menjen a "Shared folders" szakaszra, és kattintson az **Add Folder** (zöld + ikonra a jobb oldalon), hogy megtalálja azt a mappát a gazdagépen, amelyet meg szeretne osztani a VM-en belül.
it: Accedere alla sezione **Cartelle condivise** e fare clic su **Aggiungi cartella** (icona verde + sulla destra) per trovare una directory sul computer host che si desidera condividere all'interno della macchina virtuale.
ja: **共有フォルダー** セクションに移動し、**フォルダー追加** (右側の緑の+アイコン)をクリックし、仮想マシン内部で共有したいホストコンピュータのディレクトリを指定します。
nl: Ga naar het gedeelte **Shared Folders** en klik op de map **Add folder** (groen + pictogram aan de rechterkant) om een map op uw hostcomputer te zoeken die u binnen de VM wilt delen.
sv: Gå till avsnittet **Shared Folders** och klicka på **Add folder** (grön + ikon till höger) för att hitta en katalog på din värddator som du vill dela i VM.

source: You can choose to make the shared folder read-only, and auto-mounted. Once the "Folder path" and "Folder name" are defined, click OK, and again OK to finish and close the settings window.
de: Dabei können gemeinsame Ordner wahlweise nur lesend und automatisch verbunden werden. Klicken Sie ok, sobald der "Ordnerpfad" und "Ordnername" definiert wurde und nochmals OK, um die Einstellungen zu speichern und das Fenster zu schließen.
es: Puede elegir que la carpeta compartida sea de solo lectura y montada automáticamente. Una vez definidas la "Ruta de carpeta" y el "Nombre de carpeta", haga clic en Aceptar y, de nuevo, en Aceptar para finalizar y cerrar la ventana de configuración.
fr: Vous pouvez choisir de rendre le dossier partagé en lecture seule et monté automatiquement. Une fois que le « chemin d’accès au dossier » et le « nom du dossier » sont définis, cliquez sur OK, puis à nouveau OK pour terminer et fermer la fenêtre de paramétrage.
hu: Kiválaszthatja, hogy a megosztott mappa csak olvasható, és automatikusan elérhető (auto-mount) legyen. Miután kitöltötte a "Folder path" és a "Folder name" mezőket, kattintson az OK gombra, majd ismét az OK gombra a beállítások befejezéséhez és az ablak bezárásához.
it: Puoi scegliere di rendere la cartella condivisa di sola lettura e montata automaticamente. Una volta che il "Percorso della cartella" e il "Nome della cartella" sono definiti, clicca su OK, e ancora OK per finire e chiudere la finestra delle impostazioni.
ja: 共有フォルダを読み取り専用にし、自動マウントすることもできます。 "フォルダーのパス" と "フォルダー名" を定義したら、OKをクリックし、もう一度OKをクリックして設定ウィンドウを閉じます。
nl: U kunt ervoor kiezen om de gedeelde map als read-only en als auto-mounted te maken. Zodra het "Folder path" en "Folder name" zijn gedefinieerd, klikt u op OK en nogmaals op OK om het instellingenvenster te voltooien en te sluiten.
sv: Du kan välja att göra den delade mappen skrivskyddad och automatiskt monterad. När "Mappsökväg" och "Mappnamn" har definierats klickar du på OK och sedan på OK för att avsluta och stänga inställningsfönstret.

source: Step 3 : Running the Virtual Machine
es: Paso 3 : Ejecución de la máquina virtual
hu: 3. lépés: Virtuális gép futtatása
it: Step 1 : Lanciare la Macchina Virtuale
ja: ステップ3: 仮想マシンの起動
nl: Stap 3 : Opstarten van de virtuele machine
sv: Steg 3: Köra den virtuella maskinen

source: Now bootup the VM by clicking the **Start** (green arrow) button.
es: Ahora inicie la máquina virtual haciendo clic en el botón **Inicio** (flecha verde).
hu: Most töltse be a VM-et a **Start** (zöld nyíl) gombra kattintva.
it: Avviare la macchina virtuale facendo clic sul pulsante **Avvia** (freccia verde).
ja: **起動** (緑の矢印) ボタンをクリックして、仮想マシンを起動しましょう。
nl: Start nu de VM op door op de knop **Start** (groene pijl) te klikken.
sv: Starta nu upp den virtuella datorn genom att klicka på knappen **Start** (grön pil).

source: The OSGeo-Live virtual display (i.e., the window size) may be very small, and will not be able to increase until you install Guest Additions. You should install the virtualbox guest additions, this will allow you to use full-screen mode.
es: La pantalla virtual OSGeo-Live (es decir, el tamaño de la ventana) puede ser muy pequeña y no podrá aumentar hasta que instale Guest Additions. Debe instalar las adiciones de invitado virtualbox, esto le permitirá usar el modo de pantalla completa.
hu: Az OSGeoLive virtuális képernyője (az ablak mérete) nagyon kicsi lehet és nem lehet növelni a Guest Addition installálása nélkül. Telepítenie kell a virtualbox guest additiont, ez lehetővé teszi a teljes képernyős mód használatát.
it: La visualizzazione virtuale di OSGeo-Live (cioè la dimensione della finestra) potrebbe essere molto piccola e non potrà aumentare finché non si installano le Guest Additions. È necessario installare le Guest Additions di Virtualbox, che consentono di utilizzare la modalità a schermo intero.
nl: Het virtuele display van OSGeo-Live (d.w.z. de venstergrootte) is mogelijk erg klein en kan niet toenemen totdat u Guest Additions installeert. U moet de virtualbox-gasttoevoegingen installeren, hiermee kunt u de modus full-screen gebruiken.
sv: Den virtuella OSGeo-Live-skärmen (dvs. fönsterstorleken) kan vara mycket liten och kommer inte att kunna öka förrän du installerar Guest Additions. Du bör installera virtualbox-gästtilläggen, så att du kan använda helskärmsläge.
