Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/xygrib_quickstart.po
Languages: de, it, ja, sv

source: XyGrib Quickstart
it: Guida rapida XyGrib
sv: XyGrib Snabbstart

source: XyGrib is a program to download and visualize weather forecast data in the standard GRIB distribution format.
de: XyGrib ist ein Programm, um Daten zur Wettervorhersage im standardmäßigen GRIB-Format herunterzuladen und zu visualisieren.
it: XyGrib è un programma per scaricare e visualizzare i dati delle previsioni meteo nel formato di distribuzione standard GRIB.
sv: XyGrib är ett program för nedladdning och visualisering av väderprognosdata i standardformatet GRIB.

source: Contents
it: Contenuti
sv: Innehåll

source: Start XyGrib
it: Avvia XyGrib
sv: Starta XyGrib

source: From the desktop, choose :menuselection:`Navigation and Maps --> XyGrib GRIB file viewer`.
de: Wählen Sie auf dem Desktop :menuselection:`Navigation and Maps --> XyGrib GRIB file viewer`.
it: Dal desktop, scegli :menuselection:`Navigation and Maps --> XyGrib GRIB file viewer`.
sv: Från skrivbordet väljer du :menuselection:`Navigation och kartor --> XyGrib GRIB-filvisare`.

source: Select your preferred language and click :guilabel:`OK`. The program opens and you are presented with a map of the world.
de: Wählen Sie Ihre bevorzugte Sprache und klicken Sie auf :guilabel:`OK`. Das Programm wird geöffnet und Sie erhalten eine Weltkarte.
it: Seleziona la tua lingua preferita e clicca su :guilabel:`OK`. Il programma si apre e ti viene presentata una mappa del mondo.
ja: 使用する言語を選択し、 :guilabel:`OK` をクリックします。プログラムが開き、世界のマップが表示されます。
sv: Välj önskat språk och klicka på :guilabel:`OK`. Programmet öppnas och du får se en världskarta.

source: Check the connection to the data server. On the toolbar at the top right of the screen, click the power plug icon. The File Server Status window opens and after a moment, it will confirm the status of the connection.
de: Überprüfen Sie die Verbindung zum Datenserver. Klicken Sie auf der Symbolleiste oben rechts auf dem Bildschirm auf das Netzsteckersymbol. Das Fenster Dateiserverstatus wird geöffnet und nach einem Moment wird der Status der Verbindung bestätigt.
it: Controlla la connessione al server dati. Sulla barra degli strumenti in alto a destra dello schermo, clicca sull'icona della presa di corrente. La finestra File Server Status si apre e dopo un momento, confermerà lo stato della connessione.
ja: データサーバーへの接続をチェックしてください。画面右上のツールバーで、電源プラグアイコンをクリックします。ファイルサーバーの状態ウィンドウが開き、しばらくすると接続の状態が確認されます。
sv: Kontrollera anslutningen till dataservern. Klicka på ikonen för strömkontakten i verktygsfältet längst upp till höger på skärmen. Fönstret File Server Status öppnas och efter en stund bekräftas statusen för anslutningen.

source: You'll need an internet connection to download GRIB weather forecast data. You can get GRIB data from many sources, but as a convenience the XyGrib authors maintain a data server to use with XyGrib.
de: Sie benötigen eine Internetverbindung, um GRIB Wettervorhersagedaten herunterzuladen. Sie können GRIB-Daten aus vielen Quellen beziehen, aber aus Bequemlichkeit unterhalten die XyGrib-Autoren einen Datenserver, der mit XyGrib verwendet werden kann.
it: Avrai bisogno di una connessione internet per scaricare i dati delle previsioni meteo GRIB. Puoi ottenere dati GRIB da molte fonti, ma per comodità gli autori di XyGrib mantengono un server di dati da usare con XyGrib.
sv: Du behöver en internetanslutning för att ladda ner GRIB-väderprognosdata. Du kan hämta GRIB-data från många källor, men som en bekvämlighet upprätthåller XyGrib-författarna en dataserver som kan användas med XyGrib.

source: Download data
de: Daten herunterladen
it: Scarica i dati
ja: データのダウンロード
sv: Ladda ner data

source: Use the mouse to click and drag a box on the map canvas on a part of the world you are interested in. The Gulf of Mexico or the southern tip of Africa often have dynamic winds.
de: Klicken und ziehen Sie mit der Maus ein Feld auf der Karte in dem Bereich auf, an dem Sie interessiert sind. Der Golf von Mexiko oder die südliche Spitze Afrikas haben oft dynamische Winde.
it: Usa il mouse per cliccare e trascinare una casella sulla mappa su una parte del mondo che ti interessa. Il Golfo del Messico o la punta meridionale dell'Africa hanno spesso venti dinamici.
ja: マウスを使用して、地図キャンバス上のボックスをクリックして、関心のある世界の一部にドラッグします。メキシコ湾やアフリカの南端にはしばしばダイナミックな風があります。
sv: Använd musen för att klicka och dra en ruta på kartans duk över den del av världen som du är intresserad av. Mexikanska golfen eller Afrikas sydspets har ofta dynamiska vindar.

source: With your box drawn on the map, click the zoom-to-box icon on the taskbar (the magnifying glass with a small box underneath it)
de: Wenn das Feld auf der Karte gezeichnet ist, klicken Sie auf das Zoom-to-Box-Symbol in der Taskleiste (die Lupe mit einem kleinen Feld darunter)
it: Con la tua casella disegnata sulla mappa, clicca sull'icona zoom-to-box sulla barra delle applicazioni (la lente d'ingrandimento con una piccola casella sotto di essa)
ja: 地図にボックスを描画した状態で、タスクバーのボックスズームアイコン(小さなボックスが下にある虫眼鏡)をクリックします。
sv: När du har ritat din ruta på kartan klickar du på ikonen zoom-to-box i aktivitetsfältet (förstoringsglaset med en liten ruta under)

source: Again, mark out a box of interest with a left-click drag, but this time covering most or all of the zoomed-in map canvas.
de: Ziehen Sie erneut einen Bereich mit einem Linksklick-Ziehen auf, das jedoch dieses Mal den größten Teil oder den gesamten vergrößerten Kartenbereich abdeckt.
it: Di nuovo, delimita un riquadro di interesse con un trascinamento con il tasto sinistro del mouse, ma questa volta coprendo la maggior parte o tutta la mappa ingrandita.
ja: 再度、左クリックドラッグで対象のボックスをマークします。ただし、今回は拡大されたマップキャンバスのほとんどまたはすべてをカバーしています。

source: Select :menuselection:`File --> Download GRIB` and select the features you want to download. If in doubt, accept the defaults.
de: Wählen Sie :menuselection:`File --> Download GRIB` und wählen Sie die Funktionen aus, die Sie herunterladen möchten. Wählen Sie im Zweifelsfall die Standardwerte.
it: Seleziona :menuselection:`File --> Download GRIB` e seleziona gli elementi che vuoi scaricare. Se sei in dubbio, accetta i valori predefiniti.
ja: :menuselection:`File --> Download GRIB` を選択し、ダウンロードしたい地物を選択します。よくわからない場合は、デフォルトを受け入れてください。
sv: Välj :menuselection:`File --> Download GRIB` och välj de funktioner som du vill ladda ner. Om du är osäker, acceptera standardinställningarna.

source: When ready click the ``Download`` button, and save the file to disk.
de: Wenn Sie fertig sind, klicken Sie auf die Schaltfläche ``Download`` und speichern Sie die Datei.
it: Quando sei pronto, clicca sul pulsante ``Download`` e salva il file sul disco.
ja: 準備ができたら、 ``Download`` ボタンをクリックし、ファイルをディスクに保存します。
sv: När du är klar klickar du på knappen ``Download`` och sparar filen på disken.

source: The application displays a weather map with a time slider along the bottom, set for the current time. You can use the mouse wheel to zoom in if you like.
de: Die Anwendung zeigt eine Wetterkarte mit einem Zeitschieberegler entlang der Unterseite. Dieser ist auf die aktuelle Zeit eingestellt. Sie können das Mausrad verwenden, um die Karte zu vergrößern, wenn Sie möchten.
it: L'applicazione mostra una mappa meteorologica con un cursore del tempo nella parte inferiore, impostato per l'ora corrente. Puoi usare la rotella del mouse per zoomare, se vuoi.
ja: アプリケーションは、現在の時刻に設定されたタイムスライダが下部に表示された気象マップを表示します。マウスホイールを使用してズームインすることもできます。
sv: Programmet visar en väderkarta med ett tidsreglage längst ned, inställt på aktuell tid. Du kan använda mushjulet för att zooma in om du vill.

source: Change views
de: Ansichten anpassen
it: Cambia le visualizzazioni
ja: ビューの変更
sv: Ändra åsikter

source: Move the mouse around the map you'll see the exact conditions listed in the pane on the left.
de: Bewegen Sie die Maus auf der Karte, sie sehen die genauen Bedingungen im Bereich auf der linken Seite aufgeführt.
it: Muovendo il mouse intorno alla mappa vedrai le condizioni esatte elencate nel pannello a sinistra.
ja: マップの周りでマウスを動かすと、左側のペインに正確な条件が表示されます。
sv: Flytta musen runt kartan så ser du de exakta förhållandena listade i rutan till vänster.

source: You can change the time by moving the slider along the bottom, or from the drop down menu in the top-left of the window.
de: Sie können die Uhrzeit ändern, indem Sie den Schieberegler am unteren Rand oder über das Dropdown-Menü oben links im Fenster verschieben.
it: Puoi cambiare l'ora spostando il cursore in basso, o dal menu a discesa in alto a sinistra della finestra.
ja: 時間を変更するには、下部に沿ってスライダを移動するか、ウィンドウの左上にあるドロップダウンメニューから移動します。
sv: Du kan ändra tiden genom att flytta skjutreglaget längst ned eller från rullgardinsmenyn uppe till vänster i fönstret.

source: From the ``Weather map`` menu, select a variable to visualize. For example, select :menuselection:`Weather map --> Cloud cover` and the view should change.
de: Wählen Sie im Menü ``Weather map`` eine Variable aus, die visualisiert werden soll. Wählen Sie beispielsweise :menuselection:`Wetterkarte --> Wolkenabdeckung` und die Ansicht sollte sich ändern.
it: Dal menu ``Weather map``, seleziona una variabile da visualizzare. Per esempio, seleziona :menuselection:``Weather map --> Cloud cover`` e la visualizzazione dovrebbe cambiare.
ja: ``Weather map`` メニューから、視覚化する変数を選択します。たとえば、 :menuselection:`Weather map --> Cloud cover` を選択すると、ビューが変更されます。
sv: I menyn ``Weather map`` väljer du en variabel som ska visualiseras. Välj t.ex. :menuselection:`Weather map --> Cloud cover` så ändras vyn.

source: If you downloaded data for the Gulf of Mexico you'll be interested to view the CAPE data. "CAPE" stands for Convective Available Potential Energy at ground level. It is a measure of atmospheric instability, and high values (1000s of J/kg) indicate a threat of thunderstorms and/or tornadoes.
de: Wenn Sie Daten für den Golf von Mexiko heruntergeladen haben, werden Sie daran interessiert sein, die CAPE-Daten anzuzeigen. "CAPE" steht für Convective Available Potential Energy at ground level. Es ist ein Maß für die atmosphärische Instabilität, und hohe Werte (1000 J/kg) deuten auf die Gefahr von Gewittern und/oder Tornados hin.
it: Se hai scaricato i dati per il Golfo del Messico sarai interessato a vedere i dati CAPE. "CAPE" sta per Convective Available Potential Energy a livello del suolo. È una misura dell'instabilità atmosferica, e valori elevati (migliaia di J/kg) indicano una minaccia di temporali e/o tornado.
ja: メキシコ湾のデータをダウンロードした場合、CAPEデータのビューに興味があるでしょう。"CAPE" は対流利用可能ポテンシャルエネルギー (Convection Available Potential Energy)の略です。これは大気の不安定性の尺度であり、高い値(1000 J/kg)は雷雨や竜巻の脅威を示します。
sv: Om du laddade ner data för Mexikanska golfen kommer du att vara intresserad av att se CAPE-data. "CAPE" står för Convective Available Potential Energy på marknivå. Det är ett mått på atmosfärisk instabilitet, och höga värden (1000-tals J/kg) indikerar ett hot om åskväder och/eller tornados.

source: If you downloaded data for southern Africa, cloud cover may be more interesting.
de: Wenn Sie Daten für das südliche Afrika heruntergeladen haben, kann die Cloud-Abdeckung interessanter sein.
it: Se hai scaricato i dati per l'Africa meridionale, la copertura nuvolosa può essere più interessante.
ja: アフリカ南部のデータをダウンロードした場合は、雲量の方が興味深いかもしれません。
sv: Om du laddar ner data för södra Afrika kan molntäcket vara mer intressant.

source: Create an animation
de: Erstellen einer Animation
it: Crea un'animazione
ja: アニメーションを作成する
sv: Skapa en animation

source: Click the right-hand most icon on the toolbar (a rocketship). A new window opens and an animation will be generated.
de: Klicken Sie auf das rechte Symbol auf der Symbolleiste (ein Raketenschiff). Ein neues Fenster wird geöffnet und eine Animation wird generiert.
it: Clicca sull'icona più a destra della barra degli strumenti (un'astronave). Si apre una nuova finestra e viene generata un'animazione.
ja: ツールバーの右端のアイコン(ロケットシップ)をクリックします。新しいウィンドウが開き、アニメーションが生成されます。
sv: Klicka på ikonen längst till höger i verktygsfältet (ett raketskepp). Ett nytt fönster öppnas och en animation genereras.

source: Wait while it runs through the time sequence for the first time. When it is done it will rewind to the beginning of the time series.
de: Warten Sie, während es zum ersten Mal durch die Zeitsequenz läuft. Wenn es fertig ist, wird es zum Anfang der Zeitreihe zurückspulen.
it: Aspetta mentre scorre la sequenza temporale per la prima volta. Quando ha finito si riavvolgerà all'inizio della serie temporale.
ja: 最初に実行されるまで待ちます。終了すると、時系列の先頭に戻ります。
sv: Vänta medan den kör igenom tidssekvensen för första gången. När den är klar spolar den tillbaka till början av tidsserien.

source: You can play, pause and rewind the sequence as you like.
de: Sie können die Sequenz nach Belieben wiedergeben, anhalten und zurückspulen.
it: Puoi riprodurre, mettere in pausa e riavvolgere la sequenza come vuoi.
ja: 再生、一時停止、巻き戻しが可能です。
sv: Du kan spela, pausa och spola tillbaka sekvensen som du vill.

source: You can also save each frame as an image file for later encoding into an AVI, MPEG, or animated GIF `using other software <https://grasswiki.osgeo.org/wiki/Movies>`_.
de: Sie können jeden Ausschnitt auch als Bilddatei als AVI, MPEG oder animiertes GIF `mit anderer Software <https://grasswiki.osgeo.org/wiki/Movies>`_ speichern.
it: Puoi anche salvare ogni fotogramma come un file immagine per una successiva codifica in un AVI, MPEG, o GIF animata `utilizzando altri software <https://grasswiki.osgeo.org/wiki/Movies>`_.
ja: 各フレームを画像ファイルとして保存して、後で `他のソフトウェア <https://grasswiki.osgeo.org/wiki/Movies>`_ を使用してAVI、MPEG、またはアニメーションGIFにエンコードすることもできます。
sv: Du kan också spara varje bildruta som en bildfil för senare kodning till en AVI-, MPEG- eller animerad GIF-fil `med hjälp av annan programvara <https://grasswiki.osgeo.org/wiki/Movies>`_.

source: When you're done, click the red power button to close.
de: Wenn Sie fertig sind, klicken Sie auf den roten Button, zum Schließen.
it: Quando hai fatto, clicca il bottone rosso per chiudere.
ja: 終了したら、赤い電源ボタンをクリックして閉じます。
sv: När du är klar klickar du på den röda strömknappen för att stänga.

source: What next?
de: Was kommt als Nächstes?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: The :doc:`OpenCPN software <../overview/opencpn_overview>` (also on this disc) has a GRIB overlay plugin which you may try with your newly downloaded GRIB file. See the :doc:`OpenCPN quickstart <../quickstart/opencpn_quickstart>` for details.
de: Die :doc:`OpenCPN Software <../overview/opencpn_overview>` (auch auf OSGeoLive) hat ein GRIB-Overlay-Plugin, das Sie mit Ihrer neu heruntergeladenen GRIB-Datei ausprobieren können. Details finden Sie im :doc:`OpenCPN Quickstart <../quickstart/opencpn_quickstart>`.
it: Il :doc:`OpenCPN software <../overview/opencpn_overview>` (anche su questo disco) ha un plugin di overlay GRIB che puoi provare con il tuo file GRIB appena scaricato. Vedi il :doc:`OpenCPN quickstart <../quickstart/opencpn_quickstart>` per i dettagli.
ja: :doc:`OpenCPNソフトウェア <../overview/opencpn_overview>` (このディスクにもあります)にはGRIBオーバーレイプラグインがあり、新しくダウンロードしたGRIBファイルで試すことができます。詳細は、 :doc:`クイックスタート文書 <../quickstart/opencpn_quickstart>` を参照してください。
sv: Programvaran :doc:`OpenCPN <../overview/opencpn_overview>` (finns också på den här skivan) har ett GRIB overlay plugin som du kan prova med din nyligen nedladdade GRIB-fil. Se :doc:`OpenCPN quickstart <../quickstart/opencpn_quickstart>` för mer information.

source: Website: https://opengribs.org/en
it: Sito web: https://opengribs.org/en
sv: Webbplats: https://opengribs.org/en

source: Support: https://opengribs.org/en/support-forum
it: Supporto: https://opengribs.org/en/support-forum

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Again, mark out a box of interest with a left-click drag, but this time covering most or all of the zoomed-in map canvas.
sv: Markera återigen en intressant ruta med en vänsterklickdragning, men den här gången täcker den större delen av eller hela den inzoomade kartbilden.

source: zyGrib Quickstart
ja: zyGribクイックスタート

source: zyGrib is a program to download and visualize weather forecast data in the standard GRIB distribution format.
ja: zyGrib は、標準的なGRIB配布フォーマットで天気予報データをダウンロードして視覚化するプログラムです。

source: Start zyGrib
ja: zyGribを開始する

source: From the desktop, choose :menuselection:`Navigation and Maps --> zyGrib GRIB file viewer`.
ja: デスクトップから :menuselection:`Navigation and Maps --> zyGrib GRIB file viewer` を選択します。

source: You'll need an internet connection to download GRIB weather forecast data. You can get GRIB data from many sources, but as a convenience the zyGrib authors maintain a data server to use with zyGrib.
ja: GRIB天気予報データをダウンロードするにはインターネット接続が必要です。多くのソースからGRIBデータを取得することができますが、zyGribの作者は便宜上、zyGribで使用するデータサーバーを維持管理しています。

source: Website: https://www.zygrib.org
ja: Webサイト: https://www.zygrib.org

source: Support: https://zygrib.org/forum/
ja: サポート: https://zygrib.org/forum/

source: Website: https://opengribs.org
de: Webseite: https://opengribs.org
