Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/zoo-project_quickstart.po
Languages: es, fr, hu, it, ja, sv

source: Zoo Project Quickstart
es: Guía de Inicio Rápido de Zoo Project
fr: Guide de démarrage de ZOO Project
hu: Zoo Projekt gyorstalpaló
it: Guida rapida Zoo Project
ja: Zoo プロジェクト クイックスタート
sv: Snabbstart för Zoo Project

source: The ZOO-Project provides a developer friendly Web Processing Service (WPS) framework for creating and chaining Web Processing Services. A WPS provides web access to functions which run spatial algorithms.
es: ZOO-Project proporciona un marco de trabajo de Servicio de Procesamiento Web (WPS) amigable para desarrolladores, a fin de crear y encadenar Servicios de Procesamiento Web. Un WPS proporciona acceso web a funciones que ejecutan algoritmos espaciales.
fr: Le ZOO-projet fournit un cadre de développement facilité pour pour la création et le chaînage de géotraitements par le Web (WPS - Web Processing Service). Un WPS fournit l’accès web aux fonctions qui exécutent des algorithmes spatiaux.
hu: A ZOO-Projekt egy fejllesztőbarát Web Processing Service (WPS) keretrendszert biztosít a webes feldolgozó szolgáltatások létrehozásához és összeláncolásához. Egy WPS webes hozzáférést biztosít függvényekhez, melyek térbeli algoritmusokat futtatnak.
it: ZOO-Project fornisce un ambiente di sviluppo amichevole per Web Processing Service (WPS) per creare e concatenare Web Processing Services. Un WPS fornisce accesso web a funzioni che eseguono algoritmi spaziali.
ja: ZOOプロジェクトは、Web Processing Servicesを作成およびチェーンするための開発者向けのWeb Processing Service(WPS)フレームワークを提供します。WPSは空間アルゴリズムを実行する関数へのWebアクセスを提供します。
sv: ZOO-projektet tillhandahåller ett utvecklarvänligt ramverk för Web Processing Service (WPS) för att skapa och kedja Web Processing Services. En WPS ger webbåtkomst till funktioner som kör rumsliga algoritmer.

source: Contents
es: Contenidos
fr: Contenu
hu: Tartalom
it: Contenuti
sv: Innehåll

source: Start ZOO-Project
es: Iniciar ZOO-Project
fr: Démarrer ZOO-Project
hu: Zoo-Projekt indítása
it: Avvia ZOO-Project
ja: ZOOプロジェクトを開始する
sv: Starta ZOO-projektet

source: From the Start menu, select :menuselection:`Geospatial --> Web Services --> ZOO Project`.
es: En el menú Inicio, seleccione :menuselection:`Geoespacial --> Servicios Web --> ZOO Project`.
fr: Dans le menu Démarrer, sélectionnez :menuselection:`Geospatial --> Web Services --> ZOO Project`.
hu: Válassza a Start menüből :menuselection:`Geospatial --> Web Services --> ZOO Project`.
ja: スタートメニューから:menuselection:`Geospatial-->Web Services-->ZOO Project` を選択します。

source: Firefox will open the ZOO Project demonstration landing page. From here, you can select a demon application.
es: Firefox abrirá la página de inicio de demostración del ZOO Project. Desde aquí, puede seleccionar una demo de aplicación.
fr: Firefox ouvrira la page de destination de démonstration de ZOO-Project. De là, vous pouvez sélectionner une application en arrière-plan.
hu: A Firefox megnyitja t a ZOO projekt demonstrációs kezdőoldalát. Itt kiválaszthat egy demon alkalmazást.
it: Firefox sarà aperto con la pagina principale di dimostrazione di ZOO Project. Da qui, si può selezionare un'applicazione demo.
ja: FirefoxはZOOプロジェクトのデモがある着地ページを開きます。ここから、デモアプリケーションを選択できます。
sv: Firefox kommer att öppna landningssidan för ZOO-projektets demonstration. Härifrån kan du välja en demonapplikation.

source: screenshot
es: pantalla
sv: skärmbild

source: OGR spatial tools demo
es: Demostración de herramientas espaciales OGR
fr: Démonstration d’outils spatiaux OGR
hu: OGR térbeli eszközök demó
it: Demo strumento spaziale OGR
ja: OGR空間ツールのデモ
sv: Demo av OGR:s rumsliga verktyg

source: On the ZOO Project demonstration landing page, click :guilabel:`view` on OGR spatial tools.
es: En la página de inicio de la demostración del ZOO Project, haga click en :guilabel:`view` en las herramientas espaciales de OGR.
fr: Sur la page d’accueil et de démonstration de ZOO Project, cliquez sur :guilabel:`view` de l'onglet des outils spatiaux OGR.
hu: A ZOO projekt demonstráció kezdőoldalán kattintson a :guilabel:`view`-ra az OGR térbeli eszközök között.
it: Sulla pagina principale delle demo del ZOO Project, cliccare :guilabel:`visualizza` su strumenti spaziali OGR.
ja: ZOOプロジェクトのデモ着地ページで、OGR空間ツールの:guilabel:`ビュー` をクリックします。
sv: Klicka på :guilabel:`view` på OGR:s rumsliga verktyg på ZOO-projektets landningssida för demonstration.

source: Click on the map to select a feature from the :doc:`GeoServer <../overview/geoserver_overview>` WFS Server, the feature will be displayed in blue.
es: Haga click en el mapa para seleccionar una característica en el servidor WFS :doc:`GeoServer <../overview/geoserver_overview>`, la función se mostrará en azul.
fr: Cliquez sur la carte pour sélectionner une entité du flux WFS servie par :doc:`GeoServer <../overview/geoserver_overview>`, la fonctionnalité sera affichée en bleu.
hu: Kattintson a térképre egy térképi elem kiválasztásához a :doc:`GeoServer <../overview/geoserver_overview>` WFS szerverről, a térképi elem kékkel jelenik meg.,
it: Clicca sulla mappa per selezionare un elemento dal Server WFS di :doc:`GeoServer <../overview/geoserver_overview>`, l'elemento sarà visualizzato in blu.
ja: 地図をクリックして :doc:`GeoServer <../overview/geoserver_overview>` WFS Serverから地物を選択すると、地物が青で表示されます。
sv: Klicka på kartan för att välja en funktion från WFS Server :doc:`GeoServer <../overview/geoserver_overview>`, funktionen visas i blått.

source: Click on simple geometry process like Buffer, Centroid, ConvexHull or Boundary and the result will be displayed in yellow.
es: Haga click en un proceso de geometría simple como Buffer, Centroid, ConvexHull o Boundary y el resultado se mostrará en amarillo.
fr: Cliquez sur un processus de géométrie simple comme Buffer, Centroid, ConvexHull ou Boundary et le résultat sera affiché en jaune.
hu: Kattintson egy egyszerű geometriai feldolgozásra, például övezet, centrális vagy konvex burkoló és az eredmény sárgával jelenik meg.
it: Cliccare su un processo con geometry semplice come Buffer, Centroid, ConvexHull o Boundary e il risultato sarà visualizzato in giallo.
ja: バッファ、重心、凸包、境界などの単純なジオメトリ処理をクリックすると、結果が黄色で表示されます。
sv: Klicka på en enkel geometrisk process som Buffer, Centroid, ConvexHull eller Boundary och resultatet kommer att visas i gult.

source: Now select another feature near the first you've selected, then click on a multiple geometries process button like Union, Intersection, Symmetric Difference or Difference to get the result displayed in red on the map.
es: Ahora seleccione otra característica cerca de la primera que haya seleccionado y, a continuación, haga click en un botón de proceso de varias geometrías como Unión, Intersección, Diferencia simétrica o Diferencia para obtener el resultado que se muestra en rojo en el mapa.
fr: Maintenant, sélectionnez une autre entité près de la première que vous avez sélectionné, puis cliquez sur plusieurs boutons de processus de géométries, par exemple : Union, Intersection, différence symétrique ou Différence pour obtenir le résultat affiché en rouge sur la carte.
hu: Most válasszon egy másik térképi elemet az előzőleg kiválasztott közelében, majd kattintson a több geometriát feldolgozó gombra mint unió, szimmetrikus különbség vagy különbség, az eredmény pirossal jelenik meg a térképen.
it: Ora selezionare un altro elemento vicino il primo già selezionato, quindi cliccare su un processo a geometrie multiple come Union, Intersection, Symmetric Differences o Differences per ottenere il risultato visualizzato in rosso nella mappa
ja: 最初に選択した地物の近くにある別のジオメトリを選択し、[和](Union)、[交差](Intersection)、[対称差](Symmetric Difference)、[差](Difference)などの複数のジオメトリの処理ボタンをクリックして、結果を地図上に赤で表示します。
sv: Välj nu en annan funktion i närheten av den första du har valt och klicka sedan på en processknapp för flera geometrier som Union, Intersection, Symmetric Difference eller Difference för att få resultatet visat i rött på kartan.

source: CGAL triangulations demo
es: Demostración de triangulaciones CGAL
fr: Démonstration de triangulations CGAL
hu: CGAL háromszögek demó
it: Demo triangolazioni GCAL
ja: CGAL三角形分割デモ
sv: Demo av CGAL-trianguleringar

source: On the ZOO Project demonstration landing page, click :guilabel:`view` on CGAL triangulations.
es: En la página de inicio de la demostración del ZOO Project, haga click en :guilabel:`vista` en las triangulaciones CGAL.
fr: Sur la page d’accueil et de démonstration de ZOO Project, cliquez sur :guilabel:`view` sur les triangulations CGAL.
hu: A ZOO projekt demonstráció kezdőoldalán kattintson a :guilabel:`view`-ra a CGAL háromszögek között.
it: Sulla pagina principale delle demo del ZOO Project, cliccare :guilabel:`visualizza` su strumenti spaziali GCAL.
ja: ZOOプロジェクトのデモ着地ページで、CGAL三角形分割の:guilabel:`view` をクリックします。
sv: På ZOO-projektets landningssida för demonstration klickar du på :guilabel:`view` på CGAL-trianguleringar.

source: Press the Voronoi or Delaunay button to display on your map the result of the WPS service execution, as shown below.
es: Pulse el botón Voronoi o Delaunay para mostrar en el mapa el resultado de la ejecución del servicio WPS, como se muestra a continuación.
fr: Appuyez sur le bouton Voronoi ou Delaunay pour afficher sur votre carte le résultat de l’exécution du service WPS, comme indiqué ci-dessous.
hu: Nyomja meg a Voronoi vagy Delaunay gombot, hogy a térképén megjelenítse a WPS szolgáltatás eredményét, amint lentebb láthatja.
it: Premere il bottone Voronoy o Delaunay per visualizzare sulla mappa il risultato del servizio WPS in esecuzione, come mostrato sotto.
ja: ボロノイまたはドロネーボタンを押して、以下に示すように、WPSサービスの実行結果をマップに表示します。
sv: Tryck på Voronoi- eller Delaunay-knappen för att visa resultatet av WPS-tjänstens utförande på kartan, enligt bilden nedan.

source: OTB Applications demo
es: Demostración de Aplicaciones OTB
fr: Démonstration avec les applications OTB
hu: OTB alkalmazások demó
it: Demo applicazioni OTB
ja: OTBアプリケーションのデモ
sv: Demo av OTB-applikationer

source: On the ZOO Project demonstration landing page, click :guilabel:`view` on OTB application.
es: En la página de destino de la demostración del ZOO Project, haga click en :guilabel:`ver` en la aplicación OTB.
fr: Sur la page d’accueil et de démonstration de ZOO Project, cliquez sur :guilabel:`view` sur l’application OTB.
hu: A ZOO projekt demonstráció kezdőoldalán kattintson a :guilabel:`view`-ra az OTB alkalmazások között.
it: Sulla pagina principale delle demo del ZOO Project, cliccare :guilabel:`visualizza` su strumenti spaziali OTB.
ja: ZOOプロジェクトのデモ着地ページで、OTBアプリケーションの:guilabel:`view` をクリックします。
sv: På landningssidan för ZOO-projektets demonstration, klicka på :guilabel:`view` på OTB-applikationen.

source: Fill the form on the left to configure the WPS service execution.
es: Rellene el formulario de la izquierda para configurar la ejecución del servicio WPS.
fr: Remplissez le formulaire à gauche pour configurer l’exécution du service WPS.
hu: Töltse ki az űrlapot a bal oldalon a WPS szolgáltatás konfigurálásához.
it: Compila il modulo sulla sinistra per configurate l'esecuzione del servizio WPS.
ja: 左側のフォームに入力して、WPSサービスの実行を設定します。
sv: Fyll i formuläret till vänster för att konfigurera WPS-tjänstens utförande.

source: Once you have selected the values for your processing, press the :guilabel:`Execute` button at the bottom of the left form.
es: Una vez que haya seleccionado los valores para su procesamiento, presione el botón :guilabel:`Ejecutar` en la parte inferior del formulario izquierdo.
fr: Une fois que vous avez paramétré les valeurs pour votre traitement, appuyez sur le bouton :guilabel:`Execute` en bas du formulaire gauche.
hu: Amikor kiválasztotta a feldolgozásához az értékeket nyomja meg az guilabel:`Execute` gombot az űrlapon alul.
it: Quando sono stati selezionati i valori per il processamento, premere il pulsante :guilabel:`Esecuzione` in basso nel modulo di sinistra.
ja: 処理する値を選択したら、左側のフォームの下部にある:guilabel:`Execute` ボタンを押します。
sv: När du har valt värden för bearbetningen trycker du på knappen :guilabel:`Execute` längst ner i det vänstra formuläret.

source: If you chose image/png as the output format, you will see the result of your processing displayed on the map. You can see below a sample KMeansClassification execution when selecting the image/png output format.
es: Si elige image/png como formato de salida, verá el resultado del procesamiento que se muestra en el mapa. Puede ver a continuación una ejecución de KMeansClassification de ejemplo al seleccionar el formato de salida image/png.
fr: Si vous avez choisi image/png comme format de sortie, vous verrez le résultat de votre traitement affiché sur la carte. Vous pouvez voir ci-dessous un exemple d’exécution de KMeansClassification avec la sélection du format de sortie image/png.
hu: Ha az image/png output formátumot választja, akkor a feldolgozás eredményét a térképen láthatja. Lent egy minta KMeansClassification eredményét, amikor image/png output formátumot választottunk.
it: Se si seleziona image/png come formato di uscita, si vedranno il risultato del processo visualizzato sulla mappa. Si può vedere sotto un esempio dell'esecuzione di KMeansClassification quando si seleziona il formato di uscita image/png.
ja: 出力形式としてimage/pngを選択した場合、処理結果が地図に表示されます。image/png出力フォーマットを選択すると、サンプルのKMeansClassification実行が表示されます。
sv: Om du väljer image/png som utdataformat visas resultatet av din bearbetning på kartan. Nedan kan du se ett exempel på hur KMeansClassification utförs när du väljer utdataformatet image/png.

source: What next?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?
it: E ora?
ja: 次のステップ
sv: Hur vill du gå vidare?

source: You can access the capabilities of the ZOO WPS Server:
es: Se pueden acceder a las capacidades del servidor WPS ZOO:
fr: Vous pouvez accéder à des capacités du serveur ZOO WPS :
hu: Hozzáférhet a ZOO WPS képességeihez:
it: Si può accedere la capabilities del Server ZOO WPS:
ja: ZOO WPSサーバーの機能にアクセスできます。
sv: Du kan få tillgång till funktionerna i ZOO WPS-servern:

source: For further questions you can contact the ZOO Project mailing list: zoo-discuss@lists.osgeo.org
es: Para más preguntas puedes contactar con la lista de correo de ZOO Project: zoo-discuss@lists.osgeo.org
fr: Pour toute autre question, vous pouvez contacter la liste de diffusion ZOO Project : zoo-discuss@lists.osgeo.org
hu: További kérdésekhez kapcsolódjon a ZOO projekt levelező listájához: zoo-discuss@lists.osgeo.org
it: Per maggiori informazioni puoi contattare la mailing list di ZOO Project: zoo-discuss@lists.osgeo.org
ja: 詳細については、ZOO Projectメーリングリスト:zoo-discuss@lists.osgeo.orgに問い合わせてください。
sv: För ytterligare frågor kan du kontakta ZOO-projektets e-postlista: zoo-discuss@lists.osgeo.org

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: From the Start menu, select |menu_zoo-project|.
it: Dal menu principale, select |menu_zoo-project|.
sv: Välj |menu_zoo-project| från Start-menyn.
