Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/zygrib_quickstart.po
Languages: es, fr, hu

source: zyGrib Quickstart
es: Guía de Inicio Rápido de zyGrib
fr: Guide de démarrage rapide de zyGrib
hu: zyGrib gyorstalpaló

source: zyGrib is a program to download and visualize weather forecast data in the standard GRIB distribution format.
es: zyGrib es un programa para descargar y visualizar datos de Pronóstico del tiempo en el formato estándar de la distribución de GRIB.
fr: zyGrib est un programne pour télécharger et visualiser des données de prévision météorologique au format standard de distribution GRIB.
hu: A zyGrib egy olyan program, amellyel letöltheti és megjelenítheti az időjárás-előrejelzési adatokat a standard GRIB formátumban.

source: Start zyGrib
es: Empezar zyGrib
fr: Démarrer zyGrib
hu: zyGrib indítása

source: From the desktop, choose :menuselection:`Navigation and Maps --> zyGrib GRIB file viewer`.
es: Desde el escritorio, elija :menuselection:`Navegación y Mapas --> zyGrib GRIB visor de archivos`.
fr: Depuis le bureau, choisissez :menuselection:`Navigation and Maps --> zyGrib GRIB file viewer`.
hu: Az asztalról válassza a :menuselection:`Navigation and Maps --> zyGrib GRIB file viewer`-t.

source: Select your preferred language and click :guilabel:`OK`. The program opens and you are presented with a map of the world.
es: Seleccione su idioma preferido y haga click en :guilabel:`Aceptar`. El programa se abre y se le presenta un mapa del mundo.
fr: Sélectionnez votre langue préférée et cliquez sur :guilabel:`OK`. Le programme s’ouvre et une carte du monde vous est présentée.
hu: Válassza ki az ön által kedvelt nyelvet és kattintson a :guilabel:`OK`-ra. A program megnyílik és egy világtérkép jelenik meg.

source: Check the connection to the data server. On the toolbar at the top right of the screen, click the power plug icon. The File Server Status window opens and after a moment, it will confirm the status of the connection.
es: Compruebe la conexión con el servidor de datos. En la barra de herramientas en la parte superior derecha de la pantalla, haga click en el ícono del enchufe de eléctrico. Se abre la ventana Estado del Servidor de Archivos y, después de un momento, confirmará el estado de la conexión.
fr: Vérifiez la connexion au serveur de données. Sur la barre d’outils en haut à droite de l’écran, cliquez sur l’icône en forme de prise de courant. La fenêtre d’état du serveur de fichiers s’ouvre et après un moment, elle confirmera l’état de la connexion.
hu: Ellenőrizze a kapcsolatot az adatszerverhez. Az eszközsorban a képernyő jobb-felső sarkában kattintson a tápcsatlakozó ikonra. A File Server Status ablak nyílik meg egy pillanat múlva, a kapcsolat állapotát ellenőrizheti.

source: You'll need an internet connection to download GRIB weather forecast data. You can get GRIB data from many sources, but as a convenience the zyGrib authors maintain a data server to use with zyGrib.
es: Necesitarás una conexión a internet para descargar los datos de previsión meteorológica GRIB. Puede obtener datos GRIB de muchas fuentes, pero para comodidad los autores de zyGrib mantienen un servidor de datos para usar con zyGrib.
fr: Vous aurez besoin d’une connexion Internet pour télécharger les données des prévisions météorologiques GRIB. Vous pouvez obtenir des données GRIB de nombreuses sources, mais par commodité les auteurs de zyGrib maintiennent un serveur de données à utiliser avec zyGrib.
hu: Internet kapcsolatra lesz szüksége a GRIB időjárás előrejelzés adatok letöltéséhez. Többféle forrásból kaphat GRIB adatokat, de a zyGrib készítői egy adatszervert üzemeltetnek a zyGrib kényelmes használatához.

source: Download data
es: Descargar datos
fr: Télécharger les données
hu: Adatletöltés

source: Use the mouse to click and drag a box on the map canvas on a part of the world you are interested in. The Gulf of Mexico or the southern tip of Africa often have dynamic winds.
es: Utilice el ratón para hacer click y arrastrar un cuadro en el lienzo del mapa en una parte del mundo que le interesa. El Golfo de México o el extremo sur de Africa a menudo tienen vientos dinámicos.
fr: Utilisez la souris pour faire un cliqué-glissé sur la zone de la carte sur une partie du monde qui vous intéresse. Le golfe du Mexique ou la pointe sud de l’Afrique ont souvent des vents dynamiques.
hu: Használja az egeret, hogy egy téglalapot húzzon ki a világ ön számára érdekes részén. A Mexikói öböl vagy Afrika déli csücske gyakran szeles.

source: With your box drawn on the map, click the zoom-to-box icon on the taskbar (the magnifying glass with a small box underneath it)
es: Con el cuadro dibujado en el mapa, haga click en el ícono de zoom-a-caja en la barra de tareas (la lupa con una pequeña caja debajo de ella)
fr: Avec votre rectangle dessiné sur la carte, cliquez sur l’icône zoom-to-box sur la barre des tâches (la loupe avec un petit rectangle en dessous)
hu: A térképére rajzolt téglalap mellett kattintson a téglalapra nagyítás ikonra az eszközsorban (a nagyító egy kis téglalappal)

source: Again, mark out a box of interest with a left-click drag, but this time covering most or all of the zoomed-in map canvas.
es: Una vez más, marque un cuadro de interés con un arrastre del botón izquierdo del click, pero esta vez cubriendo la mayor parte o la totalidad del lienzo de mapa ampliado.
fr: Encore une fois, marquez votre zone d'intérêt avec un cliqué-glissé gauche, mais cette fois couvrant la plupart de la carte zoomée.
hu: Ismét jelöljön ki egy téglalapot bal kattintással és húzással, de most takarja a nagyított térkép nagy részét vagy az egészet.

source: Select :menuselection:`File --> Download GRIB` and select the features you want to download. If in doubt, accept the defaults.
es: Seleccione :menuselection:`File --> Descargar GRIB` y seleccione las características que desea descargar. En caso de duda, acepte los valores predeterminados.
fr: Sélectionnez :menuselection:`File --> Download GRIB` et sélectionnez les entités que vous souhaitez télécharger. En cas de doute, acceptez les paramètres par défaut.
hu: Válassza a :menuselection:`File --> Download GRIB`-et és válassza ki a letöltendő elemeket. Ha kétségei vannak fogadja el az alapértelmezettet.

source: When ready click the ``Download`` button, and save the file to disk.
es: Cuando esté listo, haga click en el botón ``Descargar`` y guarde el archivo en el disco.
fr: Lorsque vous êtes prêt, cliquez sur le bouton ``Download`` et enregistrez le fichier sur le disque.
hu: Amikor készen van kattintson a ``Download`` gombra és mentse a fájlt a lemezre.

source: The application displays a weather map with a time slider along the bottom, set for the current time. You can use the mouse wheel to zoom in if you like.
es: La aplicación muestra un mapa del tiempo con un control deslizante de tiempo a lo largo de la parte inferior, establecido para la hora actual. Puede utilizar la rueda del ratón para acercar si lo desea.
fr: L’application affiche une carte météo avec un curseur de temps le long du bas de la carte, définie pour l’heure actuelle. Vous pouvez utiliser la molette de la souris pour zoomer si vous le souhaitez.
hu: Az alkalmazás egy időjárás térkép jelenít meg az aktuális időpontra beállított idő csúszkával alul. Az egérgörgővel nagyíthat, ha szeretne.

source: Change views
es: Cambiar vistas
fr: Modifier les vues
hu: Nézet módosítása

source: Move the mouse around the map you'll see the exact conditions listed in the pane on the left.
es: Mueva el ratón por el mapa, verá las condiciones exactas enumeradas en el panel de la izquierda.
fr: Déplacez la souris autour de la carte, vous verrez les conditions exactes énumérées dans le volet sur la gauche.
hu: Mozgassa az egeret a térképen, és a bal oldali panelen a pontos körülmények láthatók.

source: You can change the time by moving the slider along the bottom, or from the drop down menu in the top-left of the window.
es: Puede cambiar la hora moviendo el control deslizante a lo largo de la parte inferior, o desde el menú desplegable de la parte superior izquierda de la ventana.
fr: Vous pouvez modifier le temps en déplaçant le curseur le long de la partie inférieure, ou dans le menu déroulant en haut à gauche de la fenêtre.
hu: Az időt megváltoztathatja az alsó csúszka mozgatásával vagy a legördülő menüből az ablak bal-felső részén.

source: From the ``Weather map`` menu, select a variable to visualize. For example, select :menuselection:`Weather map --> Cloud cover` and the view should change.
es: En el menú ``Mapa meteorológico``, seleccione una variable para visualizar. Por ejemplo, seleccione :menuselection:`Mapa meteorológico --> Cubierta de nubes` y la vista debe cambiar.
fr: Dans le menu ``Weather map``, sélectionnez une variable à visualiser. Par exemple, sélectionnez :menuselection:`Weather map --> Cloud cover` et la vue doit changer.
hu: ``Weather map`` menüből válasszon egy változót a megjelenítéséhez. Például válassza a :menuselection:`Weather map --> Cloud cover`-t és a nézet megváltozik.

source: If you downloaded data for the Gulf of Mexico you'll be interested to view the CAPE data. "CAPE" stands for Convective Available Potential Energy at ground level. It is a measure of atmospheric instability, and high values (1000s of J/kg) indicate a threat of thunderstorms and/or tornadoes.
es: Si ha descargado datos para el Golfo de México le interesará ver los datos de cabo. "Cabo" "CAPE" significa Energía Potencial Disponible Convectiva a nivel del suelo. Es una medida de la inestabilidad atmosférica y valores altos (1000s de J/kg) indican una amenaza de tormentas y/o tornados.
fr: Si vous avez téléchargé les données pour le golfe du Mexique, vous serez intéressé d’afficher les données CAPE. "CAPE" signifie Convective Available Potential Energy (Energie convective potentielle disponible) au niveau du sol. C’est une mesure de l’instabilité atmosphérique et des valeurs élevées (1000 s de J/kg) indique un risque d’orages et/ou de tornades.
hu: Ha adatokat töltött le a Mexikói-öbölre, érdekes lehet hogy megtekinthesse a CAPE adatokat. "CAPE" jelentése Konvektív rendelkezésre álló potenciális energia a talajszinten. Ez a légköri instabilitás mértéke, és a magas értékek (1000j J/kg) zivatarok és/vagy tornádók veszélyére utalnak.

source: If you downloaded data for southern Africa, cloud cover may be more interesting.
es: Si ha descargado datos para el sur de Africa, la cobertura de nubes puede ser más interesante.
fr: Si vous avez téléchargé des données pour l’Afrique australe, la couverture nuageuse peut être plus intéressante.
hu: Ha Dél-Afrikára töltött le adatokat, a felhőtakaró még érdekesebb lehet.

source: Create an animation
es: Crear una animación
fr: Créer une animation
hu: Animáció létrehozása

source: Click the right-hand most icon on the toolbar (a rocketship). A new window opens and an animation will be generated.
es: Haga click en el ícono de la derecha más en la barra de herramientas (un cohete). Se abre una nueva ventana y se generará una animación.
fr: Cliquez sur l’icône la plus à droite sur la barre d’outils (une fusée). Une nouvelle fenêtre s’ouvre et une animation sera générée.
hu: Kattintson a jobb szélső ikonra az eszköztáron (egy űrhajó). Egy új ablak jelenik, és egy animáció jön létre.

source: Wait while it runs through the time sequence for the first time. When it is done it will rewind to the beginning of the time series.
es: Espere mientras se ejecuta a través de la secuencia de tiempo por primera vez. Cuando se hace se rebobinará al principio de la serie temporal.
fr: Attendez que l'application traverse la séquence de temps pour la première fois. Quand cela est fait, elle se rembobinera au début de la série de temps.
hu: Várjon, amíg először végigfut az idősorozaton. Ha ez megtörtént, akkor visszamegy az idősorozat elejére.

source: You can play, pause and rewind the sequence as you like.
es: Puede reproducir, pausar y rebobinar la secuencia como desee.
fr: Vous pouvez jouer, mettre en pause et rembobiner la séquence comme vous le souhaitez.
hu: Lejátszhatja, megállíthatja és visszatekerheti a sorozatot, ahogy tetszik.

source: You can also save each frame as an image file for later encoding into an AVI, MPEG, or animated GIF `using other software <https://grasswiki.osgeo.org/wiki/Movies>`_.
es: También puede guardar cada fotograma como un archivo de imagen para su posterior codificación en un AVI, MPEG o GIF animado `utilizando otro software <https://grasswiki.osgeo.org/wiki/Movies>`_.
fr: Vous pouvez également enregistrer chaque image comme un fichier d’image pour l’encodage ultérieur dans un AVI, MPEG, ou GIF animé en utilisant `d’autres logiciels <https://grasswiki.osgeo.org/wiki/Movies>`_.
hu: Elmentheti az egyes képkockákat későbbi AVI, MPEG, vagy animált GIF-be konvertáláshoz `más szoftver <https://grasswiki.osgeo.org/wiki/Movies>`_ felhasználásával.

source: When you're done, click the red power button to close.
es: Cuando haya terminado, haga click en el botón rojo de encendido para cerrar.
fr: Lorsque vous avez terminé, cliquez sur le bouton d’alimentation rouge pour fermer.
hu: Ha elkészült, a bezáráshoz kattintson a piros kikapcsoló gombra.

source: What next?
es: ¿Qué sigue?
fr: Ensuite ?
hu: Mi a következő?

source: The :doc:`OpenCPN software <../overview/opencpn_overview>` (also on this disc) has a GRIB overlay plugin which you may try with your newly downloaded GRIB file. See the :doc:`OpenCPN quickstart <../quickstart/opencpn_quickstart>` for details.
es: El :doc:`OpenCPN software <../overview/opencpn_overview>` (también en este disco) tiene un complemento de superposición GRIB que puede probar con su archivo GRIB recién descargado. Ver el :doc:`OpenCPN quickstart <../quickstart/opencpn_quickstart>` para más detalles.
fr: Le :doc:`logiciel OpenCPN <../overview/opencpn_overview>` (aussi sur ce disque) a un plugin de superposition GRIB qui vous pouvez essayer avec votre fichier GRIB nouvellement téléchargé. Voir le :doc:`guide de démarrage rapide d'OpenCPN quickstart <../quickstart/opencpn_quickstart>` pour plus de détails.
hu: A :doc:`OpenCPN <../overview/opencpn_overview>` szoftvernek (szintén ezen a lemezen) van egy GRIB overlay modulja, mellyel kipróbálhatja az újonnan letöltött GRIB fájlt. A részleteket a :doc:`OpenCPN gyorstalpalóban <../quickstart/opencpn_quickstart>` találja.

source: Website: https://www.zygrib.org
es: Sitio web: https://www.zygrib.org
fr: **Site Internet:** https://www.zygrib.org
hu: Honlap: https://www.zygrib.org

source: Support: https://zygrib.org/forum/
es: Soporte: https://zygrib.org/forum/
hu: Támogatás: https://zygrib.org/forum/
