Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/52nSOS_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: We would like to thank the Belgian Interregional Environment Agency (`IRCEL - CELINE <http://www.irceline.be/en/>`_) for providing the demonstration data used in this SOS installation. The demo data are published under a `CC-BY licence <http://creativecommons.org/licenses/by/3.0/>`_.
de: Wir möchten der belgischen belgischen Interregional Environment Agency (`IRCEL - CELINE <http://www.irceline.be/en/>`_) für die Bereitstellung der Demodaten dieser SOS-Installation danken. Die Demo-Daten sind unter einer 'CC-BY Lizenz < http://creativecommons.org/licenses/by/3.0/ >' _ veröffentlicht.
es: Nos gustaría agradecer a la Agencia Ambiental Interregional Belga (`IRCEL - CELINE <http://www.irceline.be/en/>`_) por proporcionar los datos de demostración utilizados en esta instalación de SOS. Estos datos de demostración se publican bajo una `CC-BY licence <http://creativecommons.org/licenses/by/3.0/>`_.
fr: Nous tenons à remercier l’Agence belge de l’environnement Interregional (`IRCEL - CELINE <http://www.irceline.be/en/>`_) pour fournir les données de démonstration utilisées dans cette installation de SOS. Les données de démo sont publiées sous un `licence CC-BY <http://creativecommons.org/licenses/by/3.0/>`_..
hu: Ezúton szeretnénk köszönetet mondani a belga Interregional Environment Agency-nek (`IRCEL - CELINE <http://www.irceline.be/en/>`_) az SOS telepítőben használt bemutató adatok biztosításáért. A demó adatokat a `CC-BY licenc <http://creativecommons.org/licenses/by/3.0/>`_ alatt teszik közzé.
sv: Vi vill tacka den belgiska interregionala miljöbyrån (`IRCEL - CELINE <http://www.irceline.be/en/>`_) för att tillhandahålla de demonstrationsdata som används i denna SOS-installation. Demodata publiceras under `CC-BY licens <http://creativecommons.org/licenses/by/3.0/>`_.

source: SOS Operations
de: SOS Operationen
es: Operaciones SOS
fr: Opérations SOS
hu: SOS műveletek
it: Operazioni SOS
ja: SOS 操作
sv: SOS funktioner

source: **Queries**:
de: **Operationen des “SOS Core Profiles“**:
es: **Consultas**:
fr: **Requêtes**:
hu: **Lekérdezések**:
it: **Interrogazioni**:
ja: **クエリ**:
sv: **Förfrågningar**:

source: GetCapabilities: for requesting a self-description of the service.
de: GetCapabilities, zum Abrufen einer Selbstbeschreibung des Dienstes.
es: GetCapabilities: para solicitar una auto descripción del servicio.
fr: GetCapabilities: pour demander une description automatique du service.
hu: GetCapabilities: a szolgáltatás leírás lekérdezéséhez.
it: GetCapabilities: per richiedere un'autodescrizione del servizio.
ja: GetCapabilities: サービスの自己記述を要求します。
sv: GetCapabilities: för att begära en självbeskrivning av tjänsten.

source: DescribeSensor: for requesting information about the sensor.
de: DescribeSensor, zum Abfragen von Sensorbeschreibungen.
es: DescribeSensor: para solicitar información sobre el sensor.
fr: DescribeSensor: pour demander les informations sur le capteur.
hu: DescribeSensor: információ kérés a szenzorról.
it: DescribeSensor: per richiedere informazioni sul sensore.
ja: DescribeSensor: センサーに関する情報を要求します。
sv: DescribeSensor: för att begära information om sensorn.

source: GetFeatureOfInterest / GetFeatureOfInterestTime (from 1.0): for requesting features (e.g. sensor/measurement locations).
de: GetFeatureOfInterest/GetFeatureOfInterestTime (ab 1.0): zum Abfragen der Geometrien von Mess-Standorten (z.B. Sensorstandorten).
es: GetFeatureOfInterest / GetFeatureOfInterestTime (desde 1.0): para solicitar características (e.g. localizaciones y medición del sensor).
fr: GetFeatureOfInterest/ GetFeatureOfInterestTime (depuis la 1.0): pour demander des entités (par exemple la localisation des capteurs / mesures).
hu: GetFeatureOfInterest / GetFeatureOfInterestTime (1.0-tól): elemek lekérdezéséhez (pl. szenzor/mérés pozíciója).
it: GetFeatureOfInterest / GetFeatureOfInterestTime (da 1.0): per la richiesta di funzionalità (per esempio posizioni di sensori/misure).
ja: GetFeatureOfInterest / GetFeatureOfInterestTime (1.0以降): 機能(センサー/測定位置など)を要求します。
sv: GetFeatureOfInterest/GetFeatureOfInterestTime (från 1.0): för att begära egenskaper (t. ex. sensor-/mätplatser).

source: GetObservationById / GetObservation: for requesting observations.
de: GetObservationById / GetObservation, zum Abfragen von Messungen.
es: GetObservationById / GetObservation: para la solicitud de observaciones.
fr: GetObservationById / GetObservation: pour demander des observations.
hu: GetObservationById / GetObservation: mérések lekérdezéséhez.
it: GetObservationById / GetObservation: per richiedere osservazioni.
ja: GetObservationById / GetObservation: 観測データを要求します。
sv: GetObservationById/GetObservation: för att begära observationer.

source: GetResult (from specification version 2.0): for requesting sensor data.
de: GetResult (aus der Spezifikationsversion 2.0) zum Abfragen von Messdaten.
es: GetResult (desde la especificación de la versión 2.0): para solicitar los datos del sensor.
fr: GetResult (depuis la spécification version 2.0): pour demander des données au capteur.
hu: GetResult (2.0 verzió specifikációjától): a szenzor adatok lekérdezéséhez.
it: GetResult (dalla specifica versione 2.0): per richiedere i dati del sensore.
ja: GetResult (仕様バージョン2.0以降): センサーデータを要求します。
sv: GetResult (från specifikationsversion 2.0): för att begära sensordata.

source: GetResultTemplate (from specification version 2.0): for requesting a template of the result structure that will be returned by a GetResult request.
de: GetResultTemplate (aus der Spezifikationsversion 2.0) zum Abfragen von einer Messdaten-Struktur-Vorlage der Messdaten-Struktur, die von einer GetResult-Anfrage ausgegeben wird.
es: GetResultTemplate (desde la especificación de la versión 2.0): para solicitar una plantilla de la estructura del resultado que devolverá una solicitud GetResult.
fr: GetResultTemplate (depuis la spécification version 2.0): pour demander un modèle de la structure du résultat qui sera retourné par une requête GetResult.
hu: GetResultTemplate ((2.0 verzió specifikációjától): egy sablon lekérdezésére az eredmény szerkezethez, melyet a GetResult kérés ad vissza.
it: GetResultTemplate (dalla versione 2.0 delle specifiche): per richiedere un modello della struttura dei risultati che sarà restituita da una richiesta GetResult.
ja: GetResultTemplate (仕様バージョン2.0以降): GetResult 要求で返される結果データのテンプレートを要求します。
sv: GetResultTemplate (från specifikationsversion 2.0): för att begära en mall för resultat strukturen som returneras av en GetResult-begäran.

source: GetDataAvailability (from `SOS 2.0 Hydrology Profile - OGC Best Practice <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_): for requesting the data availability for certain configurations.
de: GetDataAvailability, zum Abfragen von Datenverfügbarkeit für verschiedene Konstellationen von Abfrageparametern (spezifiziert in `SOS 2.0 Hydrology Profile - OGC Best Practice <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_).
es: GetDataAvailability (de `Perfil Hidrológico de SOS 2.0 Hydrology Profile - Mejores prácticas OGC <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_): para solicitar la disponibilidad de datos para ciertas configuraciones.
fr: GetDataAvailability (à partir du `profil hydrologie SOS 2.0 -Meilleures pratiques OGC <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_): pour demander la disponibilité des données pour certaines configurations.
hu: GetDataAvailability ( `SOS 2.-től Hidrológiai profil - OGC legobb gyakorlat <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_): adat hozzáférés lekérdezése bizonyos konfigurációkban.
sv: GetDataAvailability (från `SOS 2.0 Hydrology Profile - OGC Best Practice <http://docs.opengeospatial.org/bp/14-004r1/14-004r1.html#38>`_): för att begära datatillgänglighet för vissa konfigurationer.

source: **Transactions**:
de: **Transaktionen**:
es: **Transacciones**:
hu: **Tranzakciók**:
it: **Transazioni**:
ja: **トランザクション**:
sv: **Transaktioner**:

source: InsertSensor (from specification version 2.0): for inserting metadata of new sensors.
de: InsertSensor (aus der Spezifikationsversion 2.0) zum Einfügen neuer Sensoren (d.h. zum Registrieren ihrer Metadaten) in einer SOS-Instanz.
es: InsertSensor (desde la especificación de la versión 2.0): para insertar metadatos de nuevos sensores.
fr: InsertSensor (depuis la spécification version 2.0): pour insérer les métadonnées de nouveaux capteurs.
hu: InsertSensor (2.0 verzió specifikációjától): új szenzorok metaadatainak beillesztéséhez.
it: InsertSensor (dalla versione 2.0 delle specifiche): per inserire i metadati di nuovi sensori.
ja: InsertSensor (仕様バージョン2.0以降): 新しいセンサーのメタデータを挿入します。
sv: InsertSensor (från specifikationsversion 2.0): för att infoga metadata för nya sensorer.

source: InsertObservation (from specification version 2.0): for inserting new observations.
de: InsertObservation (aus der Spezifikationsversion 2.0) zum Einfügen neuer Messdaten, welche durch zuvor registrierte Sensoren geliefert werden.
es: InsertObservation (desde la especificación de la versión 2.0): para la inserción de nuevas observaciones.
fr: InsertObservation (depuis la spécification version 2.0): pour ajouter de nouvelles observations.
hu: InsertObservation (2.0 verzió specifikációjától): új észlelések beviteléséhez.
it: InsertObservation (dalla versione 2.0 delle specifiche): per inserire nuove osservazioni.
ja: InsertObservation (仕様バージョン2.0以降): 新しい観測データを挿入します。
sv: InsertObservation (från specifikationsversion 2.0): för att infoga nya observationer.

source: UpdateSensorDescription (from specification version 2.0): for updating the description of a sensor.
de: UpdateSensorDescription (aus der Spezifikationsversion 2.0) zum Aktualisieren von bestehenden Sensorbeschreibungen.
es: UpdateSensorDescription (desde la especificación de la versión 2.0): para la actualización de la descripción de un sensor.
fr: UpdateSensorDescription (depuis la spécification version 2.0): pour la mise à jour de la description d'un capteur.
hu: UpdateSensorDescription (2.0 verzió specifikációjától): a szenzor leírás aktualizálásához.
it: UpdateSensorDescription (dalla versione 2.0 delle specifiche): per aggiornare la descrizione di un sensore.
ja: UpdateSensorDescription (仕様バージョン2.0以降): センサーの説明を更新します。
sv: UpdateSensorDescription (från specifikationsversion 2.0): för att uppdatera beskrivningen av en sensor.

source: DeleteSensor (from specification version 2.0): for deleting a sensor/procedure and all related offerings and observations.
de: DeleteSensor (aus der Spezifikationsversion 2.0) zum Entfernen von Sensoren inkl. aller Messdaten und zugehörigen Datenstrukturen (z.B. Offering).
es: DeleteSensor (desde la especificación de la versión 2.0): para eliminar un procedimiento de sensor y todos los relacionados con ofertas y observaciones.
fr: DeleteSensor (depuis la spécification version 2.0): pour supprimer un capteur/procédure et toutes les propositions et observations liées.
hu: DeleteSensor (2.0 verzió specifikációjától): szenzor/eljárás és minden kapcsolódó kínálat és észlelés törléséhez.
it: DeleteSensor (dalla versione 2.0 delle specifiche): per cancellare un sensore/procedimento e tutte le offerte e osservazioni relative.
ja: DeleteSensor (仕様バージョン2.0以降): センサー/プロシージャと全ての関連する提供物と観測データを削除します。
sv: DeleteSensor (från specifikationsversion 2.0): för att ta bort en sensor/procedur och alla relaterade erbjudanden och observationer.

source: DeleteObservation (extension for SOS specification 2.0): for deleting an observation.
de: DeleteObservation (aus der Spezifikationsversion 2.0) zum Löschen von Messdaten via Messdaten-Identifier
es: DeleteObservation (desde la especificación de la versión 2.0): para eliminar una observación.
fr: DeleteObservation (depuis la spécification version 2.0): pour supprimer une observation.
hu: DeleteObservation (bővítés az SOS 2.0 specifikációhoz): egy észlelés törléséhez.
it: DeleteObservation (estensione per la specifica SOS 2.0): per cancellare un'osservazione.
ja: DeleteObservation (SOS 仕様 2.0の拡張): 観測データを削除します。
sv: DeleteObservation (förlängning för SOS-specifikation 2.0): för radering av en observation.

source: InsertResultTemplate (from specification version 2.0): for inserting a result template.
de: InsertResultTemplate (aus der Spezifikationsversion 2.0) zum Einfügen einer Beschreibung der Struktur von Messungen eines Sensors (z.B. grundlegende Metadaten, Felder des Messergebnisses).
es: InsertResultTemplate (desde la especificación de la versión 2.0): para insertar una plantilla de resultado.
fr: InsertResultTemplate (depuis la spécification version 2.0): pour insérer un modèle de résultat.
hu: InsertResultTemplate (2.0 verzió specifikációjától): eredmény sablon beszúrásához.
it: InsertResultTemplate (dalla versione 2.0 delle specifiche): per inserire un modello di risultato.
ja: InsertResultTemplate (仕様バージョン2.0以降): 結果テンプレートを挿入します。
sv: InsertResultTemplate (från specifikationsversion 2.0): för att infoga en resultatmall.

source: InsertResult (from specification version 2.0): for inserting results.
de: InsertResult (aus der Spezifikationsversion 2.0) zum Einfügen von Messdaten unter Nutzung einer vorher eingefügten Struktur-Beschreibung.
es: InsertResult (desde la especificación de la versión 2.0): para insertar resultados.
fr: InsertResult (depuis la spécification version 2.0): pour insérer des résultats.
hu: InsertResult (2.0 verzió specifikációtól): eredmények beszúrásához.
it: InsertResult (dalla specifica versione 2.0): per inserire i risultati.
ja: InsertResult (仕様バージョン2.0以降): 結果データを挿入します。
sv: InsertResult (från specifikationsversion 2.0): för att infoga resultat.

source: InsertFeatureOfInterest for feature insertion
de: InsertFeatureOfInterest um Features einzufügen.
es: InsertFeatureOfInterest o Insertar característica de interés, para la inserción de características
fr: InsertFeatureOfInterest pour l'insertion d'entités
hu: InsertFeatureOfInterest elemek beszúrásához
it: InsertFeatureOfInterest per l'inserimento delle funzionalità
ja: InsertFeatureOfInterest 地物を挿入します。
sv: InsertFeatureOfInterest för att infoga funktion

source: DeleteResultTemplate for the deletion of resultTemplates by identifier or offering/observedProperty pairs
de: DeleteResultTemplate um resultTemplates anhand des Identifiers oder eines offering observedProperty Paares zu löschen.
es: DeleteResultTemplate para la eliminación de resultTemplates por identificador o pares de oferta/observedProperty
fr: DeleteResultTemplate pour la suppression de modèles de résultat par indentifiant ou des paires proposition / propriété observée.
hu: DeleteResultTemplate a resultTemplate-ek vagy kínálat/resultTemplates párok törléséhez
it: DeleteResultTemplate per la cancellazione di resultTemplate per coppie identificatore o offerta/proprietà osservate
ja: DeleteResultTemplate 識別子または提供サービスID/計測項目ペアにより、結果テンプレートを削除します。
sv: DeleteResultTemplate för borttagning av resultTemplates efter identifierare eller erbjudande/observedProperty-par

source: Within these operations, the following filter operators are possible where applicable:
de: Einige Operationen erlauben die Anwendungen folgender Filter-Operatoren, soweit sinnvoll:
es: Dentro de estas operaciones, según sea el caso, los siguientes operadores de filtro son posibles:
fr: Pour ces requêtes, les opérateurs de filtrage suivants sont possibles:
hu: Ezen műveleteken belül a következő szűrő operátorok használhatók:
it: All'interno di queste operazioni, i seguenti operatori di filtraggio sono possibili, dove applicabile:
ja: これらの操作では、該当する場合、以下のフィルタ演算子が利用可能です:
sv: Inom dessa funktioner är följande filterfunktioner möjliga där tillämpbart:

source: Spatial filter: BBOX, using a bounding box.
de: Räumlicher Filter: BBOX, mit einem Begrenzungsrahmen.
es: Filtro espacial: BBOX, utilizando un cuadro delimitador.
fr: Filtre spatial: BBOX, en utilisant un rectangle englobant.
hu: Térbeli szűrő: BBOX, befoglaló téglalap használatával.
it: Filtro spaziale: BBOX, utilizzando un bounding box.
ja: 空間フィルタ: BBOX、バウンディングボックスを指定します。
sv: Spatialfilter: BBOX, med hjälp av en begränsningsram.

source: Temporal filter: During, with time period.
de: Zeitlicher Filter: During, mit einem Zeitraum.
es: Filtro temporal: durante, con período de tiempo.
fr: Filtre temporel: During, avec une période.
hu: Idő szűrő: egy időszak alatt.
it: Filtro temporale: Durante, con periodo di tempo.
ja: 時間フィルタ: During、期間を指定します。
sv: Temporalfilter: During, med tidsperiod.

source: Temporal filter: TEquals, with time instant.
de: Zeitlicher Filter: TEquals, mit einem Zeitpunkt.
es: Filtro temporal: TEquals, con el tiempo instantáneo.
fr: Filtre temporel: TEquals, avec une heure donnée.
hu: Idő szűrő: TEquals, időben
it: Filtro temporale: TEquals, con istante temporale.
ja: 時間フィルタ: TEquals、時間を指定します。
sv: Temporal filter: TEquals, med en tidpunkt.

source: Applicable Standards
de: Zugehörige Standards
es: Estándares implementados
fr: Standards applicables
hu: Alkalmazható szabványok
it: Standard Applicabili
ja: 適用可能な標準規格
sv: Tillämpliga standarder

source: `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__
es: `Servicio de Observation de Sensor (SOS) <http://www.opengeospatial.org/standards/sos>`__

source: `Geography Markup Language (GML) <http://www.opengeospatial.org/standards/gml>`__
es: `Lenguaje Markup Geográfico (GML) <http://www.opengeospatial.org/standards/gml>`__

source: `Sensor Model Language (SensorML) <http://www.opengeospatial.org/standards/sensorml>`__
es: `Sensor Modelo de Sensor (SensorML) <http://www.opengeospatial.org/standards/sensorml>`__

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://52north.org/sos
es: **Sitio web:** http://52north.org/sos
fr: **Site web:** http://52north.org/sos
hu: **Honlap:** http://52north.org/sos
sv: **Webbsida:** http://52north.org/sos

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: **Licens:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-52nSOS|
es: **Versión de software:** |version-52nSOS|
fr: **Version du logiciel:** |version-52nSOS|
hu: **Szoftver verzió:** |version-52nSOS|
it: **Versione Software:** |version-52nSOS|
ja: **ソフトウェアバージョン:** |version-52nSOS|
sv: **Programvaruversion:** |version-52nSOS|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Betriebssysteme:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **Supported Java Versions:** 7+, (bundle version: 8+)
de: **Unterstützte Java Version:** 7+, (bundle version: 8+)
es: **Admite versiones de Java:** 7 +, (versión del paquete: 8 +)
fr: **Versions de Java supportées:** 7+, (version intégrée: 8+)
hu: **Támogatott Java verziók:** 7+, (bundle version: 8+)
it: **Versioni Java Supportate** 7+, (versione bundle: 8+)
ja: **サポートする Java バージョン:** 7+, (バンドルバージョン: 8+)
sv: **Java-versioner som stöds:** 7+, (paketversion: 8+)

source: **Supported DBMS:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012
de: **Unterstützte DBMS:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL-Server 2012
es: **DBMS Soportados:** PostgreSQL (9+) + PostGIS (2+), MariaDB y MySQL (5.6+), Oracle DB (9+), SQL Server 2012
fr: **SGBD supportés:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012
hu: **Támogatott adatbázisok:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012
it: **DBMS supportati:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012
ja: **サポートする DBMS:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012
sv: **Stödd DBMS:** PostgreSQL (9+) + PostGIS (2+), MariaDB/MySQL (5.6+), Oracle DB (9+), SQL Server 2012

source: **Commercial Support:** https://52north.org/services/
de: **Kommerzieller Support:** https://52north.org/services/
es: **Soporte Comercial:** https://52north.org/services/
fr: **Support commercial:** https://52north.org/services/
hu: **Kereskedelmi támogatás:** https://52north.org/services/
it: **Supporto commerciale:** https://52north.org/services/
ja: **商用サポート:** https://52north.org/services/
sv: **Kommersiellt stöd:** https://52north.org/services/

source: **Community Support:** https://list.52north.org/mailman/listinfo/sensorweb
de: **Community-Unterstützung:** https://list.52north.org/mailman/listinfo/sensorweb
es: **Soporte Comunitario:** https://list.52north.org/mailman/listinfo/sensorweb
fr: **Support communautaire:** https://list.52north.org/mailman/listinfo/sensorweb
hu: **Közösségi támogatás:** https://list.52north.org/mailman/listinfo/sensorweb
it: **Supporto della Comunità:** https://list.52north.org/mailman/listinfo/sensorweb
ja: **コミュニティサポート:** https://list.52north.org/mailman/listinfo/sensorweb
sv: **Gemenskapsstöd:** https://list.52north.org/mailman/listinfo/sensorweb

source: **Community Website:** https://52north.org/research/research-labs/sensor-web/
de: **Community-Webseite:** https://52north.org/research/research-labs/sensor-web/
es: **Sitio Web Comunitario:** https://52north.org/research/research-labs/sensor-web/
fr: ** Site communautaire : ** https://52north.org/research/research-labs/sensor-web/
hu: **Közösségi honlap:** https://52north.org/research/research-labs/sensor-web/
ja: **コミュニティWebサイト:** https://52north.org/research/research-labs/sensor-web/
sv: **Gemenskapens webbsida:** https://52north.org/research/research-labs/sensor-web/

source: **Other 52°North projects on OSGeoLive:** :doc:`WPS <./52nWPS_overview>`
de: **Andere 52°North-Projekte auf OSGeoLive:** :doc:`WPS <./52nWPS_overview>`
es: **Otros poryectos 52°North en OSGeoLive:** :doc:`WPS <./52nWPS_overview>`
fr: **Autres projets de 52°North sur l'OSGeoLive:** :doc:`WPS <./52nWPS_overview>`
hu: **Más 52°North projektek az OSGeoLive-on:** :doc:`WPS <./52nWPS_overview>`
ja: **OSGeoLiveでの他の 52°North プロジェクト:** :doc:`WPS <./52nWPS_overview>`
sv: **Övriga 52°North projekt på OSGeoLive:** :doc:`WPS <./52nWPS_overview>`

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/52nSOS_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/52nSOS_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/52nSOS_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/52nSOS_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/52nSOS_quickstart>`
it: :doc:`Guida rapida <../quickstart/52nSOS_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/52nSOS_quickstart>`
