Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/52nSOS_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: The 52°North |SOS| supports the interoperable provision of live and archived sensor observation data. A sensor could be a water level meter in a stream, a weather station, or an air quality monitoring station.
it: Il 52°North |SOS| supporta la fornitura interoperabile di dati di osservazione dei sensori dal vivo e archiviati. Un sensore potrebbe essere un misuratore del livello dell'acqua in un ruscello, una stazione meteorologica o una stazione di monitoraggio della qualità dell'aria.
ja: 52°North |SOS| は、ライブおよびアーカイブされたセンサー観測データの相互運用可能な提供をサポートします。センサーには、河川の水位計、気象ステーション、大気質モニタリングステーションなどがあります。

source: 52nSOS screenshot
it: screenshot di 52nSOS

source: **Helgoland**: The SOS contains the Helgoland application for the exploration, analysis and visualization of Sensor Web data in various fields of use, e.g. hydrology, meteorology, environmental monitoring, traffic management.
it: **Helgoland**: Il SOS contiene l'applicazione Helgoland per l'esplorazione, analisi e visualizzazione dei dati Sensor Web in diversi ambiti di utilizzo, ad esempio idrologia, meteorologia, monitoraggio ambientale, gestione del traffico.

source: **INSPIRE Download Service Extension**: Starting with Version 4.2.0, an extension is available that allows the SOS to be used as an INSPIRE download service. Background information is provided in a `blog post <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ and in the `wiki <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .
it: **Estensione del Servizio di Download INSPIRE**: A partire dalla versione 4.2.0, è disponibile un'estensione che permette di usare il SOS come servizio di download di INSPIRE. Informazioni di base sono fornite in un `blog post <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ e nel `wiki <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .
ja: **INSPIRE ダウンロードサービス拡張**: バージョン4.2.0以降では、SOSをINSPIREダウンロードサービスとして使用できるように拡張されています。背景情報は、 `ブログポスト <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ および `Wiki <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ で提供されています。

source: **Air Quality Data e-Reporting Extension**: Starting with version 4.3.0, an extension is available that provides for the Air Quality Data Flows E1a, E1b and E2a compliant data (the instance on OSGeoLive is not configured accordingly). The `installation and configuration <https://wiki.52north.org/SensorWeb/AqdEReporting#Installation>`_ is documented in the 52°North Wiki.
it: **Estensione e-Reporting dei Dati sulla Qualità dell'Aria**: A partire dalla versione 4.3.0, è disponibile un'estensione che fornisce i dati conformi ai flussi di dati sulla qualità dell'aria E1a, E1b ed E2a (l'istanza su OSGeoLive non è configurata di conseguenza). La `installazione e configurazione <https://wiki.52north.org/SensorWeb/AqdEReporting#Installation>`_ è documentata nel Wiki di 52°North.
ja: **Air Quality データeレポート拡張**: バージョン4.3.0以降では、Air Quality Data Flows E1a、E1b、およびE2a準拠データを提供する拡張機能が使用可能です(OSGeoLiveのインスタンスは適切に設定されていません)。`インストールと設定 <https://wiki.52north.org/SensorWeb/AqdEReporting#Installation>`_ は 52°North Wiki 内に記載されています。

source: **Sensor Web REST-API**: Starting with Version 4.1.1., a bundle version is available, that directly provides the `RESTful API <https://wiki.52north.org/SensorWeb/SensorWebClientRESTInterface>`_, is available. Hence, observation data can be requested in a RESTful way and is returned in JSON encoded responses. More details incl. documentation can be found in the `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
it: **Sensor Web REST-API**: A partire dalla versione 4.1.1., è disponibile una versione bundle che fornisce direttamente l'API RESTful <https://wiki.52north.org/SensorWeb/SensorWebClientRESTInterface>`_. Quindi, i dati di osservazione possono essere richiesti in modo RESTful e vengono restituiti in risposte codificate in JSON. Maggiori dettagli, inclusa la documentazione, possono essere trovati nella `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
ja: **センサー Web REST-API**: バージョン4.1.1以降では、バンドルバージョンが使用可能で、 `RESTful API <https://wiki.52north.org/SensorWeb/SensorWebClientRESTInterface>`_ が直接使用可能です。したがって、観測データはRESTfulな方法で要求することができ、JSONエンコードされた応答で返されます。詳細については `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_ 内で文書を確認できます。

source: **INSPIRE Specialized Observations**: Support for the INSPIRE Specialized Observations defined in Guidelines for the use of `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <https://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`detailed information about the implementation <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
it: **INSPIRE Osservazioni Specializzate**: Supporto per le INSPIRE Specialized Observations definite nelle linee guida per l'uso degli standard relativi a `Observations & Measurements e Sensor Web Enablement in INSPIRE (D2.9) <https://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`informazioni dettagliate sull'implementazione <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).

source: **Read more**: `Details of the implemented functionalities <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ can be found in the 52°North Wiki.
it: **Leggi di più**: I dettagli delle funzionalità implementate <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ possono essere trovati nel Wiki di 52°North.
ja: **詳細**: `実装された機能の詳細 <https://wiki.52north.org/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ は 52°North Wiki にあります。

source: We would like to thank the Belgian Interregional Environment Agency (`IRCEL - CELINE <https://www.irceline.be/en/>`_) for providing the demonstration data used in this SOS installation. The demo data are published under a |CC BY 3.0| License.
it: Vorremmo ringraziare l'Agenzia Interregionale Belga per l'Ambiente (`IRCEL - CELINE <https://www.irceline.be/en/>`_) per aver fornito i dati dimostrativi utilizzati in questa installazione SOS. I dati dimostrativi sono pubblicati sotto una licenza |CC BY 3.0|.
ja: 我々は、このSOSインストールで利用されているデモデータを提供してくれた、ベルギーの地域間環境庁(`IRCEL - CELINE <https://www.irceline.be/en/>`_)に感謝の意を表します。デモデータは、 |CC BY 3.0| ライセンスの下で公開されています。

source: GetDataAvailability (from `SOS 2.0 Hydrology Profile - OGC Best Practice <https://docs.ogc.org/bp/14-004r1/14-004r1.html#38>`_): for requesting the data availability for certain configurations.
it: GetDataAvailability (da `SOS 2.0 Hydrology Profile - OGC Best Practice <https://docs.ogc.org/bp/14-004r1/14-004r1.html#38>`_): per richiedere la disponibilità dei dati per certe configurazioni.
ja: GetDataAvailability (`SOS 2.0 水文学プロファイル - OGC ベストプラクティス <https://docs.ogc.org/bp/14-004r1/14-004r1.html#38>`_): 特定の構成のデータ可用性を要求します。

source: **Website:** https://52north.org/software/software-projects/sos
it: **Sito web:** https://52north.org/software/software-projects/sos
ja: **Webサイト:** https://52north.org/software/software-projects/sos

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive

source: OSGeo Project
it: Progetto OSGeo

source: OSGeo Community
it: Comunità OSGeo

source: **INSPIRE Sepcialized Observations**: Support for the INSPIRE Specialized Observations defined in Guidelines for the use of `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <https://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`detailed information about the implementation <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
ja: **INSPIRE 専門観測**: `INSPIREにおける観測と測定及びセンサーWeb対応関連標準規格 (D2.9) <https://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ ガイドラインで定義されている INSPIRE 専門観測をサポートしています(`実装についての詳細情報 <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_)。
