Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/52nSOS_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: About
de: Über
es: Acerca de
fr: A propos
hu: Névjegy
it: A proposito di
sv: Om

source: The 52°North `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ supports the interoperable provision of live and archived sensor observation data. A sensor could be a water level meter in a stream, a weather station, or an air quality monitoring station.
de: Der 52°North `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ erlaubt den Zugriff auf Echtzeit-Sensordaten sowie auf Sensordatenarchive. Ein Sensor kann dabei z.B. eine Wetterstation, ein Pegel an einem Fluss oder eine Station zur Messung der Luftqualität sein.
es: El 52°North `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ admite la provisión interoperable de datos de observación de sensores vivos y archivados. Un sensor podría ser un medidor de nivel de agua en una corriente, una estación meteorológica o una estación de monitoreo de calidad del aire.
fr: Le `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ de 52°North supporte la fourniture de données d'observation de capteur temps-réels et archivées. Un capteur peut être une échelle pour mesurer le niveau d'eau dans un courant, une station météo ou de mesure de la qualité de l'air.
hu: A 52°North `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ támogatja az élő és archive szenzor mérési adatok interoperábilis szolgáltatását. Egy szenzor lehet egy vízszintmérő egy patakban, egy meteorológiai állomáson vagy egy levegőminőség-ellenőrző állomáson.
sv: 52°North `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ stöder kompatibelt tillhandahållande av live och arkiverade sensorobservationsdata. En sensor kan vara t.ex. en vattennivåmätare i en bäck, en väderstation, eller en luftkvalitetsövervakningsstation.

source: Core Features
de: Funktionalität
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: **Browser Client**: The SOS is delivered with a browser based application. This provides means for administration and configuration of the service instance, as well as sending test requests for SOS operations; appropriate sample requests are included.
de: **Browser-Anwendung**: Der SOS wird zusammen mit einer Browser-basierten Anwendung ausgeliefert. Diese ermöglicht die Administration und Konfiguration der Service-Instanz, sowie das Senden von Testanfragen für SOS-Operationen; entsprechende Beispiel-Anfragen sind enthalten.
es: **Browser Client**: El SOS se entrega con una aplicación basada en navegador. Esto proporciona medios para la administración y configuración de la instancia de servicio, así como el envío de solicitudes de prueba para operaciones SOS; Se incluyen solicitudes de muestra apropiadas.
fr: **Client web**: l'application SOS est livrée avec une application basée sur des technologies web. Elle fournit les moyens d'administrer et de configurer l'instance de service, ainsi que des requêtes pour les opérations SOS; des requêtes appropriées à titre d'exemple sont fournies.
hu: **Böngésző kliens**: Az SOS-t egy böngésző alapú alkalmazással szállítják. Ez biztosítja az eszközöket a szolgáltató példány adminisztrációjához és konfigurálásához, valamint az SOS műveletekre vonatkozó tesztkérelmeket; megfelelő mintakérelmek tartalmaz.
it: **Client Browser**: Il SOS è distribuito con un'applicazione basata su browser. Questo è utile per l'amministrazione e la configurazione dell'istanza del servizio, così come per spedire richieste di test per le operazioni del SOS; opportune richieste di esempio sono incluse.
ja: **ブラウザクライアント**: SOSはブラウザベースのアプリケーションで提供されます。これにより、サービス・インスタンスの管理と構成、およびSOS操作のテスト要求の送信のための手段が提供されます。適切なサンプル要求が含まれます。
sv: **Webbläsarklient**: SOS levereras med en webbläsarbaserad applikation. Detta ger möjlighet för administration och konfiguration av tjänstinstansen, samt att skicka testbegäran för SOS-åtgärder. Lämpliga exempelbegäran ingår.

source: **Helgoland**: The SOS contains the Helgoland application for the exploration, analysis and visualization of Sensor Web data in various fields of use, e.g. hydrology, meteorology, environmental monitoring, traffic management.
de: **Helgoland**: Der SOS beinhaltet die Anwendung Helgoland. Diese kann für die Erkundung, Analyse und Visualisierung von Sensor-Web-Daten verschiedener Themen wie z.B. Hydrologie, Meterologie, Umwelt-Überwachung und Verkehrsverwaltung verwendet werden.
es: **Helgoland**: SOS contiene la aplicación de Helgoland applicationpara la exploración, análisis y visualización de datos de Sensor Web en varios campos de uso, por ejemplo, hidrología, meteorología, mnitoreo ambiental, gestión de de tráfico.
fr: **Helgoland**: SOS contient aussi l'application Helgoland pour l'exploration, l'analyse et la visualisation de données issues de réseaux de capteurs dans divers champs d'applications, par exemple, l'hydrologie, la météorologie, la surveillance de l'environnement, la gestion du trafic.
hu: **Helgoland**: Az SOS tartalmaz egy Hegoland alkalmazást, a szensor web adatok feltérképezéséhez, elemzéséhez és megjelenítéséhez a különböző felhasználási területeken, pl. hidrológia, meteorológia, környezet monitoring, forgalomirányítás.
ja: **Helgoland**: SOSには、水文、気象、環境モニタリング、交通管理など、さまざまな使用分野におけるセンサーWebデータの調査、分析、視覚化のためのHelgolandアプリケーションが含まれています。
sv: **Helgoland**: SOS innehåller Helgoland-applikationen för prospektering, analys och visualisering av sensor webb data inom olika användningsområden, t ex hydrologi, meteorologi, miljöövervakning, trafikledning.

source: **Specifications**: The 52°North SOS implements the current specification version 2.0.0 and the previous version 1.0.0 (here no transactional operations). Implemented operations for each standard version are listed below.
de: **Spezifikation**: Der vorliegende 52°North SOS implementiert die aktuelle Spezifikationsversion (2.0.0 und die Vorgängerversion 1.0.0). In der folgenden Liste sind für die beiden Standard-Versionen die jeweils implementierten Operationen aufgelistet.
es: **Specifications**: El 52°North SOS implementa la especificación actual versión 2.0.0 y la anterior, 1.0.0 (aquí no hay operaciones transaccionales). Las operaciones implementadas para cada versión estándar se enumeran a continuación.
fr: **Spécifications**: 52°North SOS implémente la spécifications actuelle version 2.0.0 et la version 1.0.0 précédente (sans opération transactionnelle). Les opérations implémentées pour chaque version du standard sont listées ci-dessous.
hu: **Specifikációk**: A 52°North SOS implementálja 2.0.0 verzió aktuális specifikációját és az előző 1.0.0 verziót (itt nincsenek tranzakciós műveletek). Az egyes szabványos verziókban implementált műveletek listája található lentebb.
it: **Specifiche**: Il SOS di 52° North implementa l'attuale versione 2.0.0 delle specifiche e la precedente versione 1.0.0 (dove non vi sono operazioni transazionali). Le operazioni implementate per ogni versione dello standard sono elencate nel seguito.
ja: **仕様**: 52°North SOSは、現在の仕様バージョン2.0.0および以前のバージョン1.0.0を実装します(ここではトランザクション操作はありません)。各標準バージョンに実装されている操作を以下に示します。
sv: **Specifikationer**: 52°North SOS implementerar den aktuella specifikationsversionen 2.0.0 och den tidigare versionen 1.0.0 (här inga transaktionsoperationer). Implementerade operationer för varje standardversion listas nedan.

source: **INSPIRE Download Service Extension**: Starting with Version 4.2.0, an extension is available that allows the SOS to be used as an INSPIRE download service. Background information is provided in a `blog post <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ and in the `wiki <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .
de: **INSPIRE-Download-Dienst-Erweiterung**: Ab Version 4.2.0 steht eine Erweiterung zur Verfügung, die es erlaubt den SOS als INSPIRE-Download-Dienst zu verwenden. Hintergrundinformationen stehen in einem `Blogpost <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ und im `Wiki <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ zur Verfügung.
es: **INSPIRE Extensión de Servicio de Descarga**: Comenzando con la Versión 4.2.0, una extensión disponible permite que el SOS se utilice como un servicio de descarga INSPIRE. La información de fondo es proporcionada en un `blog post <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ y en la `wiki <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .
fr: **Extension de téléchargement INSPIRE**: A partir de la version 4.2.0, une extension disponible permet à SOS d'être utilisé comme service de téléchargement INSPIRE. Des informations de contexte sont fournis sur `le post de blog <http://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ et dans le `wiki <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .
hu: **INSPIRE Download Service Extension**: A 4.2.0 verziótól kezdődően egy bővítmény érhető el, mely lehetővé teszi, hogy az SOS-t mint INSPIRE letöltő szolgáltatásként alkalmazzuk. Háttér információkat biztosítunk egy `blog post-ban <http://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_ és a `wiki-ben <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_
sv: **INSPIRE Nedaddningstjänst Tillägg**: från och med version 4.2.0, finns ett tillägg som gör att SOS kan användas som en INSPIRE nedladdningstjänst. Bakgrundsinformation ges i ett `blogginlägg <https://blog.52north.org/2014/01/30/52north-supports-the-jrc-in-developing-an-inspire-download-service-based-on-sos/>`_och i `wikin <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#INSPIRE_Download_Service_extensi>`_ .

source: **Air Quality Data e-Reporting Extension**: Starting with version 4.3.0, an extension is available that provides for the Air Quality Data Flows E1a, E1b and E2a compliant data (the instance on OSGeoLive is not configured accordingly). The `installation and configuration <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ is documented in the 52°North Wiki.
de: **Air-Quality-Data-e-Reporting-Erweiterung**: Ab Version 4.3.0 steht eine Erweiterung zur Verfügung, die es erlaubt für die Air-Quality-Data-Flows E1a, E1b und E2a konforme Daten zu liefern (die Instanz auf OSGeo-Live ist nicht entsprechend konfiguriert). Im 52°North Wiki ist die `Installation und Konfiguration <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ dokumentiert.
es: **Air Quality Data e-Reporting Extension**: Comenzando con la Versión 4.3.0, está disponible una extensión que proporciona los datos de cAir Quality Data Flows E1a, E1b y E2a (la instancia en OSGeoLive no está configurada en consecuencia). La `installation and configuration <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ está documentada en 52°North Wiki.
fr: **Extension e-Reporting de données de qualité de l'air**: A partir de la version 4.3.0, une extension est disponible pour fournir des flux de données sur la qualité de l'air conformes à E1a, E1b et E2a (l'instance d'OSGeoLive n'est toutefois pas configurée pour). L'`installation et la configuration <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ sont documentées dans le wiki de 52°North.
hu: **Air Quality Data e-Reporting Extension**: A 4.3.0 verziótól kezdődően egy bővítmény érhető el, mely az Air Quality Data Flows E1a, E1b és E2a-nak megfelelő adatokat szolgáltat (az OSGeoLive-on lévő példányt nem konfiguráltuk ennek megfelelően) A `telepítést és a konfigurálást <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ a 52°North Wiki-n dokumentáltuk.
sv: **Tillägg för e-rapportering av luftkvalitetsdata**: från och med version 4.3.0, finns ett tillägg som ger E1a, E1b och E2a kompatibel data för luftkvalitetsdataflöden (instansen på OSGeoLive är inte konfigurerad i enlighet med detta). `Installation och konfiguration <https://wiki.52north.org/bin/view/SensorWeb/AqdEReporting#Installation>`_ dokumenteras i 52°Norths Wiki.

source: **Sensor Web REST-API**: Starting with Version 4.1.1., a bundle version is available, that directly provides the `RESTful API <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_, is available. Hence, observation data can be requested in a RESTful way and is returned in JSON encoded responses. More details incl. documentation can be found in the `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
de: **Sensor Web REST-API**: ab der Version 4.1.1. ist eine Bundle-Version verfügbar. Diese bietet eine `RESTful API <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_. Dadurch können Daten RESTful angefordert werden und werden als JSON zurückgegeben. Mehr Details inkl. Dokumentation finden Sie unter `SOS-Webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
es: **Sensor Web REST-API**: Comenzando con la Versión 4.1.1., una versión del paquete disponible, proporciona directamente la `RESTful API <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_. Por lo tanto, los datos de observación pueden solicitarse en forma de RESTful y son devueltos en respuestas codificadas JSON. Más detalles, incluyendo la documentación, pueden encontrarse en la `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
fr: **Sensor Web API REST**: A compter de la version 4.1.1., une version packagée est disponible, qui fournit directement l'`API RESTful <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_. Ainsi, les données d'observation peuvent être requêtées de manière RESTful et les réponses sont encodées en JSON. Plus de détails sont inclus dans la documentation `de l'application web SOS <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
hu: **RESTful API az idősor adatokhoz**: A 4.1.1 verziótól kezdődően, egy becsomagolt változat érhető el, mely közvetlenül szolgáltatja a `RESTful API-t <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_. Így az idősorokat RESTful módon kérdezhetjük le JSON kódolt kérésekben. További részletek a dokumentációval megtalálható az `SOS webapp-ban <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.
sv: **Sensor Web REST-API**: från och med version 4.1.1. finns en paketversion som direkt tillhandahåller `RESTful API <https://wiki.52north.org/bin/view/SensorWeb/SensorWebClientRESTInterface>`_. Observationsdata kan därför begäras med RESTful och returneras i JSON-kodade svar. Mer detaljer inklusive dokumentation finns i `SOS webapp <http://localhost:8080/52nSOS/static/doc/api-doc/>`_.

source: **INSPIRE Sepcialized Observations**: Support for the INSPIRE Specialized Observations defined in Guidelines for the use of `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`detailed information about the implementation <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
de: **INSPIRE Sepcialized Observations**: Unterstützung für INSPIRE Specialized Observations stehen zur Verfügung. Guidelines for the use of `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`detailed information about the implementation <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
es: **INSPIRE Observaciones Especializadas**: Soporte para Observaciones Especializadas INSPIRE definidas en los lineamientos para el uso de `Observaciones & Medidas y estándares de Sensor Web con relacón a la habilitación en INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`información detallada sobre la implementación <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
fr: **Observations spécialisées INSPIRE**: le support pour les Observations spécialisées INSPIRE défini dans les lignes directrices pour l’utilisation des `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`Informations détaillées sur la mise en oeuvre <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
hu: **INSPIRE Sepcialized Observations**: Támogatás az INSPIRE speciális észlelésekhez, melyet az `Observations & Measurements and Sensor Web Enablement-related standards in INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ használatához kpcsolódó iránymutatásokban határoztak meg (`részletes információ az implementációhoz <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).
sv: **INSPIRE Specialiserade Observationer**: stöd för INSPIRE specialiserade observationer definieras i riktlinjer för användning av `observationer & mätningar och sensor webb enablement-relaterade standarder i INSPIRE (D2.9) <http://inspire.ec.europa.eu/id/document/tg/d2.9-o%26m-swe>`_ (`detaljerad information om genomförandet <https://wiki.52north.org/SensorWeb/InspireSpecialisedObservations>`_).

source: **ResultFiltering**: Support for the filtering the observations (GetObservation) and data availabiliy information (GetDataAvailability) by the value of the observation.
de: **ResultFiltering**: Support für das Filtern der Beobachtungen (GetObservation) und Daten-Verfügbarkeitsinformation (GetDataAvailability) über den Wert (value) der Beobachtung.
es: **Filtración de Resultados**: Soporte para la filtración de observaciones (GetObservation) e información sobre disponibilidad de datos (GetDataAvailability) por el valor de la obsevación.
fr: **Filtrage des résultats**: Support pour le filtrage des observations (GetObservation) et les disponibilités des données (GetDataAvailability) par la valeur de l’observation.
hu: **ResultFiltering**: támogatás az észlelések szűréséhez (GetObservation) és adat elérhetőségi információ (GetDataAvailability) az észlelési adatok értéke alapján.
it: **ResultFiltering**: Supporto per il filtraggio delle osservazioni (GetObservation) e delle informazioni sulla disponibilità dei dati (GetDataAvailability) in base al valore dell'osservazione.
ja: **結果フィルタリング**: 観測データ(GetObservation)とデータ可用性情報(GetDataAvailability)の観測データ値でのフィルタリングをサポートしています。
sv: **ResultFiltering**: stöd för filtrering av observationer (GetObservation) och information om datatillgänglighet (GetDataAvailability) med observationsvärdet.

source: **Read more**: `Details of the implemented functionalities <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ can be found in the 52°North Wiki.
de: **Weitere Informationen**: Die aktuelle Übersicht über die `Details der implementierten Funktionalitäten <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ (in englisch) ist im 52°North Wiki zu finden.
es: **Read more**: Detalles de las funcinalidades implementadas `Details of the implemented functionalities <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ pueden encontrarse en la Wiki de 52°North .
fr: **Lire plus**: les `détails des fonctionnalités implémentées <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ peuvent être trouvés sur le wiki de 52°North.
hu: **Olvasson többet**:`Az implementált funkcionalitás részletek <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ megtalálhatók az 52°North Wikiben.
sv: **Läs mer**: `Information om de implementerade funktionaliteterna <https://wiki.52north.org/bin/view/SensorWeb/SensorObservationServiceIVDocumentation#Features>`_ kan hittas i 52°North Wiki.

source: The development of this version of the 52°North SOS was supported by different projects, organizations, and persons. More details can be found in the `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
de: Die Entwicklung dieser Version des 52°North SOS wurde durch verschiedeneProjekte, Organisationen und Personen unterstützt. Mehr Informationen finden Sie in der `52°North SOS Anwendung <http://localhost:8080/52nSOS/index>`_.
es: El desarrollo de esta versión de 52°North SOS fue apoyado por distintos proyectos, organizaciones y personas. Más detalles en `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
fr: Le développement de cette version du 52 ° Nord SOS a été pris en charge par différents projets, des organisations et des personnes. On trouvera plus de détails dans le`client SOS 52°North <http://localhost:8080/52nSOS/index>`_.
hu: Az 52°North SOS ezen verziójának a fejlesztését különböző projektek, szervezetek és személyek támogatták. További részletek találhatók a `52°North SOS kliensben <http://localhost:8080/52nSOS/index>`_.
it: Lo sviluppo di questa versione del 52°North SOS è stato supportato da diversi progetti, organizzazioni e persone. Maggiori dettagli possono essere trovati nel `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
ja: このバージョンの 52°North SOS の開発は、様々なプロジェクト、組織、メンバーによってサポートされています。詳細については `52°North SOS クライアント <http://localhost:8080/52nSOS/index>`_ を参照してください。
sv: Utvecklingen av den här versionen av 52°North SOS stöddes av olika projekt, organisationer och personer. Mer information finns i `52°North SOS client <http://localhost:8080/52nSOS/index>`_.
