Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/52nWPS_overview.po
Languages: es, fr, hu

source: About
es: Acerca de
fr: A propos
hu: Névjegy

source: The 52°North `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`__ enables web access to geospatial processing algorithms provided by Sextante, ArcGIS Server, R, GRASS 7, or custom developed functions. Algorithms may be as simple as determining the difference in influenza cases between two different seasons, or as complicated as a global climate change model.
es: El 52°North `Servicio de Procesamiento Web (WPS por sus siglas en inglés) <http://www.opengeospatial.org/standards/wps>`__ permite el acceso web a algoritmos de procesamiento geoespacial proporcionados por Sextante, ArcGIS Server, R, GRASS 7 o funciones personalizadas desarrolladas. Los algoritmos pueden ser tan simples como determinar la diferencia en casos de influencia entre dos temporadas diferentes, o tan complicados como un modelo de cambio climático global.
fr: 52°North `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`__ permet l'accès via Internet à des algorithmes de traitement géospatial fournis par Sextante, ArcGIS Server, R, GRASS 7, ou par des fonctions développées sur mesure. Les algorithmes peuvent être aussi simples que déterminer la différence dans les cas de grippe entre deux saisons ou aussi compliqués qu'un modèle du changement climatique mondial.
hu: Az 52°North `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`__ webes hozzáférést tesz lehetővé a Sextante, ArcGIS szerver, R, GRASS 7 által biztosított és egyedileg kidolgozott feldolgozási algoritmusokhoz. Az algoritmus olyan egyszerű is lehet mint az influenzás esetek különbsége két különböző időszakban vagy olyan komplikált mint egy globális klímaváltozási modell.

source: Core Features
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók

source: Core GIS functions:
es: Principales funciones de GIS:
fr: Fonctions SIG de base:
hu: GIS alapfüggvények:

source: SimpleBufferAlgorithm
es: SimpleBufferAlgorithm o Algoritmo Simple de Búfer

source: DouglasPeuckerAlgorithm
es: DouglasPeuckerAlgorithm o Algoritmo de Douglas Peucker
hu: DouglasPeuckerAlgoritmus

source: IntersectionAlgorithm
es: IntersectionAlgorithm o Algoritmo de Intersección

source: AddRasterValuesAlgorithm
es: AddRasterValuesAlgorithm o Agregar Algoritmo de Valores de Ráster

source: CoordinateTransformAlgorithm
es: CoordinateTransformAlgorithm o Algoritmo de Transformación de Coordenadas

source: Backend algorithms available through:
es: algoritmos Backend disponibles a través de:
fr: Algorithmes en backend disponibles via:
hu: Háttér algoritmusok elérhetők:

source: ArcGIS Server
es: Servidor ArcGIS

source: Input and Output formats supported:
es: Formatos de entrada y de salida compatibles:
fr: Formats d'entrée et de sortie pris en charge:
hu: Támogatott input és output formátumok:

source: Vector Data: GML2, GML3, SHP files, KML, WKT (Well-known Text), DGN, JSON
es: Datos vectoriales: GML2, GML3, archivos SHP, WKT (Texto bien conocido), DGN, KML, JSON
fr: Données vecteur: GML2, GML3, fichiers SHP, KML, WKT (Well-known Text), DGN, JSON
hu: Vektor adatok: GML2, GML3, SHP fájlok, KML, WKT (Well-known Text), DGN, JSON

source: Raster Data: Geotiff, AsciiGrid, NetCDF, JPEG, PNG, HDF-EOS, ERDAS HFA
es: Datos raster: Geotiff AsciiGrid, NetCDF, JPEG, PNG, HDF-EOS, ERDAS HFA
fr: Données Raster: Geotiff, AsciiGrid, NetCDF, JPEG, PNG, HDF-EOS, ERDAS HFA
hu: Raszter adatok: Geotiff, AsciiGrid, NetCDF, JPEG, PNG, HDF-EOS, ERDAS HFA

source: Outputs can be stored in GeoServer/MapServer
es: Outputs o Salidas pueden ser almacenadas en GeoServer/MapServer
fr: Les sorties peuvent être stockées dans geoServer/MapServer
hu: Az eredmények GeoServerben vagy MapServerben tárolhatók

source: A browser based client
es: Un cliente basado en navegador
fr: Un client basé sur un navigateur web
hu: Böngésző alapú kliens

source: Implemented Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok

source: OGC Web Processing Service (WPS)
es: Servicios Web procesamiento (WPS) de OGC
fr: Web Processing Service (WPS) OGC

source: OGC GML2 SimpleFeatures
es: GML2 SimpleFeatures de OGC
fr: GML2 SimpleFeatures OGC

source: OGC GML3 SimpleFeatures
es: GML3 SimpleFeatures de OGC
fr: GML3 SimpleFeatures OGC

source: Details
es: Detalles
fr: Détails
hu: Részletek

source: **Website:** https://52north.org/software/software-projects/wps/
es: **Sitio web:** https://52north.org/software/software-projects/wps/
fr: **Site Internet:** https://52north.org/software/software-projects/wps/
hu: **Honlap:** https://52north.org/software/software-projects/wps/

source: **Licence:** GPL 2
es: **Licencia:** GPL 2
hu: **Licenc:** GPL 2

source: **Software Version:** |version-52nWPS|
es: **Versión de software:** |version-52nWPS|
fr: **Version du logiciel:** |version-52nWPS|
hu: **Szoftver verzió:** |version-52nWPS|

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac

source: **Commercial Support:** https://52north.org/services/
es: **Soporte comercial:** https://52north.org/services/
fr: **Support commercial:** https://52north.org/services/
hu: **Kereskedelmi támogatás:** https://52north.org/services/

source: **Other 52°North projects:** :doc:`SOS <./52nSOS_overview>`
es: **OOtros poryectos 52°North:** :doc:`SOS <./52nSOS_overview>`
fr: **Autres projets de 52°North:** :doc:`SOS <./52nSOS_overview>`
hu: **Más 52°North projektek:** :doc:`SOS <./52nSOS_overview>`

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló

source: :doc:`Quickstart documentation <../quickstart/52nWPS_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/52nWPS_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/52nWPS_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/52nWPS_quickstart>`
