Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/actinia_overview.po
Languages: de, es, hu, it, ja, sv

source: High Performance Geospatial Processing
de: Hochperformante Geoprozessierung
es: Procesamiento geoespacial de alto rendimiento
hu: Nagy teljesítményű térinformatikai feldolgozás
it: Processamento geospaziale in High Performance Computing
ja: 高パフォーマンスの地理空間処理
sv: Geospatial bearbetning med hög prestanda

source: `Actinia <https://actinia.mundialis.de/>`__ is an open source REST API for scalable, distributed, high performance processing of geographical data that uses mainly `GRASS GIS <https://grass.osgeo.org/>`__ for computational tasks.
de: `Actinia <https://actinia.mundialis.de/>`__ ist eine Open-Source-REST-API f端r die skalierbare, verteilte, leistungsstarke Verarbeitung von Geodaten, die vornehmlich `GRASS GIS <https://grass.osgeo.org/>`__ f端r die Berechnungen verwendet.
es: `Actinia <https://actinia.mundialis.de/>`__ es una API REST de código abierto para el procesamiento escalable, distribuido y de alto rendimiento de datos geográficos que utiliza principalmente `GRASS GIS <https://grass.osgeo.org/>`__ para tareas computacionales.
hu: Az `Actinia <https://actinia.mundialis.de/>`__ egy nyílt forráskódú REST API térinformatikai adatok skálázható, megosztott, nagy teljesítményű feldolgozásához, mely `GRASS GIS-t <https://grass.osgeo.org/>`__ használ a számítási feladatokhoz.
it: `Actinia <https://actinia.mundialis.de/>`__ è una API REST a codice aperto per il processamento scalabile, distribuito ad alte prestazioni di dati geografici che usa principalmente `GRASS GIS <https://grass.osgeo.org/>`__ per i compiti computazionali.
ja: `Actinia <https://actinia.mundialis.de/>`__ は、地理データのスケーラブルで分散した高パフォーマンス処理のためのオープンソースREST APIであり、計算タスクに `GRASS GIS <https://grass.osgeo.org/>`__ を使用します。
sv: `Actinia <https://actinia.mundialis.de/>`__ är ett REST API med öppen källkod för skalbar, distribuerad, högpresterande bearbetning av geografiska data som huvudsakligen använder `GRASS GIS <https://grass.osgeo.org/>`__ för beräkningsuppgifter.

source: It provides a REST API to process satellite images, time series of satellite images, arbitrary raster data with geographical relations and vector data.
de: Es bietet eine REST-API zur Verarbeitung von Satellitenbildern, Zeitreihen von Satellitenbildern, beliebigen Rasterdaten mit geografischen Beziehungen und Vektordaten.
es: Proporciona una API REST para procesar imágenes satelitales, series temporales de imágenes satelitales, datos ráster arbitrarios con relaciones geográficas y datos vectoriales.
hu: Egy REST API-t biztosít a műholdképek, műholdkép idősorok, térbeli pozícióval bíró tetszőleges raszter adatok és vektor adatok feldolgozására.
it: Fornisce un API REST per processare immagini satellitari, serie temporali di immagini satellitari, qualsiasi raster con relazione geografica e dati vettoriali.
ja: 衛星画像、時系列衛星画像、地理的関係を持つ任意のラスタデータ、ベクタデータを処理するREST APIを提供しています。
sv: Det tillhandahåller ett REST API för att bearbeta satellitbilder, tidsserier av satellitbilder, godtyckliga rasterdata med geografiska relationer och vektordata.

source: actinia screenshot
es: pantalla de actinia
hu: actinia képernyőképek
it: screenshot di actinia
ja: actinia スクリーンショット
sv: aktinia skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: REST API to process satellite images, time series of satellite images, raster and vector data.
de: REST API zur Verarbeitung von Satellitenbildern, Zeitreihen von Satellitenbildern, Raster- und Vektordaten.
es: REST API para procesar imágenes satelitales, series temporales de imágenes satelitales, datos ráster y vectoriales.
hu: REST API műholdképek, műholdkép idősorok, raszter adatok és vektor adatok feldolgozására.
it: API REST per processare immagini satellitari, serie temporali di immagini satellitari, dati raster e vettoriali.
ja: 衛星画像、時系列の衛星画像、ラスタおよびベクタデータを処理するREST API。
sv: REST API för att bearbeta satellitbilder, tidsserier av satellitbilder, raster- och vektordata.

source: Explore the `tutorial <https://actinia-org.github.io/actinia-core/>`_.
de: Entdecken Sie das `Tutorial <https://actinia-org.github.io/actinia-core/>`_.
es: Explorar el `tutorial <https://actinia-org.github.io/actinia-core/>`_.
hu: Fedezze fel az `oktatóanyagot <https://actinia-org.github.io/actinia-core/>`_.
it: Visualizza il `tutorial <https://actinia-org.github.io/actinia-core/>`_.
ja: `チュートリアル <https://actinia-org.github.io/actinia-core/>`_ をご覧ください。
sv: Utforska "handledningen" <https://actinia-org.github.io/actinia-core/>`_.

source: Details
es: Detalles
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://actinia.mundialis.de/
de: **Webseite:** https://actinia.mundialis.de/
es: **Sitio web:** https://actinia.mundialis.de/
hu: **Honlap:** https://actinia.mundialis.de/
it: **Sito web:** https://actinia.mundialis.de/
ja: **Webサイト:** https://actinia.mundialis.de/
sv: **Webbplats:** https://actinia.mundialis.de/

source: **Licence:** GNU General Public License (GPL) version 3
de: **Lizenz:** GNU General Public License (GPL) version 3
es: **Licencia:** GNU General Public License (GPL) version 3
hu: **Licenc:** GNU General Public License (GPL) version 3
it: **Licenza:** GNU General Public License (GPL) versione 3
ja: **ライセンス:** GNU General Public License (GPL) version 3
sv: **Licens:** GNU General Public License (GPL) version 3

source: **Software Version:** |version-actinia|
es: **Versión de software:** |version-actinia|
hu: **Szoftver verzió:** |version-actinia|
it: **Versione Software:** |version-actinia|
ja: **ソフトウェアバージョン:** |version-actinia|
sv: **Programvaruversion:** |version-actinia|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
de: **Unterst端tzte Plattformen:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
it: **Piattaforme Supportate:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces:** REST API, Python
de: **API Schnittstellen:** REST API, Python
es: **Interfaces API:** REST API, Python
hu: **API interfészek:** REST API, Python
it: **Interfacce API:** REST API, Python
ja: **API インタフェース:** REST API, Python
sv: **API-gränssnitt:** REST API, Python

source: **API documentation:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
de: **API-Dokumentation:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
es: **Documentación de la API:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
hu: **API dokumentáció:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
it: **documentazione API:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
ja: **API文書:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json
sv: **Dokumentation om API:** https://redocly.github.io/redoc/?url=https://actinia.mundialis.de/latest/swagger.json

source: **Support:** https://github.com/actinia-org/actinia-core
de: **Unterst端tzung:** https://github.com/actinia-org/actinia-core
es: **Soporte:** https://github.com/actinia-org/actinia-core
hu: **Támogatás:** https://github.com/actinia-org/actinia-core
it: **Supporto:** https://github.com/actinia-org/actinia-core
ja: **サポート:** https://github.com/actinia-org/actinia-core

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Projekt ist nur Teil der OSGeoLive Virtuelle Maschine Disk (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: Quickstart
es: Inicio Rápido
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/actinia_quickstart>`
de: :doc:`Dokumentation Schnelleinstieg <../quickstart/actinia_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/actinia_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/actinia_quickstart>`
it: :doc:`Guida rapida <../quickstart/actinia_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/actinia_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/actinia_quickstart>`

source: nologo
ja: ロゴなし

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)
