Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/cesium_overview.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: About
de: Über
es: Acerca de
fi: Ohjelmistosta
fr: A propos
hu: Névjegy
it: A proposito di
sv: Om

source: 3D Globes and 2D Maps in a Browser
de: 3D Globen und 2D Karten im Browser
es: Globos 3D y mapas 2D en un navegador
fi: 3D-karttapalloja ja 2D-karttoja selainympäristössä
fr: Globes 3D et cartes 2D dans le navigateur
hu: 3D földgömbök és 2D térképek a böngészőben
it: Globi 3D e mappe 2D in un browser
ja: ブラウザ上の3次元地球儀と2次元地図
sv: 3D-glober och 2D-kartor i en webbläsare

source: Cesium is a JavaScript library for creating 3D globes and 2D maps in a web browser without any plugins. It uses WebGL for hardware-accelerated graphics, and is cross-platform, cross-browser, and tuned for dynamic-data visualization.
de: Cesium ist eine JavaScript Bibliothek zur Erstellung von 3D Globen und 2D Karten im Browser ohne jegliche Plugins. Cesium verwendet WebGL für Hardware beschleunigte Graphiken. Es ist plattformunabhängig, browserunabhängig und ist für die dynamische Datenvisualisierung optimiert.
es: Cesium es una biblioteca de JavaScript para crear globos 3D y mapas 2D en un navegador web sin complementos. Utiliza WebGL para gráficos acelerados por hardware, y es multiplataforma, navegador cruzado y ajustado para la visualización de datos dinámicos.
fi: Cesium on JavaScript-kirjasto 3D-maapallojen ja 2D-karttojen luomiseen selainympäristössä. Se toimii ilman minkäänlaisia lisäosia, ja se käyttää WebGL-laitteistokiihdytettyä grafiikkaa. Cesium on myös järjestelmä- ja selainohjelmariippumaton ja se toimii hyvin dynaamisten datojen visualisoinnissa.
fr: Cesium est une librairie JavaScript pour créer des globes 3D et des cartes 2D dans un navigateur web sans plugins. Il utilise WebGL pour les rendus matériels accélérés, et est multi-plateformes, multi-navigateurs et personnalisé pour la visualisation de données dynamiques.
hu: A Cesium egy böngészőből további modulok nélkül használható JavaScript könyvtár 3D-s földgömbök és 2D-s térképek létrehozására. WebGL-t használ a hardver gyorsított grafikához, platform- és böngészőfüggetlen és a dinamikus adatmegjelenítésére hangolták.
it: Cesium è una libreria JavaScript per creare globi 3D e mappe 2D in un browser web senza nessun plugin. Usa WebGL per l’acceleratore hardware grafico, ed è cross-platform, cross-browser, e sviluppato per la visualizzazione di dati dinamici.
ja: Cesiumは、プラグインなしでウェブブラウザで3D地球儀と2Dマップを作成するためのJavaScriptライブラリです。ハードウェアで高速化されたグラフィックスにWebGLを使用し、クロスプラットフォーム、クロスブラウザで、動的データの視覚化に合わせて調整されています。
sv: Cesium är ett JavaScript-bibliotek för att skapa 3D-glober och 2D-kartor i en webbläsare utan några plugins. Det använder WebGL för hårdvaruaccelererad grafik och är plattformsoberoende, webbläsaroberoende och anpassat för visualisering av dynamisk data.

source: cesium screenshot
es: pantalla de cesium
it: screenshot di cesium
sv: cesium skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Keskeiset ominaisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Dynamic Geospatial Visualization:
de: Dynamische räumliche Darstellung:
es: Visualización dinámica geoespacial:
fi: Dynaaminen paikkatieto-visualisaatio:
fr: Visualisation géospatiale dynamique:
hu: Dinamikus térinformatikai megjelenítés:
it: Visualizzazione Geospaziale Dinamica:
ja: 動的な地理空間視覚化:
sv: Dynamisk geospatial visualisering:

source: Create data-driven, time-dynamic scenes with `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
de: Erzeugt datengesteuerte, zeitdynamische Szenen mit `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
es: Crear escenas controladas por datos y dinámicas en el tiempo con `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
fi: Luo datalähtöisiä, aika-dynaamisia visualisointeja `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
fr: Créez des scènes dynamiques en fonction du temps, pilotées par les données avec `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
hu: Adatvezérelt, időben dinamikus jelenetek létrehozása `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_-el.
it: Creazione di scene dinamiche basate su dati con `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.
ja: `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_ を使用して、データ駆動型で時間動的なシーンを作成します。
sv: Skapa datadrivna, tidsdynamiska scener med `CZML <https://github.com/CesiumGS/cesium/wiki/CZML-Guide>`_.

source: Visualize high-resolution worldwide terrain.
de: Visualisiert ein hochauflösendes weltweites Terrain.
es: Visualizar el terreno en todo el mundo alta resolución.
fi: Visualisoi korkean resoluution maailmanlaajuista maastokartta .
fr: Visualise le relief mondial en haute résolution.
hu: Az egész világra kiterjedő, nagy felbontású terep megjelenítés.
it: Visualizza terreni di tutto il mondo ad alta risoluzione.
ja: 世界的な地形を高解像度で可視化します。
sv: Visualisera högupplöst världsomspännande terräng.

source: Draw imagery layers using WMS, TMS, OpenStreetMaps, Bing, and Esri standards.
de: Zeichnet Rastererbenen mit Hilfe von WMS, TMS, OpenStreetMaps, Bing, und Esri Standards.
es: Dibuje capas de imágenes usando los estándares WMS, TMS, OpenStreetMaps, Bing y Esri.
fi: Visualisoi kuvastotasoja WMS-, TMS-, OpenStreetMaps-, Bing-ja Esri-standardien avulla.
fr: Dessine des couches d'imagerie en utilisant les standards WMS, TMS, OpenStreetMaps, Bing et Esri.
hu: Képek megjelenítése WMS, TMS, OpenStreetMaps, Bing és ESRI szabványok felhasználásával.
it: Renderizza layer immagini utilizzando gli standard WMS, TMS, OpenStreetMaps, Bing, e Esri.
ja: WMS、TMS、OpenStreetMaps、Bing、およびEsri標準を使用して画像レイヤを描画します。
sv: Rita bildlager med hjälp av WMS-, TMS-, OpenStreetMaps-, Bing- och Esri-standarder.

source: Draw vector data from GeoJSON and TopoJSON.
de: Zeichnet Vektor Daten über GeoJSON und TopoJSON.
es: Dibugar datos de vector de GeoJSON y TopoJSON.
fi: Visualisoi vektoridataa GeoJSON- ja TopoJSON-tietoformaattien avulla.
fr: Dessine des données vecteur depuis du GeoJSON et du TopoJSON.
hu: Vektor adatok rajzolása GeoJSON-ból vagy TopoJSON-ból.
it: Renderizza dati vettoriali da GeoJSON e TopoJSON.
ja: GeoJSONとTopoJSONからベクタデータを描画します。
sv: Rita vektordata från GeoJSON och TopoJSON.

source: Draw 3D models using COLLADA and glTF.
de: Zeichnet 3D Modelle mit Hilfe von COLLADA und glTF.
es: Dibujar modelos 3D COLLADA y glTF.
fi: Visualisoi 3D-malleja käyttämällä COLLADA- ja glTF-formaatteja.
fr: Dessine des modèles 3D en utilisant COLLADA et glTF.
hu: 3D modellek megjelenítése COLLADA és glTF felhasználásával.
it: Renderizza modelli 3D utilizzando COLLADA e glTF.
ja: COLLADAとglTFを使用して3Dモデルを描画します。
sv: Rita 3D-modeller med hjälp av COLLADA och glTF.

source: Use `plugins <https://cesium.com/platform/cesiumjs/>`_ to extend Cesium.
es: Utiliza `complementos <https://cesium.com/platform/cesiumjs/>`_ para extender Cesium.
it: Usere i `plugins <https://cesium.com/platform/cesiumjs/>`_ per estendere Cesium.
sv: Använd `plugins <https://cesium.com/platform/cesiumjs/>`_ för att utöka Cesium.

source: Built for Performance and Precision:
de: Entwickelt für Performanz und Präzision:
es: Construido para el funcionamiento y precisión:
fi: Rakennettu suorituskykyä ja tarkkuutta varten:
fr: Construit pour la performance et la précision:
hu: Hatékonyság és pontosság:
it: Costruito per Performance e Precisione:
ja: パフォーマンスと精度を重視した設計:
sv: Byggd för prestanda och precision:

source: Optimized WebGL with batching and culling efficiently uses hardware-accelerated graphics.
de: Optimiertes WebGL um die Graphiken effizient zu beschleunigen.
es: WebGL optimizado con dosificación y eficientemente utiliza gráficos acelerados por hardware.
fi: Optimoitu WebGL, joka hyödyntää tehokkaasti laitteistokiihdytettyä grafiikkaa sarjoittamisen ja muiden tekniikkojen avulla.
fr: WebGL optimisé avec du batching et le culling utilise efficacement l'accélération graphique matérielle.
hu: Adagolásra és eldobásra optimalizált WebGL hardver gyorsított grafikát használ.
it: Lo WebGL ottimizzato con batching e culling impiega in modo efficiente la grafica con accelerazione hardware.
ja: バッチとカリングに最適化されたWebGLにより、ハードウェアで高速化されたグラフィックスを効率的に使用します。
sv: Optimerad WebGL med batching och culling använder hårdvaruaccelererad grafik på ett effektivt sätt.

source: Draw a wide range of geometries including polylines, polygons, billboards, labels, extrusions, and corridors.
de: Zeichnet eine große Auswahl an Geometrien inklusive Polylinien, Polygonen, Marker, Beschriftungen, Verdrängungen und Korridore.
es: Dibuje una amplia gama de geometrías, incluidas polilíneas, polígonos, vallas publicitarias, etiquetas, extrusiones y corredores.
fi: Piirrä laaja valikoima geometrioita, kuten monikulmioita, monikulmioita, mainostauluja, tarroja, ekstrusioita ja käytäviä.
fr: Dessinez un large éventail de géométries, y compris des polylignes, des polygones, des panneaux d'affichage, des étiquettes, des extrusions et des corridors.
hu: A geometriák széles skáláját jeleníti meg, többek között törtvonalak, sokszögek, billboardok, címkék, profilok és folyosók.
it: Renderizza un vasto range di geometrie incluso linee, poligoni, billboards, etichette, estrusioni, e corridoi.
ja: ポリライン、ポリゴン、ビルボード、ラベル、押し出し、コリドーなど、さまざまなジオメトリを描画します。
sv: Rita ett brett spektrum av geometrier, inklusive polylinjer, polygoner, skyltar, etiketter, profiler och korridorer.

source: Use `3D Tiles <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ to stream, style and interact with heterogeneous 3D data, including photogrammetry models, 3D buildings, CAD and BIM exterior and interiors, and point clouds.
de: Verwendung von '3D Fliesen < https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/ >' _ zum Streamen, Stylen und interagieren mit heterogenen 3D-Daten, einschließlich Photogrammetrie Modelle, 3D-Gebäude, CAD und BIM Exterieur und Interieur und Punktwolken.
es: Utilice `3D Tiles <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ para transmitir, diseñar e interactuar con datos heterogéneos en 3D, incluidos modelos de fotogrametría, edificios en 3D, exteriores e interiores CAD y BIM, y nubes de puntos.
fi: Käytä `3D-karttatiilejä <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ ja suoratoista, tyylittele ja vuorovaikuta erilaisten 3D-karttatiilien kanssa, mukaan lukien fotogrammetria-mallit, 3D-rakennukset, CAD-ja BIM- ulko- ja sisätiloja varten sekä pistepilvet.
fr: Utilisez des `tuiles 3D <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ pour diffuser, styliser et interagir avec des données 3D hétérogènes, incluant des modèles photogrammétriques, des bâtiments 3D , des intérieurs et extérieurs CAO ou BIM et des nuages de points.
hu: Használja a `3D csempéket <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ heterogén 3D-s adatokat, mint például fotogrammetriai modellek, 3D épületek, CAD és BIM külső és belső modellek, valamint pontfelhők átvitelére, stílusának kialakítására és interaktív felhasználására.
it: Utilizza `Tile 3D <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ per trasmettere, assegnare stili e interagire con dati 3D eterogenei, compresi modelli fotogrammetrici, edifici 3D, esterni e interni CAD e BIM e nuvole di punti.
ja: `3Dタイル <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ を使用して、写真測量モデル、3D建物、CADとBIMの外部と内部、ポイントクラウドなど、異種の3Dデータをストリーミング、スタイル設定、および操作します。
sv: Använd `3D Tiles <https://cesium.com/blog/2017/07/12/the-next-generation-of-3d-tiles/>`_ för att strömma, styla och interagera med heterogena 3D-data, inklusive fotogrammetriska modeller, 3D-byggnader, CAD- och BIM-exteriör och -interiör samt punktmoln.

source: Control the camera and create flight paths.
de: Kontrolliert die Kamera und erzeugt Flugrouten.
es: Control de la cámara y crear rutas de vuelo.
fi: Ohjaa kameraa ja luo lentopolkuja.
fr: Contrôle la caméra et crée des trajectoires de vol
hu: Kamera vezérlés és repülési útvonal készítés.
it: Controlla la camera e crea percorsi volati.
ja: カメラを制御して飛行経路を作成します。
sv: Styr kameran och skapa flygbanor.

source: Use standard widgets to control animation time, select imagery layers, and zoom to a location.
de: Verwendet Standard Widgets zur kontrolle der Animationszeit, Auswahl von Bildebenen und Zoom auf Positionen.
es: Utilizar widgets estándar para control de tiempo de animación, selección de imágenes, capas y zoom a una ubicación.
fi: Käytä tavallisia widgetejä ajanhallintaan, valitse kuvastokerroksia ja zoomaa sijainteihin.
fr: Utilise des widgets standard pour contrôler le temps d'animation, sélectionner les couches d'images et zoomer sur un emplacement.
hu: Szabványos vezérlők az animáció időzítésére, a háttér réteg kiválasztására és a helyre nagyításra.
it: Usa widgets standard per controllare il tempo dell’animazione, seleziona i layer, e fare lo zoom ad una località.
ja: 標準ウィジェットを使用して、アニメーション時間を制御したり、画像レイヤを選択したり、場所にズームしたりします。
sv: Använd standardwidgets för att styra animationstiden, välja bildlager och zooma till en plats.

source: One API, Three Views:
de: Eine API, drei Ansichten:
es: Un API, tres vistas:
fi: Yksi API, kolme näkymää:
fr: Une API, trois vues:
hu: Egy API, három nézet:
it: Una API, Tre Visualizzazioni:
ja: 1つのAPI、3つのビュー:
sv: Ett API, tre vyer:

source: Cesium supports a 3D globe, 2D map, and 2.5D Columbus View with the same API.
de: Cesium unterstützt einen 3D Globus, eine 2D Karte und eine 2.5D Columbus Ansicht mit derselben API.
es: Cesium es compatible con vistas un mundo 3D, mapa 2D y Columbus 2.5D en la misma API.
fi: Cesium tukee 3D-maapallo-, 2D-kartta-, ja 2.5D- Columbus-näkymää samaa APIa hyödyntäen.
fr: Cesium supporte un globe terrestre 3D, une carte 2D et une vue Columbus 2.5D avec la même API.
hu: A Cesium egyetlen API-val biztosítja a 3D földgömböt, a 2D térképet és a 2.5D Columbus nézetet.
it: Cesium supporta globi 3D, mappe 2D, e Visualizzazione Columbus 2.5D con le stesse API.
ja: Cesium は同じAPIで3D地球儀、2Dマップ、2.5Dコロンブスビューをサポートしています。
sv: Cesium stöder en 3D-glob, 2D-karta och 2,5D Columbus View med samma API.

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fi: Toteutetut standardit
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: WMS and WMTS
de: WMS und WMTS
es: WMS y WMTS
fi: WMS ja WMTS
fr: WMS et WMTS
hu: WMS és WMTS
it: WMS e WMTS
ja: WMSとWMTS
sv: WMS och WMTS

source: Details
es: Detalles
fi: Lisätiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://cesium.com/
de: **Webseite:** https://cesium.com/
es: **Sitio web:** https://cesium.com/
fi: **Verkkosivusto:** https://cesium.com/
fr: **Site web:** https://cesium.com/
hu: **Honlap:** https://cesium.com/
it: **Sito web:** https://cesium.com/
ja: **Webサイト:** https://cesium.com/
sv: **Webbplats:** https://cesium.com/

source: **Licence:** Apache 2.0 license
de: **Lizenz:** Apache 2.0 Lizenz
es: **Licencia:** Licencia Apache 2.0
fi: **Lisenssi:** Apache 2.0 license
fr: **Licence:** licence Apache 2.0
hu: **Licenc:** Apache 2.0 licenc
it: **Licenza:** licenza Apache 2.0
ja: **ライセンス:** Apache 2.0 license
sv: **Licens:** Apache 2.0-licens

source: **Software Version:** |version-cesium|
es: **Versión de software:** |version-cesium|
fi: **Ohjelmistoversio:** |version-cesium|
fr: **Version du logiciel:** |version-cesium|
hu: **Szoftver verzió:** |version-cesium|
it: **Versione Software:** |version-cesium|
ja: **ソフトウェアバージョン:** |version-cesium|
sv: **Programvaruversion:** |version-cesium|

source: **Supported Platforms:** Platform independent, depends only on a browser which supports WebGL
de: **Unterstützte Plattformen:** Plattform unabhängig, benötigt ledgiglich einen Browser mit WebGL Unterstützung
es: **Plataformas compatibles:** plataforma independiente, depende solamente de un navegador que soporte WebGL
fi: **Tuetut alustat:** Järjestelmäriippumaton; vaatiin vain selaimen, joka tukee WebGL-tekniikkaa
fr: **Plates-formes supportées:** Plateforme indépendant, dépend seulement d'un navigateur qui supporte WebGL
hu: **Támogatott platformok:** Platform független, csak a WebGL-t támogató böngészőtől függ
ja: **対応プラットフォーム:** プラットフォームに依存せず、WebGLをサポートするブラウザにのみ依存

source: **Community Support:** Forum at https://community.cesium.com
es: **Soporte de la comunidad:** Foro en https://community.cesium.com
it: **Supporto della comunità:** Forum a https://community.cesium.com
sv: **Gemenskapsstöd:** Forum på https://community.cesium.com

source: Quickstart
es: Inicio Rápido
fi: Pika-aloitus
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/cesium_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/cesium_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/cesium_quickstart>`
fi: :doc:`Pika-aloituksen dokumentaatio<../quickstart/cesium_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/cesium_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/cesium_quickstart>`
it: :doc:`Guida rapida <../quickstart/cesium_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/cesium_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/cesium_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: **Supported Platforms:** Platform independent, depends only on a browser which supports WebGL
it: **Piattaforme Supportate:** Indipendente dalla piattaforma, dipende solo da un browser che supporta WebGL
sv: **Plattformar som stöds:** Plattformsoberoende, kräver endast en webbläsare med stöd för WebGL

source: Use `plugins <https://cesium.com/cesiumjs>`_ to extend Cesium.
de: Mit Hilfe von `Plugins <https://cesium.com/cesiumjs>`_ kann Cesium erweitert werden.
fi: Käytä `lisäosat <https://cesium.com/cesiumjs>`_ laajentamaan Cesiumin toiminnallisuuksia.
fr: Utilise des `plugins <https://cesium.com/cesiumjs>`_ pour étendre Cesium.
hu: `Beépülő modulok <https://cesium.com/cesiumjs>`_ használata a Cesium kibővítésére.

source: **Community Support:** Forum at https://groups.google.com/forum/?hl=en#!forum/cesium-dev
de: **Community-Unterstützung:** Forum auf https://groups.google.com/forum/?hl=en#!forum/cesium-dev
fi: **Yhteisö tuki:** Foorumi osoitteessa https://groups.google.com/forum/?hl=en#!forum/cesium-dev
fr: **Support communautaire:** Forum https://groups.google.com/forum/?hl=en#!forum/cesium-dev
hu: **Közösségi támogatás:** Fórum ahttps://groups.google.com/forum/?hl=en#!forum/cesium-dev oldalon
