Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/deegree_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Processing of huge amounts of data with minimal memory footprint
de: Verarbeitung von großen Datenmengen mit minimalem Speicherbedarf
es: Procesamiento de grandes cantidades de datos con una huella de memoria mínima
fr: Traitement d'énormes quantités de données avec une empreinte mémoire minimale
hu: A hatalmas mennyiségű adat feldolgozása minimális memória használattal
it: Elaborazione di enormi quantità di dati con un ingombro minimo di memoria
ja: 最小限のメモリ使用量で大量のデータを処理
sv: Bearbetning av stora datamängder med minimalt minnesavtryck

source: Supports storing of response documents/output parameters
de: Unterstützt Speichern der Response-Dokumente/Output-Parameter
es: Admite almacenamiento de respuesta documentos/parámetros de salida
fr: Supporte le stockage des documents de réponse/paramètres de sortie
hu: Támogatja a válasz dokumentumok/kimeneti paraméterek tárolását
it: Supporta la memorizzazione di documenti di risposta/parametri di output
ja: レスポンス文書/出力パラメータの保存をサポート
sv: Stöd för lagring av svarsdokument/utdataparametrar

source: Supports input parameters given inline and by reference
de: Unterstützt Eingabeparameter inline und als Referenz
es: Soporta parámetros de entrada dados en línea y por referencia
fr: Supporte les paramètres d'entrée fournis 'inline' et par référence
hu: Támogatja az inline és hivatkozással megadott bemeneti paramétereket
it: Supporta parametri di input dati in linea e per riferimento
ja: インラインと参照で指定されたパラメータをサポート
sv: Stöder inmatningsparametrar som anges inline och som referens

source: Supports RawDataOutput/ResponseDocument responses
de: Unterstützt RawDataOutput/ResponseDocument Responses
es: Compatible con respuestas RawDataOutput/ResponseDocument
fr: Supporte des réponses RawDataOutput/ResponseDocument
hu: Támogatja a RawDataOutput/ResponseDocument válaszokat
it: Supporta le risposte RawDataOutput/ResponseDocument
ja: RawDataOutput/ResponseDocument 応答のサポート
sv: Stöd för RawDataOutput/ResponseDocument-svar

source: Supports asynchronous execution (with polling of process status)
de: Unterstützt asynchrone Ausführung (mit Abfrage des Prozessstatus)
es: Soporta ejecución asincrónica (con sondeo del estado del proceso)
fr: supporte l'exécution asynchrone (avec interrogation du statut de traitement)
hu: Támogatja az aszinkron végrehajtást (a folyamat állapot folyamatos lekérdezésével)
it: Supporta l'esecuzione asincrona (con polling dello stato del processo)
ja: 非同期実行をサポート(プロセスステータスをポーリング)
sv: Stöd för asynkron exekvering (med polling av processstatus)

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: |WFS| 1.0.0, 1.1.0 and 2.0.0
es: |WFS| 1.0.0, 1.1.0 y 2.0.0
hu: |WFS| 1.0.0, 1.1.0 és 2.0.0
it: |WFS| 1.0.0, 1.1.0 e 2.0.0
ja: |WFS| 1.0.0, 1.1.0 および 2.0.0
sv: |WFS| 1.0.0, 1.1.0 och 2.0.0

source: |WMS| 1.1.1 and 1.3.0
es: |WMS| 1.1.1 y 1.3.0
hu: |WMS| 1.1.1 és 1.3.0
it: |WMS| 1.1.1 e 1.3.0
ja: |WMS| 1.1.1 および 1.3.0
sv: |WMS| 1.1.1 och 1.3.0

source: |GML| 2.12, 3.0.1, 3.1.1 and 3.2.1
es: |GML| 2.12, 3.0.1, 3.1.1 y 3.2.1
hu: |GML| 2.12, 3.0.1, 3.1.1 és 3.2.1
it: |GML| 2.12, 3.0.1, 3.1.1 e 3.2.1
ja: |GML| 2.12, 3.0.1, 3.1.1 および 3.2.1
sv: |GML| 2.12, 3.0.1, 3.1.1 och 3.2.1

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://www.deegree.org
de: **Webseite:** http://www.deegree.org
es: **Sitio web:** http://www.deegree.org
fr: **Site web:** http://www.deegree.org
hu: **Honlap:** http://www.deegree.org
it: **Sito web:** http://www.deegree.org
ja: **Webサイト:** http://www.deegree.org
sv: **Webbplats:** http://www.deegree.org

source: **Licence:** GNU Lesser General Public License, Version 2.1 (LGPL 2.1)
es: **Licencia:** GNU Lesser General Public License, Version 2.1 (LGPL 2.1)
hu: **Licenc:** GNU Lesser General Public Licenc, Version 2.1 (LGPL 2.1)
it: **Licenza:** GNU Lesser General Public License, Version 2.1 (LGPL 2.1)
sv: **Licens:** GNU Lesser General Public License, version 2.1 (LGPL 2.1)

source: **Software Version:** |version-deegree|
es: **Versión de software:** |version-deegree|
fr: **Version du logiciel:** |version-deegree|
hu: **Szoftver verzió:** |version-deegree|
it: **Versione Software:** |version-deegree|
ja: **ソフトウェアバージョン:** |version-deegree|
sv: **Programvaruversion:** |version-deegree|

source: **Supported Platforms:** Windows, Linux
de: **Unterstützte Plattformen:** Windows, Linux
es: **Plataformas soportadas:** Windows y Linux
fr: **Plates-formes supportées:** Windows, Linux
hu: **Támogatott platformok:** Windows, Linux
it: **Piattaforme Supportate:** Windows, Linux
ja: **対応プラットフォーム:** Windows, Linux
sv: **Plattformar som stöds:** Windows, Linux

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface de l'API:** Java
hu: **API Interfészek:** Java
it: **Interfacce API:** Java
ja: **API インタフェース:** Java
sv: **API-gränssnitt:** Java

source: **Support:** https://www.deegree.org/community
es: **Soporte:** https://www.deegree.org/community
hu: **Támogatás:** https://www.deegree.org/community
it: **Supporto:** https://www.deegree.org/community
ja: **サポート:** https://www.deegree.org/community

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/deegree_quickstart>`
de: * :doc:`Quickstart Dokumentation <../quickstart/deegree_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/deegree_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/deegree_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/deegree_quickstart>`
it: :doc:`Guida rapida <../quickstart/deegree_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/deegree_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/deegree_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: deegree provides geospatial webservices based upon `Open Geospatial Consortium (OGC) <http://www.opengeospatial.org>`_ and `INSPIRE Network Services <http://inspire.jrc.ec.europa.eu>`_ specifications. deegree supports:
de: Die deegree Webservices sind Implementierungen der Webservice Spezifikationen des `Open Geospatial Consortium (OGC) <http://www.opengeospatial.org>`_ und der `INSPIRE Network Services <http://inspire.jrc.ec.europa.eu>`_. deegree webservices 3.3 enthält die folgenden Dienste:
fr: Deegree fournit des services web géospatiaux basés sur les spécifications `Open Geospatial Consortium (OGC) <http://www.opengeospatial.org>`_ et `INSPIRE Network Services <http://inspire.jrc.ec.europa.eu>`_. Deegree supporte:

source: `Web Feature Services (WFS) <http://www.opengeospatial.org/standards/wfs>`_: Serves vector data from geospatial data
de: `Web Feature Service (WFS) <http://www.opengeospatial.org/standards/wfs>`_: Ermöglicht den direkten Zugriff Vektordaten aus räumlichen Datenobjekten.
fr: `Web Feature Services (WFS) <http://www.opengeospatial.org/standards/wfs>`_: Sert des données vecteur depuis des données géospatiales

source: `Web Map Services (WMS) <http://www.opengeospatial.org/standards/wms>`_: Serves maps rendered from geospatial data
de: `Web Map Service (WMS) <http://www.opengeospatial.org/standards/wms>`_: Liefert Karten, die aus räumlichen Daten gerendert werden
fr: `Web Map Services (WMS) <http://www.opengeospatial.org/standards/wms>`_: Sert des cartes rendues à partir de données géospatiales

source: `Web Map Tile Services (WMTS) <http://www.opengeospatial.org/standards/wmts>`_: Serves pre-rendered map tiles
de: `Web Map Tile Service (WMTS) <http://www.opengeospatial.org/standards/wmts>`_: Liefert vorberechnete Kartenkacheln.
fr: `Web Map Tile Services (WMTS) <http://www.opengeospatial.org/standards/wmts>`_: Sert des tuiles de carte précalculées

source: `Catalogue Services for the Web (CSW) <http://www.opengeospatial.org/standards/cat>`_: Performs searches for geospatial datasets and services
de: `Catalogue Service for the Web (CSW) <http://www.opengeospatial.org/standards/cat>`_: Durchführung von Suchen nach räumlichen Datensätzen und Diensten.
fr: `Catalogue Services for the Web (CSW) <http://www.opengeospatial.org/standards/cat>`_: Effectue des recherches dans les jeux de données et services géospatiaux

source: `Web Processing Services (WPS) <http://www.opengeospatial.org/standards/wps>`_: Executes geospatial processes
de: `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`_: Führt Berechnungen auf räumlichen Daten aus.
fr: `Web Processing Services (WPS) <http://www.opengeospatial.org/standards/wps>`_: Effectue des traitements géospatiaux

source: **WFS**
de: Der deegree WFS ist eine Implementierung der `OGC Web Feature Service Spezifikation <http://www.opengeospatial.org/standards/wfs>`_. Einige Eigenschaften:

source: **WMS**
de: Der deegree WMS ist eine Implementierung der `OGC Web Map Service Spezifikation <http://www.opengeospatial.org/standards/wms>`_. Einige Eigenschaften:

source: **WMTS**
de: Der deegree WMTS ist eine Implementierung der `OGC Web Map Tile Service Spezifikation <http://www.opengeospatial.org/standards/wmts>`_. Einige Eigenschaften:

source: **CSW**
de: Der deegree CSW ist eine Implementierung der `OGC Catalogue Service Spezifikation <http://www.opengeospatial.org/standards/cat>`_. Einige Eigenschaften:

source: **WPS**
de: Der deegree WPS ist eine Implementierung der `OGC Processing Service Spezifikation <http://www.opengeospatial.org/standards/wps>`_. Einige Eigenschaften:

source: OGC Web Feature Service (WFS) 1.0.0, 1.1.0 and 2.0.0
de: OGC Web Feature Service (WFS) 1.0.0, 1.1.0 und 2.0.0
fr: OGC Web Feature Service (WFS) 1.0.0, 1.1.0 et 2.0.0

source: OGC Web Map Service (WMS) 1.1.1 and 1.3.0
de: OGC Web Map Service (WMS) 1.1.1 und 1.3.0
fr: OGC Web Map Service (WMS) 1.1.1 et 1.3.0

source: OGC GML 2.12, 3.0.1, 3.1.1 and 3.2.1
de: OGC GML 2.12, 3.0.1, 3.1.1 und 3.2.1
fr: OGC GML 2.12, 3.0.1, 3.1.1 et 3.2.1

source: **Licence:** LGPL
de: **Lizenz:** LGPL
ja: **ライセンス:** LGPL
