Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/deegree_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: About
de: Über
es: Acerca de
fr: A propos
hu: Névjegy
it: A proposito di
sv: Om

source: deegree provides geospatial webservices based upon |OGC| and `INSPIRE Network Services <https://inspire.ec.europa.eu>`_ specifications. deegree supports:
es: deegree proporciona servicios web geoespaciales basados en |OGC| y las especificaciones de `INSPIRE Network Services <https://inspire.ec.europa.eu>`_. deegree soporta:
hu: degree térinformatikai web szolgáltatásokat biztosít az |OGC| és az `INSPIRE Network Services <https://inspire.ec.europa.eu>`_ specifikációra alapozva. A degree támogatja a következőket:
it: degree fornisce servizi web geospaziali basati sulle specifiche |OGC| e `INSPIRE Network Services <https://inspire.ec.europa.eu>`_. degree supporta:
ja: deegreeは、 |OGC| と `INSPIRE Network Services <https://inspire.ec.europa.eu>`_ 仕様に基づいた地理空間ウェブサービスを提供しています。deegreeは以下をサポートしています。

source: |WFS|: Serves vector data from geospatial data
es: |WFS|: Sirve datos vectoriales de datos geoespaciales
hu: |WFS|: téradatokból vektor adat szolgáltatás
it: |WFS|: Fornisce dati vettoriali da dati geospaziali
ja: |WFS|: 空間データからベクタデータを提供
sv: |WFS|: Serverar vektordata från geospatiala data

source: |WMS|: Serves maps rendered from geospatial data
es: |WMS|: Sirve mapas renderizados a partir de datos geoespaciales
hu: |WMS|: téradatokból kirajzolt térkép szolgáltatása
it: |WMS|: Fornisce mappe disegnate da dati geospaziali
ja: |WMS|: 空間データからレンダリングされたマップを提供します。
sv: |WMS|: Serverar kartor som återges från geospatiala data

source: |WMTS|: Serves pre-rendered map tiles
es: |WMTS|: Sirve teselas de mapa pre-renderizadas
hu: |WMTS|: előre kirajzolt térképcsempék szolgáltatása
it: |WMTS|: Fornisce mappe tassellate già disegnate
ja: |WMTS|: 事前にレンダリングされたマップタイルを提供
sv: |WMTS|: Serverar förrenderade kartplattor

source: |CSW|: Performs searches for geospatial datasets and services
es: |CSW|: Realiza búsquedas de conjuntos de datos y servicios geoespaciales
hu: |CSW|: Téradatok és szolgáltatások keresése
it: |CSW|: Esegue ricerce per trovare dati e servizi geospaziali
ja: |CSW|: 地理空間データセットおよびサービスの検索を実行します。
sv: |CSW|: Utför sökningar efter geospatiala dataset och tjänster

source: |WPS|: Executes geospatial processes
es: |WPS|: Ejecuta procesos geoespaciales
hu: |WPS|: térinformatikai feldolgozás végrehajtása
it: |WPS|: Esegue processi geospaziali
ja: |WPS|: 空間処理を実行します
sv: |WPS|: Exekverar geospatiala processer

source: deegree screenshot
es: pantalla de deegree
hu: deegree képernyőképek
it: screenshot di deegree
sv: deegree skärmdump

source: Core Features
de: Eigenschaften des deegree WFS
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Implements WFS standards 1.0.0, 1.1.0 and 2.0.0
de: Implementiert WFS standards 1.0.0, 1.1.0 and 2.0.0
es: Implementa estádares WFS 1.0.0, 1.1.0 y 2.0.0
fr: Implémente les standards WFS 1.0.0, 1.1.0 et 2.0.0
hu: WFS 1.0.0, 1.1.0 és 2.0.0szabványok implementálása
it: Implementa standard WFS 1.0.0, 1.1.0 e 2.0.0
ja: WFS標準1.0.0、1.1.0、および2.0.0を実装
sv: Implementerar WFS-standarderna 1.0.0, 1.1.0 och 2.0.0

source: Official OGC reference implementation for WFS 1.1.0 (Basic and Transactional) and WFS 2.0.0 (Basic)
es: Implementación oficial de referencia de OGC para WFS 1.1.0 (Básico y Transaccional) y WFS 2.0.0 (Básico)
hu: Hivatalos OGC referencia implementáció WFS 1.1.0 (Basic and Transactional) és WFS 2.0.0 (Basic) verziókhoz
it: Implementazione di riferimento ufficiale OGC per WFS 1.1.0 (Base e Transazionale) e WFS 2.0.0 (Base)

source: Fully transactional (even for rich data models)
de: Vollständig transaktional (auch bei komplexen Datenmodellen)
es: Completamente transaccional (incluso para los modelos de datos enriquecidos)
fr: Complètement transactionnel (même pour les modèles de données riches)
hu: Teljes tranzakció kezelés (még gazdag adatmodellekre is)
it: Completamente transazionale (anche per modelli di dati ricchi)
ja: 完全なトランザクション(リッチデータモデルの場合も含む)
sv: Fullständigt transaktionell (även för rika datamodeller)

source: Supports KVP, XML and SOAP requests
de: Unterstützt KVP, XML und SOAP Requests
es: Soporta peticiones KVP, XML y SOAP
fr: Supporte des requêtes de type KVP, XML et SOAP
hu: KVP, XML és SOAP kérések támogatása
it: Supporta richieste KVP, XML e SOAP
ja: KVP、XML、およびSOAP要求をサポート
sv: Stöd för KVP-, XML- och SOAP-förfrågningar

source: GML 2/3.0/3.1/3.2 output/input
es: GML 2/3.0/3.1/3.2 entrada y salida
fr: Entrées/sorties GML 2/3.0/3.1/3.2
ja: GML 2/3.0/3.1/3.2 出力/入力

source: Support for GetGmlObject requests and XLinks
de: Unterstützung von GetGmlObject Requests und XLinks
es: Soporte para peticiones de GetGmlObject y XLinks
fr: Support des requêtes GetGmlObject et XLinks
hu: GetGmlObject kérések és XLinks támogatás
it: Supporto per richieste GetGmlObject e XLinks
ja: GetGmlObjectリクエストとXLinksのサポート
sv: Stöd för GetGmlObject-förfrågningar och XLinks

source: High performance and excellent scalability
de: Hoch performant und hervorragend skalierbar
es: Excelente escalabilidad y alto rendimiento
fr: Hautes performances et scalabilité excellente
hu: Nagy teljesítmény és tökéletes skálázhatóság
it: Performance elevate ed eccellente scalabilità
ja: 高いパフォーマンスと優れた拡張性
sv: Hög prestanda och utmärkt skalbarhet

source: On-the-fly coordinate transformation
de: Koordinatentransformation on-the-fly
es: Transformación de coordenadas sobre la marcha
fr: Transformation de coordonnées à la volée
hu: Vetületi transzformáció röptében
it: Trasformazione di coordinate al volo
ja: オンザフライ座標変換
sv: Koordinatomvandling i realtid

source: Designed for rich data models from the bottom up
de: Von Grund auf für komplexe Datenmodelle entworfen
es: Diseñado para ricos modelos de datosde abajo a arriba
fr: Conçu dès le départ pour des modèles de données riches
hu: Alulról felfelé tervezték a gazdag adatmodellekhez
it: Progettato per modelli di dati ricchi dal basso verso l'alto
ja: ボトムアップのリッチデータモデル向けに設計
sv: Utformad för rika datamodeller från botten och upp

source: Backends support flexible mapping of GML application schemas to relational models
de: Die Back-Ends unterstützen eine flexible Abbildung von GML-Applikationsschemata in relationale Modelle
es: Los backends soportan mapeo flexible de esquemas de aplicación GML a modelos relacionales
fr: Backend supporte un mapping flexible des applications GML avec des modèles relationnels
hu: A háttérprogramok támogatják a GML alkalmazási sémák rugalmas illesztését a relációs modellekhez
it: I backend supportano la mappatura flessibile degli schemi applicativi GML ai modelli relazionali
ja: バックエンドは、GMLアプリケーションスキーマのリレーショナルモデルへの柔軟なマッピングをサポートします。
sv: Backends stöder flexibel mappning av GML-applikationsscheman till relationsmodeller

source: ISO 19107-compliant geometry model: Complex geometries (e.g. non-linear curves)
de: ISO 19107 konformes geometrisches Modell: Komplexe Geometrie (z.B. nicht lineare Kurven)
es: ISO 19107- obediente modelo de geometría: Geometrías complejas (por ejemplo curvas no-lineales)
fr: Modèle géométrique conforme à la norme ISO 19107: géométries complexes (par ex. courbes non linéaires)
hu: ISO 19107-nek megfelelő geometria modell: Komplex geometriák (pl. görbék)
it: Modello di geometria conforme a ISO 19107: Geometrie complesse (per esempio curve non lineari)
ja: ISO 19107準拠のジオメトリモデル: 複雑なジオメトリ (例: 非線形曲線)
sv: Geometrimodell i enlighet med ISO 19107: Komplexa geometrier (t.ex. icke-linjära kurvor)

source: Advanced filter expression support based on XPath 1.0
de: Unterstützt fortschrittliche Filterausdrücke basierend auf XPath 1.0
es: Soporte avanzado de expresión de filtro basado en XPath 1.0
fr: Prise en charge avancée de l'expression des filtres basée sur XPath 1.0
hu: XPath 1.0-ra alapozott haladó szűrő kifejezések
it: Supporto a espressioni avanzate per i filtri basate su XPath 1.0
ja: XPath 1.0に基づく高度なフィルタ式のサポート
sv: Avancerat stöd för filteruttryck baserat på XPath 1.0

source: Supports numerous backends, such as PostGIS, Oracle Spatial, MS SQL Server, Shapefiles or GML instance documents
de: Unterstützt eine Vielzahl von Datenquellen, wie beispielsweise PostGIS, Oracle Stpatial, MS SQL Server, Shapefile oder GML-Dokumente.
es: Soporta varios backends, como PostGIS, Oracle Spatial, MS SQL Server, Shapefiles o documentos de instancia GML
fr: Prend en charge de nombreux backends, tels que PostGIS, Oracle Spatial, MS SQL Server, Shapefiles ou documents d'instance GML.
hu: Számos háttér rendszert támogat, mint például PostGIS, Oracle Spatial, MSSQL Server, Shape fájlok vagy GML dokumentumok
it: Supporta numerosi backend, come PostGIS, Oracle Spatial, MS SQL Server, Shapefiles o documenti di istanza GML
ja: PostGIS、Oracle Spatial、MS SQL Server、シェープファイル、GMLインスタンスドキュメントなどの多数のバックエンドをサポート
sv: Stöd för många backends, t.ex. PostGIS, Oracle Spatial, MS SQL Server, Shapefiler eller GML-instansdokument

source: Implements WMS standards 1.1.1 and 1.3.0
de: Implementiert die WMS Standards 1.1.1 und 1.3.0
es: Implementa los estándarres WMS 1.1.1 y 1.3.0
fr: Implémente les standards WMS 1.1.1 et 1.3.0
hu: WMS 1.1.1 és 1.3.0 szabványok implementálása
it: Implementa standards WMS 1.1.1 e 1.3.0
ja: WMS標準1.1.1および1.3.0を実装
sv: Implementerar WMS-standarderna 1.1.1 och 1.3.0

source: Official OGC reference implementation for WMS 1.1.1 and WMS 1.3.0
es: Implementación de referencia oficial de OGC para WMS 1.1.1 y WMS 1.3.0
hu: Hivatalos OGC referencia implementáció a WMS 1.1.1 és WMS 1.3.0-hez
it: Implementazione ufficiale di riferimento OGC per WMS 1.1.1 e WMS 1.3.0
sv: Officiell OGC-referensimplementering för WMS 1.1.1 och WMS 1.3.0

source: Extensive support for styling languages SLD/SE versions 1.0.0 and 1.1.0
de: Umfangreiche Unterstützung für die Styling-Sprachen SLD/SE-Versionen 1.0.0 und 1.1.0
es: Amplia compatibilidad con estilos de lenguajes SLD/SE versiones 1.0.0 y 1.1.0
fr: Prise en charge étendue des langages de style SLD/SE versions 1.0.0 et 1.1.0
hu: Az SLD/SE 1.0.0 és 1.1.0 verziójú stílusnyelvek széleskörű támogatása
it: Supporto esteso per i linguaggi di stile SLD/SE versioni 1.0.0 e 1.1.0
ja: スタイル言語SLD/SEバージョン1.0.0および1.1.0の広範なサポート
sv: Omfattande stöd för stylingspråken SLD/SE version 1.0.0 och 1.1.0

source: High quality rendering
de: Hoch qualitatives Rendering
es: Representación de alta calidad
fr: Rendu haute qualité
hu: Kiváló minőségű kirajzolás
it: Rendering di alta qualità
ja: 高精度レンダリング
sv: Rendering av hög kvalitet

source: Scale dependent styling
de: Maßstabsabhängige Signaturen
es: Estilo dependiente de la escala
fr: Style en fonction de l'échelle
hu: Méretarány függő stílusok
it: Stili in funzione della scala
ja: スケールに依存するスタイル設定
sv: Skalberoende styling

source: Support for SE removes the need for a lot of proprietary extensions
de: Durch die Unterstützung von SE entfällt die Notwendigkeit für eine Vielzahl von proprietären Erweiterungen
es: El soporte para SE elimina la necesidad de una gran cantidad de extensiones de propietario
fr: Le support de SE supprime le besoin d'un grand nombre d'extensions propriétaires
hu: Az SE támogatás szükségtelenné tesz egy csomó kereskedelmi bőviményt
it: Il supporto per SE rimuove la necessità di molte estensioni proprietarie
ja: SEのサポートにより、多くの独自仕様の拡張が不要
sv: Stöd för SE eliminerar behovet av en mängd proprietära tillägg

source: Easy configuration of HTML and other output formats for GetFeatureInfo responses
de: Einfache Konfiguration von HTML und anderen Ausgabeformaten für GetFeatureInfo Antworten
es: Configuración sencilla de HTML y otros formatos de salida para respuestas GetFeatureInfo
fr: Configuration facile du format HTML et d'autres formats de sortie pour les réponses GetFeatureInfo
hu: Könnyen konfigurálható HTML és más output formátumok a GetFeatureInfo válaszokhoz
it: Facile configurazione di HTML e altri formati di output per le risposte GetFeatureInfo
ja: GetFeatureInfo応答のHTMLおよびその他の出力フォーマットの簡単な設定
sv: Enkel konfiguration av HTML och andra utdataformat för GetFeatureInfo-svar

source: Uses stream-based data access with minimal memory footprint
de: Stream-basierter Datenzugriff mit minimalem Speicherbedarf
es: Utiliza el acceso a datos basado en secuencias con una huella de memoria mínima
fr: Utilise l’accès aux flux de données avec empreinte mémoire minimale
hu: Stream alapú adatelérést használ, minimális memóriahasználattal
it: Utilizza un accesso ai dati stream-based con un ingombro minimo della memoria
ja: 最小限のメモリ・フットプリントでストリーム・ベースのデータ・アクセスを使用
sv: Använder strömbaserad dataåtkomst med minimalt minnesavtryck

source: Nearly complete support for raster symbolizing as defined in SE (with some extensions)
de: Nahezu vollständige Unterstützung für Rastersymbolisierung über SE (mit einigen Erweiterungen)
es: Soporte casi completo para la simulación de ráster según se define en SE (con algunas extensiones)
fr: Prise en charge presque complète de la symbolisation raster telle que définie par SE (avec quelques extensions)
hu: Szinte teljes mértékben támogatják az SE-ben definiált raszteres jelrendszert (néhány bővítménnyel)
it: Supporto quasi completo per la simbolizzazione raster come definita in SE (con alcune estensioni)
ja: SEで定義されているラスターシンボルのほぼ完全なサポート(拡張機能あり)
sv: Nästan fullständigt stöd för rastersymbolisering enligt definitionen i SE (med vissa tillägg)

source: Complete support for TIME/ELEVATION and other dimensions for both feature and raster data
de: Vollständige Unterstützung für Time/ELEVATION und andere Dimensionen für Feature- und Raster-Daten
es: Soporte completo para TIEMPO/ELEVACION y otras dimensiones para datos de raster y características
fr: Prise en charge complète de TIME/ELEVATION et d'autres dimensions pour les objets géographiques et les données raster
hu: Idő/magasság és más dimenziók , teljes támogatása a vektoros és a raszteres adatokra
it: Supporto completo per TEMPO/ALTEZZA e altre dimensioni sia per i vettoriali che per i dati raster
ja: フィーチャデータとラスターデータの両方で、TIME/ELEVATIONおよびその他の寸法が完全にサポートされます。
sv: Fullständigt stöd för TIME/ELEVATION och andra dimensioner för både feature- och rasterdata

source: Supports numerous backends, such as PostGIS, Oracle Spatial, Shapefiles or GML instance documents
de: Unterstützt zahlreiche Backends, wie PostGIS, Oracle Spatial, Shape oder GML-Instanz-Dokumente
es: Admite numerosos backends, como PostGIS, Oracle Spatial, Shapefiles o documentos de instancia GML
fr: Supporte de nombreux backends, tels que PostGIS, Oracle Spatial, Shapefiles ou des documents d'instance GML.
hu: Számos háttéret támogat, mint például PostGIS, Oracle Spatial, SHP-fájlok vagy GML dokumentumok
it: Supporta numerosi backend, come PostGIS, Oracle Spatial, Shapefiles o documenti di istanza GML
ja: PostGIS、Oracle Spatial、Shapefiles、GMLインスタンスドキュメントなどの多数のバックエンドをサポート
sv: Stöd för många backends, t.ex. PostGIS, Oracle Spatial, Shapefiler eller GML-instansdokument

source: Can render rich data models directly
de: Rich-data-models können direkt angezeigt werden.
es: Puede graficar directamente modelos de datos
fr: Peut faire des rendus de modèles de données riches directement
hu: Gazdag adatmodelleket közvetlenül meg tud jeleníteni
it: Può renderizzare direttamente modelli di dati complessi
ja: リッチデータモデルを直接レンダリングできる
sv: Kan rendera rika datamodeller direkt

source: Implements Basic WMTS standard 1.0.0 (KVP)
de: Implementiert Basic WMTS Standard 1.0.0 (KVP)
es: Implementa el estándar básico WMTS 1.0.0 (KVP)
fr: Implémente le standard basique WMTS 1.0.0 (KVP)
hu: Az alap WMTS szabvány 1.0.0 (KVP) implementálása
it: Implementa lo standard WMTS base 1.0.0 (KVP)
ja: 基本的なWMTS標準1.0.0(KVP)を実装
sv: Implementerar grundläggande WMTS-standard 1.0.0 (KVP)

source: Official OGC reference implementation for WMS 1.0.0
es: Implementación oficial de referencia OGC para WMS 1.0.0
hu: Hivatalos OGC referencia implementáció WMS 1.0.0 verzióhoz
it: Implementazione ufficiale di riferimento OGC per WMS 1.0.0

source: Supports different backends, such as GeoTIFF, remote WMS or file system tile image hierarchies
de: Unterstützt verschiedene Datenquellen, wie beispielsweise GeoTIFF, entfernte WMS oder hierarchische Rasterkacheln im Dateisystem
es: Soporta diferentes backends, como GeoTIFF, WMS remoto o jerarquías de imágenes de mosaico del sistema de archivos
fr: Supporte différents backends, tels que les GeoTIFF, les WMS à distance ou les hiérarchies d'images de tuiles de système de fichiers.
hu: Különböző háttérprogramok támogatása, mint például GeoTIFF, távoli WMS vagy a hierarchikus csempe képek a fájlrendszerben
it: Supporta diversi backend, come GeoTIFF, WMS remoti o gerarchie di immagini tile dal file system
ja: GeoTIFF、リモートWMS、ファイルシステムなどの異なるバックエンドをサポートタイルイメージの階層
sv: Stöd för olika backends, t.ex. GeoTIFF, fjärr-WMS eller filsystemets bildhierarkier

source: Supports on-the-fly caching (using EHCache)
de: Unterstützt on-the-fly Caching (Verwendung von EHCache)
es: Admite caché sobre la marcha (usando EHCache)
fr: Supporte la mise en cache à la volée (en utilisant EHCache)
hu: Támogatja a röptében gyorsító tárazást (EHCache használatával)
it: Supporta cache al volo (usando EHCache)
ja: オンザフライキャッシュをサポート(EHCキャッシュを使用)
sv: Stöd för on-the-fly-caching (med hjälp av EHCache)

source: Supports GetFeatureInfo for remote WMS backends
de: Unterstützt GetFeatureInfo für entfernte WMS
es: Soporta GetFeatureInfo para backends WMS remotos
fr: Supporte GetFeatureInfo pour des backends WMS distants
hu: Támogatja a GetFeatureInfo kérést a távoli WMS-ektől
it: Supporta GetFeatureInfo per backend WMS remoti
ja: リモートWMSバックエンドのGetFeatureInfoをサポート
sv: Stöd för GetFeatureInfo för fjärrstyrda WMS-backends

source: Implements CSW standard 2.0.2
de: Implementiert CSV standard 2.0.2
es: Implementa el estándar CSW 2.0.2
fr: Implémente le standard CSW 2.0.2
hu: CSW 2.0.2 szabvány implementálása
it: Implementa standard CSW 2.0.2
ja: CSW標準2.0.2を実装
sv: Implementerar CSW-standard 2.0.2

source: Fully transactional
de: Vollständig transaktional
es: Completamente transaccional
fr: Complètement transactionnel
hu: Teljesen tranzakciós
it: Completamente transazionale
ja: 完全なトランザクション
sv: Fullständigt transaktionell

source: ISO Metadata Application Profile 1.0.0
es: Perfil de Aplicación de Metadatos ISO 1.0.0
fr: Profil d'application des métadonnées ISO 1.0.0
ja: ISOメタデータアプリケーションプロファイル1.0.0
sv: ISO-profil för tillämpning av metadata 1.0.0

source: Pluggable and modular dataaccess layer allows to add support for new APs and backends
de: Erweiterbare und modulare Data-Access-Layer ermöglichen die Unterstützung von neuen APs und Backends.
es: La capa enchufable y modular de acceso a datos permite agregar soporte para nuevos APs y backends
fr: La couche d'accès aux données enfichable et modulaire permet d'ajouter le support de nouveaux AP et backends.
hu: A hozzáadható és moduláris adathozzáférés réteg lehetővé teszi, hogy új API-khoz és háttérprogramokhoz támogatást adjunk
it: Il livello di accesso ai dati pluggable e modulare permette di aggiungere il supporto per nuovi AP e backend
ja: プラグ可能でモジュラー型のデータアクセスレイヤにより、新しいAPとバックエンドのサポートを追加可能

source: Modular inspector architecture allows to validate records to be inserted against various criteria
de: Modulare Inspector-Architectur ermöglicht die Validierung von neuen Datensätzen nach diversen Kriterien
es: Arquitectura de inspector modular permite para validar registros a insertar varios criterios
fr: L'architecture modulaire de l'inspecteur permet de valider les enregistrements à insérer en fonction de différents critères
hu: A moduláris ellenőr architektúra lehetővé teszi, hogy a beillesztendő rekordokat ellenőrizzük különböző kritériumok alapján
it: L'architettura modulare dell'inspector permette di convalidare i record da inserire secondo vari criteri
ja: モジュラー型の検査アーキテクチャにより、さまざまな基準に照らして挿入されたレコードを検証可能
sv: Modulär inspektörsarkitektur gör det möjligt att validera poster som ska infogas mot olika kriterier

source: Standard inspectors: schema validity, identifier integrity, INSPIRE requirements
de: Standard-Inspektor: Schema-Validierung, Identifier-Integrität, INSPIRE-Anforderungen
es: Inspectores estándar: validez del esquema, integridad del identificador, requerimientos de INSPIRE
fr: Inspecteurs de standards: validité du schéma, intégrité de l'identificateur, exigences INSPIRE.
hu: Standard ellenőrzők: séma validálás, azonosító integritás, INSPIRE követelmények
it: Ispettori standard: validità dello schema, integrità degli identificatori, requisiti INSPIRE
ja: 標準インスペクタ: スキーマの妥当性、識別子の完全性、INSPIRE要件
sv: Standardkontrollanter: schemavaliditet, identifieringsintegritet, Inspire-krav

source: Handles all defined queryable properties (for Dublin Core as well as ISO profile)
de: Unterstützt all definierten queryable properties (für Dublin Core und ISO Profil)
es: Maneja todas las propiedades consultables definidas (para Dublin Core y para el perfil ISO)
fr: Gère toutes les propriétés interrogeables définies (pour Dublin Core ainsi que le profil ISO)
hu: Kezeli az összes definiált lekérdezhető tulajdonságot (Dublin Core, valamint ISO profil)
it: Gestisce tutte le proprietà interrogabili definite (per Dublin Core e per il profilo ISO)
ja: 定義の定義済みクエリー可能プロパティを処理します(Dublin CoreおよびISOプロファイルの場合)。
sv: Hanterar alla definierade sökbara egenskaper (för både Dublin Core och ISO-profilen)

source: Complex filter expressions
de: Komplexe Filter-Ausdrücke
es: Expresiones complejas de filtro
fr: Expressions de filtres complexes
hu: Komplex szűrő kifejezések
it: Espressioni filtro complesse
ja: 複雑なフィルタ式
sv: Komplexa filteruttryck

source: Implements WPS standard 1.0.0
de: Implementiert WPS Standard 1.0.0
es: Implementa el estándar WPS 1.0.0
fr: Implémente le standard WPS 1.0.0
hu: WPS 1.0.0 szabvány implementálása
it: Implementa standard WPS 1.0.0
ja: WPS標準1.0.0を実装
sv: Implementerar WPS-standard 1.0.0

source: Pluggable process provider layer
es: Capa de proveedor de procesos conectable
fr: Couche connectable pour fournisseur de traitement
hu: Beilleszthető folyamat szolgáltató réteg
it: Layer del fornitore di processi collegabile
ja: プラグ可能なプロセスプロバイダレイヤ
sv: Pluggbart lager för processleverantör

source: Easy-to-use API for implementing Java processes
de: Leicht zu bedienende API, um Java-Prozesse zu implementieren
es: API fácil de usar para implementar procesos Java
fr: API facile à utiliser pour implémenter des traitements Java
hu: Könnyen használható API a Java folyamatok implementálásához
it: API facile da usare per implementare processi Java
ja: Javaプロセスを実装するための使いやすいAPI
sv: Användarvänligt API för implementering av Java-processer

source: Supports all variants of input/output parameters: literal, bbox, complex (binary and xml)
de: Unterstützt alle Varianten von Input-/Output-Parametern: literal, bbox, complex (binary und xml)
es: Soporta todas las variantes de los parámetros de entrada/salida: literal, bbox, complejo (binario y xml)
fr: Prise en charge de toutes les variantes des paramètres d'entrée/sortie: littérale, bbox, complexe (binaire et xml)
hu: Támogatja a bemeneti/kimeneti paraméterek összes változatát : szöveges, bbox, összetett (bináris és xml)
it: Supporta tutte le varianti di parametri di input/output: letterale, bbox, complesso (binario e xml)
ja: 入力/出力パラメータのすべてのバリエーション(literal、bbox、complex(binaryおよびxml))をサポート
sv: Stöd för alla varianter av inmatnings-/utmatningsparametrar: literal, bbox, komplex (binär och xml)

source: Streaming access for complex input/output parameters
de: Streamingzugriff für komplexe Input-/Output-Parameter
es: Acceso de transmisión por complejos parámetros de entrada/salida
fr: Accès par flux pour les paramètres d'entrée/sortie complexes
hu: Adatfolyam-hozzáférés komplex bemeneti/kimeneti paraméterekhez
it: Accesso in streaming per parametri di input/output complessi
ja: 複雑な入出力パラメータへのストリーミングアクセス
sv: Streamingåtkomst för komplexa inmatnings-/utmatningsparametrar
