Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/eoxserver_overview.po
Languages: es, ja, sv

source: About
es: Acerca de
sv: Om

source: EOxServer is a server for presenting big Earth Observation (EO) data archives and metadata via Open Standards.
es: EOxServer es un servidor para la presentación de grandes archivos de datos de observación de la tierra (EO) y metadatos a través de estándares abiertos.
ja: EOxServerは、大規模な地球観測(EO)データアーカイブとメタデータをオープン標準で提供するサーバです。
sv: EOxServer är en server för presentation av stora dataarkiv och metadata för jordobservation (EO) via öppna standarder.

source: Earth Observation data currently supported includes 2D raster data generally acquired using sensors on satellites or aircrafts and including information about the time of acquisition and the footprint on planet Earth. It is typically used to monitor Earth's natural and built environment.
es: Los datos deEarth Observation actualmente admitidos incluyen datos de trama 2D generalmente adquiridos usando sensores en satélites o aeronaves e incluyendo información sobre el momento de la adquisición y la huella en el planeta Tierra. Normalmente se usa para monitorear el entorno natural y construido de la Tierra.
ja: 現在サポートされている地球観測データには、衛星や航空機のセンサを用いて一般的に取得された2Dラスタデータが含まれ、取得時刻や地球上のフットプリントに関する情報が含まれています。一般的には、地球の自然や人工的な環境を監視するために使用されます。
sv: Jordobservationsdata som för närvarande stöds inkluderar 2D-rasterdata som vanligtvis förvärvas med hjälp av sensorer på satelliter eller flygplan och inkluderar information om förvärvstidpunkten och fotavtrycket på planeten Jorden. Det används vanligtvis för att övervaka jordens naturliga och byggda miljö.

source: EOxServer builds upon an Open Source stack of software which includes Python, :doc:`MapServer <mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <gdal_overview>`, PROJ, and a :doc:`SpatiaLite <spatialite_overview>` or :doc:`PostGIS <postgis_overview>` database.
ja: EOxServerは、Python、:doc:`MapServer <mapserver_overview>`、Django/GeoDjango、:doc:`GDAL <gdal_overview>`、PROJ と :doc:`SpatiaLite <spatialite_overview>` または :doc:`PostGIS <postgis_overview>` データベースを含むソフトウェアのオープンソーススタック上に構築されています。
sv: EOxServer bygger på en Open Source-programvarustack som innehåller Python, :doc:`MapServer <mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <gdal_overview>`, PROJ och en :doc:`SpatiaLite <spatialite_overview>` eller :doc:`PostGIS <postgis_overview>` databas.

source: eoxserver screenshot
sv: eoxserver skärmdump

source: Core Features
es: Características Principales
ja: 主な機能
sv: Kärnfunktioner

source: View, filter, subset, and download EO data
es: Ver, filtrar, subconjunto y descargar datos de EO
ja: EOデータの表示、フィルタ、サブセット作成、およびダウンロード
sv: Visa, filtrera, dela upp och ladda ner EO-data

source: Register EO data archives
es: Registro de archivos de datos EO
ja: EOデータアーカイブの登録
sv: Registrera EO:s dataarkiv

source: Web based and command line administration interface
es: Interfaz de administración basado en la web y en línea de comandos
ja: Webベースのコマンドライン管理インタフェース
sv: Webbaserat administrationsgränssnitt och kommandoradsgränssnitt

source: Publish data via |OGC|
ja: |OGC| 経由でのデータ公開
sv: Publicera data via |OGC|

source: |WCS| 1.0, 1.1 and 2.0 & proposed EO-WCS
ja: |WCS| 1.0, 1.1 および 2.0 と 提案されている EO-WCS
sv: |WCS| 1.0, 1.1 och 2.0 & föreslagen EO-WCS

source: Proposed extensions to WCS including: GeoTIFF encoding, predefined projections (CRSs), scaling, and interpolation.
es: Propuesta de extensiones WCS incluyendo: codificación GeoTIFF, proyecciones predefinida (CRSs), e interpolación.
ja: 提案されているWCSの拡張: GeoTIFFエンコーディング、定義済み投影法(CRS)、スケーリング、補間。
sv: Föreslagna tillägg till WCS inklusive: GeoTIFF-kodning, fördefinierade projektioner (CRS), skalning och interpolering.

source: Protocols supported are: KVP and XML/POST (used together with SOAP2POST Proxy to provide also XML/SOAP)
es: Los protocolos soportados son: KVP y XML/POST (utilizados junto con el proxy SOAP2POST para proporcionar también XML/SOAP)
ja: サポートされているプロトコル: KVP と XML/POST (SOAP2POST プロキシと一緒に使用して XML/SOAP も提供)
sv: Protokoll som stöds är: KVP och XML/POST (används tillsammans med SOAP2POST Proxy för att även tillhandahålla XML/SOAP)

source: Register data stored in S3
ja: S3に格納されているデータの登録
sv: Registrera data som lagrats i S3

source: Publish using the following formats and groupings:
es: Publicación utilizando los siguientes formatos y agrupaciones:
ja: 次の形式とグループ分けを使用したパブリッシュ:
sv: Publicera med hjälp av följande format och grupperingar:

source: 2-D EO Coverages derived from gmlcov:RectifiedGridCoverage
es: Coberturas 2-D EO derivadas de gmlcov:RectifiedGridCoverage
ja: gmlcov:RectifiedGridCoverage から派生した2-D EOカバレッジ
sv: 2-D EO-täckningar härledda från gmlcov:RectifiedGridCoverage

source: 2-D EO Coverages derived from gmlcov:ReferenceableGridCoverage
es: Coberturas 2-D EO derivadas de gmlcov:ReferenceableGridCoverage
ja: gmlcov:ReferenceableGridCoverage から派生した2-D EOカバレッジ
sv: 2-D EO-täckningar härledda från gmlcov:ReferenceableGridCoverage

source: Dataset Series as a collection of EO Coverages e.g. in a time series
es: Serie de conjunto de datos como una colección de coberturas de EO por ejemplo, en una serie de tiempo
ja: 時系列などのEOカバレッジのコレクションとしてのデータセットシリーズ
sv: Dataset Series som en samling av EO-täckningar, t.ex. i en tidsserie

source: Stitched Mosaics of Rectified EO Coverages including contributingFootprint
es: Coberturas de mosaicos cosidos rectificados EO incluyendo contributingFootprint
ja: 修正EOカバレッジのステッチ済みモザイク(contributingFootprintを含む)
sv: Stitched Mosaics av rektifierade EO-täckningar inklusive bidragande fotavtryck

source: Coverage formats supported:
es: Cobertura de formatos soportados:
ja: サポートされているカバレッジフォーマット:
sv: Stöd för täckningsformat:

source: Formats supported by the GDAL library
es: Formatos soportados por la biblioteca GDAL
ja: GDALライブラリでサポートされているフォーマット
sv: Format som stöds av GDAL-biblioteket

source: Implemented Standards
es: Estándares implementados
ja: 実装されている標準規格
sv: Implementerade standarder

source: Details
es: Detalles
ja: 詳細
sv: Detaljer

source: **Website:** https://docs.eoxserver.org/en/stable/
ja: **Webサイト:** https://docs.eoxserver.org/en/stable/
sv: **Webbplats:** https://docs.eoxserver.org/en/stable/

source: **Licence:** `MIT-style license <https://docs.eoxserver.org/en/stable/copyright.html#license>`_
sv: **Licens:** `MIT-licens <https://docs.eoxserver.org/en/stable/copyright.html#license>`_

source: **Software Version:** |version-eoxserver|
es: **Versión de software:** |version-eoxserver|
ja: **ソフトウェアバージョン:** |version-eoxserver|
sv: **Programvaruversion:** |version-eoxserver|

source: **Supported Platforms:** Linux, Windows, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** Linux, Windows, Mac
sv: **Plattformar som stöds:** Linux, Windows, Mac

source: **API Interfaces:** Python
es: **Interfaces API:** Python
ja: **API インタフェース:** Python
sv: **API-gränssnitt:** Python

source: Quickstart
es: Inicio Rápido
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/eoxserver_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/eoxserver_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/eoxserver_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/eoxserver_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: EOxServer builds upon an Open Source stack of software which includes Python, :doc:`MapServer <mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <gdal_overview>`, PROJ.4, and a :doc:`SpatiaLite <spatialite_overview>` or :doc:`PostGIS <postgis_overview>` database.
es: EOxServer se basa en software de Código Abierto que incluye Python, :doc:`MapServer <mapserver_overview>`, Django/GeoDjango, :doc:`GDAL <gdal_overview>`, PROJ.4, y bases de datos :doc:`SpatiaLite <spatialite_overview>` o :doc:`PostGIS <postgis_overview>`.

source: Publish data via `Open Geospatial Consortium (OGC) standards <http://www.opengeospatial.org/standards>`__:
es: Publicar datos a través de `Estándares del Consortium Abierto Geospatial (OGC) <http://www.opengeospatial.org/standards>`__:

source: `Web Coverage Service (WCS) <http://www.opengeospatial.org/standards/wcs>`__ 1.0, 1.1 and 2.0 & proposed EO-WCS
es: `Servicio de Cobertura Web (WCS) <http://www.opengeospatial.org/standards/wcs>`__ 1.0, 1.1 and 2.0 & el propuesto EO-WCS

source: `Web Map Service (WMS) <http://www.opengeospatial.org/standards/wms>`__ & EO-WMS
es: `Servicio de Cartografía Web (WMS) <http://www.opengeospatial.org/standards/wms>`__

source: **Website:** https://eoxserver.readthedocs.org/
es: **Sitio web:** https://eoxserver.readthedocs.org/

source: **Licence:** `MIT-style license <https://eoxserver.readthedocs.org/en/latest/copyright.html#license>`_
es: **Licencie:** `Licencia estilo-MIT <https://eoxserver.readthedocs.org/en/latest/copyright.html#license>`_

source: **Support:** https://eoxserver.readthedocs.org/en/latest/users/basics.html#where-can-i-get-support
es: **Soporte:** https://eoxserver.readthedocs.org/en/latest/users/basics.html#where-can-i-get-support

source: |WMS| & EO-WMS
ja: |WMS| および EO-WMS
