Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/ETF_overview.po
Languages: de, es, hu, it, ja, sv

source: ETF is an open source testing framework for validating data and APIs in Spatial Data Infrastructures (SDIs). It is used by software solutions and data providers to validate the conformity of geospatial data sets, metadata and APIs.
de: ETF ist eine Open-Source-Testanwendung zur Validierung von Daten und APIs in Geodateninfrastrukturen (SDIs). Es wird von Softwarelösungen und Datenanbietern verwendet, um die Konformität von Geodatensätzen, Metadaten und APIs zu validieren.
es: ETF es un marco de pruebas de código abierto para validar datos y API en infraestructuras de datos espaciales (SDI). Es utilizado por soluciones de software y proveedores de datos para validar la conformidad de conjuntos de datos geoespaciales, metadatos y API.
hu: Az ETF egy nyílt forráskódú teszt keretrendszer a térinformatikai adat infrastruktúrában (SDI) az adatok és API-k validálására. Szoftvermegoldások és adatszolgáltatók használják a térinformatikai adataik, metaadataik és API-k megfelelőségének ellenőrzésére.
it: ETF è un framework di test open source per la validazione di dati e API in Infrastrutture di Dati Spaziali (IDS). Viene utilizzato da produttori di dati ed è incluso in software di terze parti per testare la conformità di dati, metadati e API geospaziali.
ja: ETFは、空間データ基盤(SDI)のデータやAPIを検証するためのオープンソースのテストフレームワークです。ソフトウェアソリューションやデータプロバイダーにより、地理空間データセット、メタデータ、APIの適合性を検証するために使用されます。
sv: ETF är ett testramverk med öppen källkod för validering av data och API:er i infrastrukturer för geodata (SDI). Det används av programvarulösningar och dataleverantörer för att validera överensstämmelsen hos geospatiala datamängder, metadata och API:er.

source: About
de: Über
es: Acerca de
hu: Névjegy
it: A proposito di
sv: Om

source: Goals in designing the ETF software were to create test reports that are user-friendly and self-explanatory as well as to be able to validate large amounts of data, which can be several hundred GB in size. In order to cover different validation tasks and present them in a unified report, the architecture is modular and different test engines can be used. Currently the following test engines are supported: SoapUI for testing web services, BaseX database for testing XML data, TEAM Engine to validate WFS and OGC Web APIs using the OGC CITE tests, NeoTL Engine for testing WFS, OGC Web APIs and datasets.
de: Ziele bei der Konzeption der ETF-Software waren es, Testberichte zu erstellen, die benutzerfreundlich und selbsterklärend sind, sowie große Datenmengen, die mehrere hundert GB groß sein können, prüfen zu können. Um unterschiedliche Validierungsaufgaben abzudecken und in einem einheitlichen Report darzustellen, ist die Architektur modular aufgebaut und es können unterschiedliche Test-Systeme eingesetzt werden. Derzeit werden die folgenden Testmodule unterstützt: SoapUI zum Testen von Webdiensten, BaseX-Datenbank zum Testen von XML-Daten, TEAM-Engine zum Überprüfen von WFS- und OGC-Web-APIs mithilfe der OGC CITE-Tests, NeoTL-Engine zum Testen von WFS, OGC-Web-APIs und Datensätzen.
es: Los objetivos en el diseño del software ETF fueron crear informes de prueba que sean fáciles de usar y autoexplicativos, así como poder validar grandes cantidades de datos, que pueden tener varios cientos de GB de tamaño. Para cubrir diferentes tareas de validación y presentarlas en un informe unificado, la arquitectura es modular y se pueden utilizar diferentes motores de prueba. Actualmente se admiten los siguientes motores de prueba: SoapUI para probar servicios web, base de datos BaseX para probar datos XML, TEAM Engine para validar las API web WFS y OGC utilizando las pruebas CITE de OGC, Motor NeoTL para probar WFS, API web OGC y conjuntos de datos.
hu: Az ETF-szoftver megtervezésekor a cél az volt, hogy felhasználóbarát és magától értetődő tesztjelentéseket készítsenek, valamint nagy mennyiségű, akár több száz GB-os adatotka is validálni tudjanak. A különböző validációs feladatok lefedése és egységes jelentésben történő bemutatása érdekében az architektúra moduláris, és különböző tesztmotorok használhatók. Jelenleg a következő tesztmotorok támogatottak: SoapUI webszolgáltatások tesztelésére, BaseX adatbázis XML adatok tesztelésére, TEAM Engine a WFS és OGC webes API-k ellenőrzésére az OGC CITE tesztek segítségével, NeoTL Engine a WFS tesztelésére, OGC webes API-k és adatkészletek.
it: Gli obiettivi nella progettazione del software ETF sono stati quelli di creare report dei test che fossero di facile comprensione e auto-esplicativi, nonché di essere in grado di validare grandi quantità di dati, di dimensioni fino a diverse centinaia di GB. Per gestire le diverse attività di validazione e presentarle in un report unificato, l'architettura è modulare e si possono utilizzare diversi motori di test. I motori di test attualmente supportati sono i seguenti: SoapUI per testare servizi web, il database BaseX per testare dati XML, TEAM Engine per validare servizi WFS e OGC Web APIs utilizzando i test OGC CITE, NeoTL Engine per testare servizi WFS, OGC Web API e set di dati.
ja: ETFのソフトウェア設計の目標は、ユーザーフレンドリーで分かりやすいテストレポートを作成することと、数百GBにも及ぶ大容量データの検証を可能にすることでした。異なる検証作業をカバーし、統一されたレポートとして提示するために、アーキテクチャはモジュール化され、異なるテストエンジンを使用することができます。現在、以下のテストエンジンがサポートされています。WebサービスをテストするSoapUI、XMLデータをテストするBaseXデータベース、OGC CITEテストを使用してWFSとOGC Web APIの検証を行うTEAMエンジン、WFS、OGC Web APIとデータセットのテストを行うNeoTLエンジンです。
sv: Målen vid utformningen av ETF:s programvara var att skapa testrapporter som är användarvänliga och självförklarande samt att kunna validera stora datamängder, som kan vara flera hundra GB stora. För att kunna täcka in olika valideringsuppgifter och presentera dem i en enhetlig rapport är arkitekturen modulär och olika testmotorer kan användas. För närvarande stöds följande testmotorer: SoapUI för testning av webbtjänster, BaseX-databasen för testning av XML-data, TEAM Engine för validering av WFS och OGC Web API:er med hjälp av OGC CITE-tester, NeoTL Engine för testning av WFS, OGC Web API:er och dataset.

source: ETF is the underlying framework used by the INSPIRE Reference Validator to validate metadata, datasets and services against the INSPIRE requirements. ETF is also used extensively in Germany by the Surveying Authorities of the Laender to validate their datasets. Other European Union (EU) Member States are also reusing the ETF to allow their data providers to test resources against national requirements. Finally, some software tools include validation based on the ETF API in their workflow.
de: ETF ist das zugrunde liegende Framework, das vom INSPIRE Reference Validator verwendet wird, um Metadaten, Datensätze und Dienste anhand der INSPIRE-Anforderungen zu validieren. ETF wird auch in Deutschland von den Vermessungsbehörden der Länder intensiv genutzt, um ihre Datensätze zu validieren. Andere Mitgliedstaaten der Europäischen Union (EU) verwenden ETF ebenfalls, um ihren Datenanbietern das Testen von Ressourcen anhand nationaler Anforderungen zu ermöglichen. Schließlich enthalten einige Software-Produkte eine Validierung basierend auf der ETF-API in ihrem Workflow.
es: ETF es el marco subyacente utilizado por el Validador de referencia INSPIRE para validar metadatos, conjuntos de datos y servicios en relación con los requisitos de INSPIRE. ETF también se utiliza ampliamente en Alemania por las autoridades topográficas de Laender para validar sus conjuntos de datos. Otros Estados miembros de la Unión Europea (UE) también están reutilizando el ETF para permitir que sus proveedores de datos prueben los recursos con respecto a los requisitos nacionales. Finalmente, algunas herramientas de software incluyen la validación basada en la API de ETF en su flujo de trabajo.
hu: Az ETF az a mögöttes keretrendszer, amelyet az INSPIRE Reference Validator használ a metaadatok, adatkhalmazok és szolgáltatások INSPIRE követelményeinek megfelelő érvényesítésére. Az ETF-et Németországban is széles körben használják a tartományok felügyelő hatóságai adatkészleteik validálására. Az Európai Unió (EU) más tagállamai is felhasználják az ETF-et, hogy lehetővé tegyék adatszolgáltatóik számára az erőforrások nemzeti követelmények szerinti tesztelését. Végül egyes szoftvereszközök munkafolyamatában az ETF API-n alapuló érvényesítés is szerepel.
it: ETF è il framework utilizzato dall'INSPIRE Reference Validator per validare metadati, dataset e servizi rispetto ai requisiti INSPIRE. ETF è inoltre ampiamente utilizzato in Germania dalle Autorità Topografiche dei Länder per validare i propri dataset. Altri Stati Membri dell'Unione Europea (UE) utilizzano ETF per consentire ai loro produttori di dati di testare le proprie risorse rispetto agli specifici requisiti nazionali. Infine, alcuni strumenti software includono nel loro flusso la validazione basata sulle API di ETF.
ja: ETFはINSPIRE Reference Validatorがメタデータ、データセット、サービスをINSPIREの要求事項に照らして検証するために使用する基本的なフレームワークです。また、ドイツでは、各州の測量局がデータセットを検証するために、ETFが広く利用されています。他の欧州連合(EU)加盟国も、データプロバイダーが自国の要件に照らしてリソースをテストできるように、ETFを再利用しています。最後に、ソフトウェアツールの中には、ETF APIに基づく検証をワークフローに組み込んでいるものがあります。
sv: ETF är det underliggande ramverk som används av INSPIRE Reference Validator för att validera metadata, dataset och tjänster mot INSPIRE-kraven. ETF används också i stor utsträckning i Tyskland av lantmäterimyndigheterna i delstaterna för att validera sina dataset. Andra medlemsstater i Europeiska unionen (EU) använder också ETF för att låta sina dataleverantörer testa resurser mot nationella krav. Slutligen inkluderar vissa programvaruverktyg validering baserad på ETF API i sitt arbetsflöde.

source: ETF screenshot
es: Captura de pantalla de ETF
hu: ETF képernyőképek
it: screenshot di ETF
ja: ETF スクリーンショット
sv: ETF-skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
hu: Alapfunkciók
it: Caratteristiche Principali
ja: 主要機能
sv: Kärnfunktioner

source: Testable resources
de: Testbare Ressourcen
es: Recursos comprobables
hu: Tesztelhető források
it: Risorse testabili
ja: テスト可能なリソース
sv: Testbara resurser

source: datasets (up to multiple hundreds GB): GML
de: Datensätze (bis zu mehreren hundert GB): GML
es: conjuntos de datos (hasta varios cientos de GB): GML
hu: adathalmazok (egészen több száz GB-ig): GML
it: dataset (fino a diverse centinaia di GB): GML
ja: データセット(最大数百GB): GML
sv: datamängder (upp till flera hundra GB): GML

source: metadata: XML
de: Metadaten: XML
es: metadatos: XML
hu: metadatok: XML
it: metadati: XML
ja: メタデータ: XML

source: view services: WMS/WMTS
de: Karten-Dienste: WMS/WMTS
es: ver servicios: WMS/WMTS
hu: szolgáltatások megtekintése: WMS/WMTS
it: servizi di visualizzazione: WMS/WMTS
ja: 表示サービス: WMS/WMTS
sv: visa tjänster: WMS/WMTS

source: download services: Atom, WFS, WCS, SOS
de: Download-Dienste: Atom, WFS, WCS, SOS
es: servicios de descarga: Atom, WFS, WCS, SOS
hu: letöltési szolgáltatások: Atom, WFS, WCS, SOS
it: servizi di download: Atom, WFS, WCS, SOS
ja: ダウンロードサービス: Atom、WFS、WCS、SOS
sv: nedladdningstjänster: Atom, WFS, WCS, SOS

source: catalogue services: CSW
de: Katalog-Dienste: CSW
es: servicios de catálogo: CSW
hu: katalógus szolgáltatások: CSW
it: servizi di catalogo: CSW
ja: カタログサービス: CSW
sv: katalogtjänster: CSW

source: Access
de: Zugang
es: Acceso
hu: Hozzáférés
it: Accesso
ja: アクセス
sv: Åtkomst

source: web-based user interface
de: Webbasierte Benutzeroberfläche
es: interfaz de usuario basada en web
hu: web-alapú felhasználói interfész
it: interfaccia utente web
ja: Webベースのユーザインタフェース
sv: webbaserat användargränssnitt

source: REST API
it: API REST

source: OpenAPI Specification
de: OpenAPI-Spezifikation
es: Especificación OpenAPI
hu: OpenAPI specifikáció
it: Specifiche OpenAPI
ja: OpenAPI仕様
sv: OpenAPI-specifikation

source: Java client library
de: Java-Client-Bibliothek
es: Biblioteca de cliente Java
hu: Java kliens könyvtár
it: libreria client Java
ja: Javaクライアントライブラリ
sv: Java-klientbibliotek

source: Supported test engines
de: Unterstützte Testmodule
es: Motores de prueba compatibles
hu: Támogatott teszt motorok
it: Motori di test supportati
ja: 対応テストエンジン
sv: Testmotorer med stöd

source: SoapUI for testing web services
de: SoapUI zum Testen von Webdiensten
es: SoapUI para probar servicios web
hu: SoapUI web szolgáltatások tesztelésére
it: SoapUI per testare servizi web
ja: Webサービステスト用のSoapUI
sv: SoapUI för testning av webbtjänster

source: BaseX for testing sets of XML documents
de: BaseX zum Testen von XML-Dokumenten
es: BaseX para probar conjuntos de documentos XML
hu: BaseX XML dokumentumok halmazok tesztelésére
it: BaseX per testare insiemi di documenti XML
ja: XMLドキュメントのセットをテストするBaseX
sv: BaseX för testning av uppsättningar av XML-dokument

source: TEAM Engine to support CITE tests developed using TestNG
de: TEAM Engine zur Unterstützung von CITE-Tests, die mit TestNG entwickelt wurden
es: TEAM Engine apoyará las pruebas CITE desarrolladas con TestNG
hu: TestNG használatával a CITE test támogatására fejlesztett TEAM motor
it: TEAM Engine per supportare i test CITE sviluppati utilizzando TestNG
ja: TestNGで開発されたCITEテストに対応するTEAMエンジン
sv: TEAM Engine för att stödja CITE-tester som utvecklats med TestNG

source: NeoTL for testing OGC WFS and OGC APIs (in development)
de: NeoTL zum Testen von OGC WFS und OGC APIs (in Entwicklung)
es: NeoTL para probar las API de OGC WFS y OGC (en desarrollo)
hu: NeoTL az OGC WFS és OGC API-k teszteléséhez (fejlesztés alatt)
it: NeoTL per testare servizi OGC WFS e OGC API (in sviluppo)
ja: OGC WFSおよびOGC APIのテスト用NeoTL(開発中)
sv: NeoTL för testning av OGC WFS och OGC API:er (under utveckling)

source: Test reports
de: Testberichte
es: Informes de prueba
hu: Teszt jelentések
it: Report dei test
ja: テストレポート
sv: Testrapporter

source: user-friendly and self-explanatory
de: benutzerfreundlich und selbsterklärend
es: fácil de usar y autoexplicativo
hu: felhasználóbarát és magától érthető
it: di facile utilizzo e auto-esplicativi
ja: ユーザーフレンドリーで分かりやすい
sv: användarvänlig och självförklarande

source: downloadable in HTML, XML and JSON
de: herunterladbar in HTML, XML und JSON
es: descargable en HTML, XML y JSON
hu: letölthető HTML, XML és JSON formátumban
it: scaricabili in HTML, XML e JSON
ja: HTML、XML、JSONでダウンロード可能
sv: nedladdningsbar i HTML, XML och JSON

source: Implemented Standards
de: Unterstützte Standards
es: Estándares Implementados
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Details
es: Detalles
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://github.com/etf-validator
de: **Webseite:** https://github.com/etf-validator
es: **Sitio web:** https://github.com/etf-validator
hu: **Honlap:** https://github.com/etf-validator
it: **Sito web:** https://github.com/etf-validator
ja: **Webサイト:** https://github.com/etf-validator
sv: **Webbplats:** https://github.com/etf-validator

source: **Licence:** EUPL 1.2
de: **Lizenz:** EUPL 1.2
es: **Licencia:** EUPL 1.2
hu: **Licenc:** EUPL 1.2
it: **Licenza:** EUPL 1.2
ja: **ライセンス:** EUPL 1.2
sv: **Licens:** EUPL 1.2

source: **Software Version:** |version-ETF|
es: **Versión del software:** |version-ETF|
hu: **Szoftver verzió:** |version-ETF|
it: **Versione Software:** |version-ETF|
ja: **ソフトウェアバージョン:** |version-ETF|
sv: **Programvaruversion:** |version-ETF|

source: **Supported Platforms:** Windows, Linux
de: **Unterstützte Plattformen:** Windows, Linux
es: **Plataformas soportadas:** Windows y Linux
hu: **Támogatott platformok:** Windows, Linux
it: **Piattaforme Supportate:** Windows, Linux
ja: **対応プラットフォーム:** Windows、Linux
sv: **Plattformar som stöds:** Windows, Linux

source: **API Interfaces:** REST API, OpenAPI Specification, Java client library
de: **API-Schnittstellen:** REST-API, OpenAPI-Spezifikation, Java-Client-Bibliothek
es: **Interfaces API:** API REST, especificación OpenAPI, biblioteca de cliente Java
hu: **API Interfészek:** REST API, OpenAPI Specification, Java client library
it: **Interfacce API:** API REST, Specifiche OpenAPI, libreria client Java
ja: **API インタフェース:** REST API、OpenAPI仕様、Javaクライアントライブラリ
sv: **API-gränssnitt:** REST API, OpenAPI-specifikation, Java-klientbibliotek

source: **Support:** https://github.com/etf-validator/etf-webapp/issues
es: **Soporte:** https://github.com/etf-validator/etf-webapp/issues
hu: **Támogatás:** https://github.com/etf-validator/etf-webapp/issues
it: **Supporto:** https://github.com/etf-validator/etf-webapp/issues
ja: **サポート:** https://github.com/etf-validator/etf-webapp/issues

source: **User manual:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
de: **Benutzerhandbuch:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
es: **Manual del usuario:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
hu: **FElhasználói kézikönyv:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
it: **Manuale utente:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
ja: **ユーザマニュアル:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html
sv: **Användarhandbok:** https://docs.etf-validator.net/v2.0/User_manuals/Simplified_workflows.html

source: **Administrator manual:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
de: **Administrationshandbuch:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
es: **Manual del administrador:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
hu: **Administrátori kézikönyv:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
it: **Manuale amministratore:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
ja: **管理者マニュアル:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals
sv: **Administratörens handbok:** https://docs.etf-validator.net/v2.0/index.html#_administrator_manuals

source: **Developer manual:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
de: **Entwicklerhandbuch:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
es: **Manual del desarrollador:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
hu: **Fejlesztői kézikönyv:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
it: **Manuale sviluppatore:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
ja: **開発者マニュアル:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals
sv: **Utvecklarmanual:** https://docs.etf-validator.net/v2.0/index.html#_developer_manuals

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)

source: Quickstart
es: Inicio Rápido
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/ETF_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/ETF_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/ETF_quickstart>`
it: :doc:`Guida rapida <../quickstart/ETF_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/ETF_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/ETF_quickstart>`

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Project ist nur Teil der OSGeoLive Virtual Machine Disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: nologo
ja: ロゴなし
