Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/gdal_overview.po
Languages: de, es, fi, fr, hu, it, pt_br, sv

source: About
de: Über
es: Acerca de
fi: Ohjelmistosta
fr: A propos
hu: Névjegy
it: A proposito di
pt_br: Sobre
sv: Om

source: Geospatial Data Abstraction Library (GDAL/OGR) provides command-line utilities to translate and process a wide range of raster and vector geospatial data formats.
de: Die Geospatial Data Abstraction Library (GDAL/OGR) stellt komandozeilenbasierte Hilfsprogramme zur Verfügung. Über diese können eine Vielzahl von Raster- und Vektorgeodatenformate umgewandelt und prozessiert werden.
es: La Biblioteca de Abstracción de Datos Geoespaciales (GDAL / OGR) proporciona utilidades de línea de comandos para traducir y procesar una amplia gama de formatos de datos geoespaciales ráster y vectoriales.
fi: "Geospatial Data Abstraction Library" (GDAL/OGR) eli Paikkatietojen ohjelmakirjasto tarjoaa komentorivityökaluja ja ohjelmistokirjastoja käsittelemään monenlaisia rasteri-ja vektorimuotoisia paikkatietoaineistoja.
fr: Geospatial Data Abstraction Library (GDAL/OGR) fournit des utilitaires en ligne de commande pour traduire et traiter un large éventail de formats de données géospatiales raster et vecteur.
hu: Geospatial Data Abstraction Library (GDAL/OGR) parancssori segédprogramokat biztosít a raszter és vektor adatformátumok széles körének átalakítására és feldolgozására.
it: Geospatial Data Abstraction Library (GDAL/OGR) fornisce strumenti per linea di comando per convertire e processare una vasta gamma di formati geospaziali di dati raster e vettoriali.
pt_br: Geospatial Data Abstraction Librery (GDAL/OGR) fornece ferramentas através da linha de comando para traduzir e processar uma grande variedade de raster e formatos de dados geoespaciais.
sv: Geospatial Data Abstraction Library (GDAL/OGR) tillhandahåller kommandoradsverktyg för att översätta och bearbeta ett brett spektrum av raster- och vektorformat för geospatiala data.

source: The utilities are based upon a cross platform, C++ library, accessible via numerous programming languages. As a library, it presents a single abstract data model to the calling application for all supported formats.
de: Die Hilfsprogramme basieren auf einer plattformübergreifenden C++ Bibliothek, die über zahlreiche Programmiersprachen angesprochen werden kann. Die Bibliothek GDAL/OGR bietet für die aufrufende Anwendung ein einfaches abstraktes Datenmodell für alle unterstützten Formate.
es: Las utilidades se basan en una biblioteca C++ multiplataforma, accesible a través de numerosos lenguajes de programación. Como biblioteca, presenta un único modelo de datos abstractos a la aplicación que llama para todos los formatos admitidos.
fi: Työkalut perustuvat alustariippumattomaan C++ -kirjastoon, jota voi käyttää useampaa ohjelmointikieltä hyödyntäen. Ohjelmointikirjastona se tarjoaa yhden abstrahoidun tietomallin tuettuja paikkatietoformaatteja käsitteleville sovelluksille.
fr: Les utilitaires sont basées sur une bibliothèque en C++, multi plates-formes, accessible par de nombreux langages de programmation. Comme une bibliothèque, elle s'appuie sur un seul modèle de données abstrait pour les applications qui se connectent dessus pour tous les formats supportés.
hu: A segédprogramok platform független C++ könyvtárra épülnek, mely számos programnyelvből hozzáférhető. Egyetlen absztrakt adatmodellt mutat a könyvtár a felhasználó alkalmazás felé az összes támogatott adatformátumra.
it: Gli strumenti sono basati su una libreria C++, multipiattaforma, accessibile attraverso numerosi linguaggi di programmazione. Come libreria, offre un’unico modello astratto dei dati per le applicazione che la richiamano per tutti i formati supportati.
pt_br: As ferramentas são baseadas em múltiplas plataformas, biblioteca C++, acessível via inúmeras linguagens de programação.

source: GDAL/OGR is the most widely used geospatial data access library. It provides the primary data access engine for many applications including MapServer, GRASS, QGIS, and OpenEV. It is also utilized by packages such as OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide and ArcGIS.
de: GDAL/OGR ist die am weitesten verbreitete Bibliothek für den Zugriff auf räumliche Daten. Viele Anwendungen einschließlich MapServer, GRASS, QGIS und OpenEV nutzen überwiegend GDAL/OGR für den Datenzugriff. GDAL/OGR wird auch von OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide und ArcGIS genutzt.
es: GDAL/OGR es la biblioteca de acceso a datos geoespaciales más ampliamente utilizada. Proporciona el motor principal de acceso a datos para muchas aplicaciones, incluyendo MapServer, GRASS, QGIS y OpenEV. También es utilizado por paquetes como OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide y ArcGIS.
fi: GDAL/OGR on laajimmin käytetty ohjelmistokirjasto paikkatietojen käsittelyyn. Se tarjoaa ensisijaisen datan käsittelymoottorin monille sovelluksille ja ohjelmistoille, mukaan lukien MapServer, GRASS, QGIS ja OpenEV. Sitä hyödynnetään myös ohjelmistoissa kuten OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide ja ArcGIS.
fr: GDAL/OGR est la bibliothèque la plus utilisée pour l'accès aux données spatiales. Il fournit le moteur d'accès principal aux données pour de nombreuses applications dont MapServer, GRASS, QGIS, et OpenEV. Il est aussi utilisé par des logiciels comme OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide et ArcGIS.
hu: A GDAL/OGR a legszélesebb körben használt térinformatikai adat hozzáférést biztosító programkönyvtár. Ez szolgáltatja számos alkalmazásnak az elsődleges adat hozzáférési motort, ezek közé tartozik a MapServer, a GRASS, a QGIS és az OpenEV. Programcsomagok is használják mint például az OSSIM, a Cadcorp SIS, az FME, a Google Earth, a VTP, a Thuban, az ILWIS, a MapGuide és az ArcGIS.
it: GDAL/OGR è la libreria più comunemente usata per l’accesso ai dati geospaziali. Fornisce il motore primario di accesso ai dati per molte applicazioni includendo MapServer, GRASS, QGIS, and OpenEV. È anche utilizzata da pacchetti come OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide e ArcGIS.
pt_br: GDAL/OGR é a biblioteca de acesso aos dados espaciais mais utilizada. Fornece o mecanismo de acesso para os dados para muitas aplicações, incluindo MapServer, GRASS, QGIS e OpenEV. Também é utilizados por pacotes como OSSIM, Cadcorpo SIS, FME, Google Earth, VTP, Thuan, ILWIS, MapGuide e ArcGIS.
sv: GDAL/OGR är det mest använda biblioteket för åtkomst till geospatiala data. Det utgör den primära datatillgångsmotorn för många applikationer, inklusive MapServer, GRASS, QGIS och OpenEV. Det används också av paket som OSSIM, Cadcorp SIS, FME, Google Earth, VTP, Thuban, ILWIS, MapGuide och ArcGIS.

source: gdal screenshot
es: pantalla de gdal
sv: gdal skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Keskeiset ominaisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
pt_br: Principais Funções
sv: Kärnfunktioner

source: Command-line utilities for data translation, image warping, subsetting, and various other common tasks
de: kommandozeilen-basierte Hilfsprogramme zur Datenumwandlung, Bildanpassung, Generierung von Bildausschnitten und für zahlreiche andere gängige Bildbearbeitungsaufgaben
es: Utilidades de línea de comandos para la traducción de datos, deformación de imagen, subconjunto y otras tareas comunes
fi: Komentorivityökalut paikkatietojen kääntämiseen, kuvien työstämiseen, datan osittaminen ja moneen muuhun perustoimeen
fr: Utilitaires en ligne de commande pour la transformation de données, la déformation d'images, leur extraction et de nombreuses autres tâches courantes
hu: Parancssori segédprogramok adatátalakításra, kép transzformálásra, rész kivágására és különböző alapfeladatokra
it: Strumenti da linea di comando per conversione dei dati, riproiezione di immagini, creazione di subset, e diversi e altri comuni tasks
pt_br: Utilitários de linha de comando para conversão de dados, deformação de imagens, subconjuntos e diversas outras tarefas comuns
sv: Kommandoradsverktyg för dataöversättning, bildförvrängning, underindelning och många andra vanliga uppgifter

source: Highly efficient raster data access, taking advantage of tiling and overviews
de: Hocheffizienter Zugriff auf Rasterdaten unter Nutzung der Vorteile von Kachelung und Übersichten
es: Acceso a datos ráster altamente eficiente, aprovechando el mosaico y las vistas generales
fi: Erittäin tehokas rasteriaineistojen käyttö, ml. tiilien ja yleiskatsauksien hyödyntäminen
fr: Accès aux données raster très performant, prenant avantage du tuilage et de mécanisme de prévisualisation
hu: Nagyon hatékony raszter adat hozzáférés, a csempék és az áttekintők előnyeit kihasználva
it: Accesso ai dati raster altamente efficiente, approfittando dei tiling e overviews
pt_br: Acesso aos dados raster de modo eficiente, tomando vantagem dos tilings e pirâmides.
sv: Mycket effektiv åtkomst till rasterdata, med utnyttjande av tiling och översikter

source: Support for large files - larger than 4GB
de: Unterstützung großer Dateien - größer 4GB
es: Soporte para archivos de gran tamaño - más de 4 GB
fi: Tuki suurille tiedostoille, suuremmille kuin 4GB
fr: Support pour les fichiers de grande taille - supérieurs à 4GB
hu: Nagy fájlok kezelése - nagyobb mint 4GB
it: Supporto per grandi file - più larghi di 4GB
pt_br: Suporte para grandes arquivos - maior que 4GB
sv: Stöd för stora filer - större än 4 GB

source: Library access from Python, Java, C#, Ruby, VB6 and Perl
de: Zugriff auf die Bibliothek über Python, Java, C#, Ruby, VB6 und Perl
es: Acceso a la biblioteca desde Python, Java, C#, Ruby, VB6 y Perl
fi: Ohjelmistokirjastoon pääsy hyödyntäen Python-, Java-, C#-, Ruby-, VB6- ja Perl-ohjelmointikieliä
fr: Bibliothèque d'accès à partir de Python, Java, C#, Ruby, VB6 et Perl
hu: A könyvtár elérése Python, Java, C#, Ruby, VB6 és Perl nyelvekből
it: Accesso alla libreria da Python, Java, C#, Ruby, VB6 and Perl
pt_br: Bibliotecas de acesso para Python, Java, C#, Ruby, VB6 Perl
sv: Biblioteksåtkomst från Python, Java, C#, Ruby, VB6 och Perl

source: Coordinate system engine built on PROJ.4 and OGC Well Known Text coordinate system descriptions
de: Die Umrechung in andere Koordinatenreferenzsysteme baut auf die PROJ.4 und OGC Well Known Text Beschreibung auf
es: Motor de sistema de coordenadas basado en PROJ.4 y descripciones de sistema de coordenadas de Texto Bien Conocidas de OGC
fi: Koortinaattijärjestelmä-moottori rakennettu PROJ.4 ja OGC:n "Known Text" koordinaattijärjestelmien kuvauksille
fr: Moteur de gestion des systèmes de coordonnées s'appuyant sur PROJ.4 et les descriptions de coordonnées système OGC Well Known Text (WKT)
hu: A vetületi rendszerek kezelése a PROJ.4-en és az OGC Well Known Text vetületi rendszer leírásokon alapul
it: Motore per il sistema di coordinate costruito su PROJ.4 e sulle descrizioni del sistema di coordinate OGC Well Known Text
pt_br: Mecanismo de sistema de coordenadas construídos utilizando o PROJ.4 e OGC Well Know Text descrições de sistema de coordenadas.
sv: Koordinatsystemmotor byggd på PROJ.4 och OGC Well Known Text koordinatsystembeskrivningar

source: Popular Supported Formats
de: Gängige unterstützte Formate
es: Formatos Popularmente Compatibles
fi: Suosittuja tuettuja formaatteja
fr: Formats Populaires Supportés
hu: Népszerű támogatott formátumok
it: Formati popolari supportati
pt_br: Arquivos Populares Suportados
sv: Populära format som stöds

source: GDAL supports over 140 raster formats, and OGR over 80 vector formats.
de: GDAL unterstützt über 140 Rasterdatenformate, OGR unterstützt über 80 Vektordatenformate.
es: GDAL soporta más de 140 formatos ráster y OGR con más de 80 formatos de vector.
fi: GDAL tukee yli 140 rasteriformaattia, ja OGR yli 80 vektoriformaattia.
fr: GDAL supporte plus de 140 formats raster, et plus de 80 types de format vecteur.
hu: A GDAL több mint 140 raszter formátumot és több mint 80 vektor formátumot kezel.
it: GDAL supporta più di 140 formati raster, e OGR più di 80 formati vettoriali.
pt_br: GDAL suporta mais de 140 formatos de raster e OGR mais de 80 formatos de vetores.
sv: GDAL stöder över 140 rasterformat och OGR över 80 vektorformat.

source: These include:
de: Diese beinhalten:
es: Éstas incluyen:
fi: Näitä ovat:
fr: Cela inclut:
hu: Többek között:
it: Questi includono:
pt_br: Isto incluí:
sv: Dessa inkluderar:

source: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage and more ...
de: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage und weitere ...
es: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage y más ...
fi: * * Rasteri: * * GeoTIFF, Erdas Imagine, SDTS, ESRI Grid, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage ja lisää...
fr: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage et plus encore ...
hu: **Raszter:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage és még továbbiak ...
it: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage e altri ...
sv: **Raster:** GeoTIFF, Erdas Imagine, SDTS, ESRI Grids, ECW, MrSID, JPEG2000, DTED, NITF, GeoPackage och mer ...

source: **Vector:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab and mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, and more ...
de: **Vector:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab und mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial und weitere ...
es: **Vector:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab and mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, y más ...
fi: * * Vector: * * GeoPackage, ESRI shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab ja Mid/MIF), ESRI coverages, ESRI Personal geodatabase, DGN, PostGIS, Oracle Spatial, ja lisää...
fr: **Vecteur:** GeoPackage, Shapefile ESRI, GML, GeoJSON, DWG AutoCAD, MapInfo (tab et mid/mif), couvertures ESRI, Geodatabase Personnelle ESRI, DGN, PostGIS, Oracle Spatial, et plus encore ...
hu: **Vektor:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab és mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, és még továbbiak ...
it: **Vettoriali:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab e mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, e altri ...
pt_br: **Vetor:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab and mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, and more ...
sv: ** Vektor:** GeoPackage, ESRI Shapefile, GML, GeoJSON, AutoCAD DWG, MapInfo (tab och mid/mif), ESRI Coverages, ESRI Personal Geodatabase, DGN, PostGIS, Oracle Spatial, och mer ...

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fi: Toteutetut Standardit
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
pt_br: Padrões Implementados
sv: Implementerade standarder

source: The OGR vector data model is compliant with the OGC Simple Features specification.
de: Das OGR Vektor Datenmodell folgt der OGC Simple Features Spezifikation.
es: El modelo de datos vectoriales OGR cumple con la especificación de Características Simples de OGC.
fi: OGR:n vektoriaineistojen tietomalli on yhteensopiva OGC:n Simple Features -standardin kanssa.
fr: Le modèle de données vecteur d'OGR est conforme avec la spécification OGC Simple Features.
hu: Az OGR vektor adatmodell megfelel az OGC Simple Features specifikációnak.
it: Il modello dati vettoriale OGR è compatibile con le specifiche OGC Simple Features.
pt_br: O modelo OGR de dados vetoriais é compatível com a especificação OGC Simple Features.
sv: OGR:s vektordatamodell är förenlig med OGC:s specifikation för enkla funktioner.

source: Details
es: Detalles
fi: Lisätiedot
fr: Détails
hu: Részletek
it: Dettagli
pt_br: Detalhes
sv: Detaljer

source: **Website:** https://gdal.org/
de: **Webseite:** https://gdal.org/
es: **Sitio web:** https://gdal.org/
fi: **Verkkosivusto:** https://gdal.org/
fr: **Site Internet:** https://gdal.org/
hu: **Honlap:** https://gdal.org/
it: **Sito web:** https://gdal.org/
sv: **Webbplats:** https://gdal.org/

source: **Licence:** `X/MIT style Open Source license <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
de: **Lizenz:** `X/MIT style Open Source license <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
es: **Licencia:** `licencia X/MIT estilo Código Abierto <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
fi: **Lisenssi:** `X/MIT tyyli Open Source lisenssi <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
fr: **Licence:** `license opensource style X/MIT <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
hu: **Licenc:** `X/MIT style Open Source license <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
it: **Licenza:** `Licenza Open Source sullo stile di X/MIT <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
sv: **Licens:** `X/MIT-licens för öppen källkod <https://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_

source: **Software Version:** |version-gdal|
es: **Versión de software:** |version-gdal|
fi: * * Ohjelmistoversio: * * | versio-gdal |
fr: **Version du logiciel:** |version-gdal|
hu: **Szoftver verzió:** |version-gdal|
it: **Versione Software:** |version-gdal|
sv: **Programvaruversion:** |version-gdal|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fi: * * Tuetut käyttöjärjestelmät: * * Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
pt_br: **Plataformas suportadas:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** C, C++, Python, Java, C#, Ruby, VB6 and Perl
de: **API Schnittstellen:** Python, Java, C#, Ruby, VB6 und Perl
es: **Interfaces API:** C, C++, Python, Java, C#, Ruby, VB6 and Perl
fi: * * API-liitännät: * * C, C++, Python, Java, C#, Ruby, VB6 ja perl
fr: **Interfaces de l'API:** C, C++, Python, Java, C#, Ruby, VB6 et Perl
hu: **API Interfészek:** C, C++, Python, Java, C#, Ruby, VB6 and Perl
it: **Interfacce API:** C, C++, Python, Java, C#, Ruby, VB6 and Perl
sv: **API-gränssnitt:** C, C++, Python, Java, C#, Ruby, VB6 och Perl

source: **Support:** https://lists.osgeo.org/mailman/listinfo/gdal-dev, https://www.osgeo.org/service-providers/
es: **Soporte:** https://lists.osgeo.org/mailman/listinfo/gdal-dev, https://www.osgeo.org/service-providers/
fi: **Tuki:** https://lists.osgeo.org/mailman/listinfo/gdal-dev, https://www.osgeo.org/service-providers/
hu: **Támogatás:** https://lists.osgeo.org/mailman/listinfo/gdal-dev, https://www.osgeo.org/service-providers/
it: **Supporto:** https://lists.osgeo.org/mailman/listinfo/gdal-dev, https://www.osgeo.org/service-providers/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/gdal_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/gdal_quickstart>`
fi: :d oC: ' Quickstart <.. uickstart/gdal_quickstart="">-dokumentaatio '</..>
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/gdal_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/gdal_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/gdal_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/gdal_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: The utilities are based upon a cross platform, C++ library, accessible via numerous programming languages. As a library, it presents a single abstract data model to the calling application for all supported formats.
sv: Verktygen är baserade på ett plattformsoberoende C++-bibliotek som är tillgängligt via många olika programmeringsspråk. Som ett bibliotek presenterar det en enda abstrakt datamodell för den anropande applikationen för alla format som stöds.

source: **Licence:** `X/MIT style Open Source license <http://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
pt_br: **Licença** `X/MIT style Open Source license <http://trac.osgeo.org/gdal/wiki/FAQGeneral#WhatlicensedoesGDALOGRuse>`_
