Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geoext_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: A JavaScript Toolkit for Rich Web Mapping Applications
de: Ein JavaScript Toolkit für anspruchsvolle Web Mapping-Anwendungen
es: Un kit de herramientas de JavaScript para aplicaciones de mapeo web enriquecidas
fr: Une boîte à outils JavaScript pour les applications riches de cartographie Web
hu: Egy JavaScript eszköztár gazdag web térkép alkalmazásokhoz
it: Un toolkit JavaScript per applicazioni di mappatura web complesse
ja: リッチWebマッピングアプリケーションのためのJavaScriptツールキット
sv: En JavaScript-verktygslåda för applikationer för rik webbkartläggning

source: GeoExt is Open Source and enables building desktop-like GIS applications through the web. It is a JavaScript framework that combines the GIS functionality of `OpenLayers <https://openlayers.org/>`_ with the user interface of the `ExtJS <https://www.sencha.com/products/extjs/>`_ library provided by `Sencha <https://www.sencha.com>`_.
de: GeoExt ist Open Source und ermöglicht das Erstellen von Desktop-ähnlichen GIS-Anwendungen über das Web. Es ist ein JavaScript-Framework, das die GIS-Funktionalität von `OpenLayers <https://openlayers.org/>`_ mit der Benutzeroberfläche der `ExtJS <https://www.sencha.com/products/extjs/>`_ -Bibliothek von `Sencha <https://www.sencha.com>`_ kombiniert.
es: GeoExt es de código abierto y permite la creación de aplicaciones SIG de escritorio a través de la web. Es un marco JavaScript que combina la funcionalidad SIG de `OpenLayers <https://openlayers.org/>`_ con la interfaz de usuario de la librería `ExtJS <https://www.sencha.com/products/extjs/>`_ proporcionada por `Sencha <https://www.sencha.com>`_.
fr: GeoExt est Open Source et permet de créer des applications SIG bureautique sur le Web. Il s'agit d'un cadre JavaScript qui combine les fonctionnalités SIG d'`OpenLayers <https://openlayers.org/>`_ avec l'interface utilisateur de la bibliothèque `ExtJS <https://www.sencha.com/products/extjs/>`_ fournie par `Sencha <https://www.sencha.com>`_.
hu: A GeoExt nyílt forráskódú és asztali alkalmazáshoz hasonló, a weben elérhető GIS készítését teszi lehetővé. Ez egy JavaScript keretrendszer, mely kombinálja az `OpenLayers <https://openlayers.org/>`_ GIS funkcionalitását az `ExtJS <https://www.sencha.com/products/extjs/>`_ könyvtár felhasználói felületével, melyet a `Sencha <https://www.sencha.com/>`_ szolgáltat.
it: GeoExt è Open Source e permette di costruire applicazioni GIS simili al desktop attraverso il web. È un framework JavaScript che combina la funzionalità GIS di `OpenLayers <https://openlayers.org/>`_ con l'interfaccia utente della libreria `ExtJS <https://www.sencha.com/products/extjs/>`_ fornita da `Sencha <https://www.sencha.com>`_.
ja: GeoExtはオープンソースで、Web経由でデスクトップアプリケーションのようなGISアプリケーションが構築できます。これは、 `OpenLayers <https://openlayers.org/>`_ のGIS機能と、`Sencha <https://www.sencha.com>`_ によって提供される `ExtJS <https://www.sencha.com/products/extjs/>`_ ライブラリのユーザインタフェースを組み合わせたJavaScriptフレームワークです。
sv: GeoExt är Open Source och gör det möjligt att bygga skrivbordsliknande GIS-applikationer via webben. Det är ett JavaScript-ramverk som kombinerar GIS-funktionaliteten i `OpenLayers <https://openlayers.org/>`_ med användargränssnittet i biblioteket `ExtJS <https://www.sencha.com/products/extjs/>`_ som tillhandahålls av `Sencha <https://www.sencha.com>`_.

source: User interface components include a map panel, layer tree panel, feature grid, and an overview map. GeoExt components can be used just like any other ExtJS component and can be easily configured and extended. Lower level classes are also available allowing OpenLayers features and layers to be used as ExtJS data models, and for various map layer types to be serialized.
de: Zu den Komponenten der Benutzeroberfläche gehören ein Kartenbereich, ein Ebenenbaum, ein Feature-Raster und eine Übersichtskarte. GeoExt-Komponenten können wie jede andere ExtJS-Komponente verwendet und einfach konfiguriert und erweitert werden. Es sind auch Klassen verfügbar, die die Verwendung von OpenLayers-Features und -Layern als ExtJS-Datenmodelle sowie die Serialisierung verschiedener Karten-Layer-Typen ermöglichen.
es: Los componentes de la interfaz de usuario incluyen un panel de mapa, un panel de árbol de capas, una cuadrícula de características y un mapa general. Los componentes GeoExt se pueden usar como cualquier otro componente ExtJS y se pueden configurar y ampliar fácilmente. Las clases de nivel inferior también están disponibles, lo que permite que las características y capas de OpenLayers se utilicen como modelos de datos ExtJS y que se serialicen varios tipos de capas de mapa.
fr: Les composants de l'interface utilisateur comprennent un panneau Carte, un panneau de Calques sous forme d'arbre, une grille de fonctionnalités et une carte d'aperçu. Les composants GeoExt peuvent être utilisés comme n'importe quel autre composant ExtJS et peuvent être facilement configurés et étendus. Des classes de niveau inférieur sont également disponibles permettant aux fonctionnalités et aux couches OpenLayers d'être utilisées comme modèles de données ExtJS, et pour que divers types de couches de carte soient sérialisés.
hu: Felhasználói felület komponensei tartalmazzák a térkép panelt, a rétegfa panelt, az adattábla rácsot és az áttekintő térképet. A GeoExt komponensek éppen ugyanúgy használhatóak mint bármelyik másik ExtJS komponens és könnyen konfigurálhatók és kibővíthetők. Vannak alacsony szintű osztályok, melyek lehetővé teszik OpenLayers térképi elemek és rétegek ExtJS adatmodellként használatát és különféle térképi rétegtípusok szerializálását.
it: I componenti dell'interfaccia utente includono un pannello della mappa, un pannello ad albero dei livelli, una griglia di caratteristiche e una mappa panoramica. I componenti GeoExt possono essere usati come qualsiasi altro componente ExtJS e possono essere facilmente configurati ed estesi. Sono anche disponibili classi di livello inferiore che permettono alle caratteristiche e ai livelli OpenLayers di essere usati come modelli di dati ExtJS, e per vari tipi di livelli di mappa da serializzare.
ja: ユーザインタフェースコンポーネントには、マップパネル、レイヤツリーパネル、地物グリッド、および全体図マップがあります。GeoExtコンポーネントは、他のExtJSコンポーネントと同様に使用でき、簡単に設定と拡張ができます。下位レベルのクラスも利用可能で、OpenLayersの地物とレイヤをExtJSデータモデルとして使用したり、さまざまなマップレイヤタイプをシリアライズしたりすることができます。
sv: Användargränssnittskomponenterna omfattar en kartpanel, en panel med lagerträd, ett rutnät med funktioner och en översiktskarta. GeoExt-komponenter kan användas precis som alla andra ExtJS-komponenter och kan enkelt konfigureras och utökas. Det finns också klasser på lägre nivå som gör att OpenLayers funktioner och lager kan användas som ExtJS-datamodeller och att olika typer av kartlager kan serialiseras.

source: GeoExt is dual licensed. The license you choose depends on the license of the framework ExtJS you use with it. If you are using the GPL v3 version of the ExtJS framework you will use it under GPLv3. If you own a Sencha ExtJS Commercial License, you have the right to use GeoExt under the BSD License.
es: GeoExt tiene doble licencia. La licencia que elija depende de la licencia del mar o de trabajo ExtJS que use con él. Si está utilizando la versión GPL v3 del marco ExtJS, la usará bajo GPLv3. Si posee una licencia comercial Sencha ExtJS, tiene derecho a usar GeoExt3 bajo la licencia BSD.
it: GeoExt3 ha una doppia licenza. La licenza che scegliete dipende dalla licenza del framework ExtJS che usate. Se state usando la versione GPL v3 del framework ExtJS lo userete sotto GPLv3. Se si possiede una Licenza Commerciale Sencha ExtJS, si ha il diritto di utilizzare GeoExt3 sotto la licenza BSD.
ja: GeoExtはデュアルライセンスです。選択するライセンスは、使用するフレームワークExtJSのライセンスによって異なります。GPL v3バージョンのExtJSフレームワークを使用している場合は、GPLv3の下で使用します。Sencha ExtJS商用ライセンスを所有している場合、BSDライセンスの下でGeoExtを使用する権利があります。
sv: GeoExt är dubbellicensierat. Den licens du väljer beror på licensen för ramverket ExtJS som du använder med den. Om du använder GPL v3-versionen av ExtJS-ramverket kommer du att använda det under GPLv3. Om du äger en Sencha ExtJS Commercial License har du rätt att använda GeoExt under BSD-licensen.

source: geoext screenshot
es: pantalla de geoext
fr: Capture d'écran de geoext
hu: geoext képernyőképek
it: screenshot di geoext
ja: GeoExt スクリーンショット
sv: geoext skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: UI Components
de: UI-Komponenten
es: Componentes de la IU
fr: Composants d'interface
hu: UI komponensek
it: Componenti UI
ja: UIコンポーネント
sv: UI-komponenter

source: Map panel
de: Kartenbereich
es: Panel de mapas
fr: Panneau Carte
hu: Térkép panel
it: Pannello della mappa
ja: マップパネル
sv: Kartpanel

source: Overview map
de: Übersichtskarte
es: Mapa general
fr: Carte d'aperçu
hu: Áttekintő térkép
it: Mappa di panoramica
ja: マップ全体図
sv: Översiktskarta

source: Pop-ups
es: Ventanas emergentes
hu: Felbukkanó ablakok
ja: ポップアップ
sv: Popup-fönster

source: Feature renderer
es: Renderizador de funciones
fr: Moteur de rendu des entités
hu: Térképi elem megjelenítő
it: Rendering dell'elemento
ja: 地物レンダラー
sv: Rendering av funktioner

source: Layer Tree, legends, and drag-and-drop layer ordering
de: Ebenenbaum, Legenden und Drag-and-Drop-Layer-Reihenfolge
es: Árbol de capas, leyendas y orden de capas de arrastrar y soltar
fr: Arbre de couche, légendes, et ordre des couches par drag-and-drop
hu: Rétegfa, jelmagyarázat és rétegsorrend módosítás húzással
it: Albero dei layer, legende e riordino dei layer tramite drag-and-drop
ja: レイヤツリー、凡例、ドラッグアンドドロップによるレイヤ順序管理
sv: Lagerträd, legender och dra-och-släpp-lagerordning

source: Data Models and Stores
de: Datenmodelle und -speicher
es: Modelos de Datos y Tiendas
fr: Modèles et magasins de données
hu: Adatmodellek és adatárak
it: Modelli e archivi di dati
ja: データモデルとデータストア
sv: Datamodeller och datalager

source: Integration of the OpenLayers data model with the ExtJS data model enabling sorting and filtering of features using ExtJS components
de: Integration des OpenLayers-Datenmodells in das ExtJS-Datenmodell zum Sortieren und Filtern von Features mit ExtJS-Komponenten
es: Integración del modelo de datos OpenLayers con el modelo de datos ExtJS que permite la clasificación y el filtrado de características utilizando componentes ExtJS
fr: Intégration du modèle de données OpenLayers avec le modèle de données ExtJS permettant le tri et le filtrage des entités à l'aide des composants ExtJS
hu: OpenLayers data modell integráció az ExtJS adatmodellel, ExtJS komponensek felhasználásával a térképi elemek rendezése és szűrése
it: Integrazione del modello di dati OpenLayers con il modello di dati ExtJS che permette l'ordinamento e il filtraggio delle caratteristiche usando componenti ExtJS
ja: OpenLayersデータモデルとExtJSデータモデルの統合により、ExtJSコンポーネントを使用した地物の並べ替えとフィルタリングが可能
sv: Integration av OpenLayers datamodell med ExtJS-datamodellen för sortering och filtrering av funktioner med hjälp av ExtJS-komponenter

source: ExtJS stores and models for OpenLayers features and layers
de: ExtJS-Stores und -Modelle für OpenLayers-Features und -Layer
es: Tiendas y modelos de ExtJS para características y capas de OpenLayers
fr: Magasins et modèles ExtJS pour les entités et couches OpenLayers
hu: ExtJS tárolás és modellezés OpenLayers térképi elemekhez és rétegekhez
it: Archivi e modelli ExtJS per le caratteristiche e i livelli OpenLayers
ja: OpenLayersの地物とレイヤのためのExtJSストアとモデル
sv: ExtJS-butiker och modeller för OpenLayers funktioner och lager

source: Miscellaneous
de: Weiteres
es: Varios
fr: Divers
hu: Egyebek
it: Varie
ja: その他
sv: Diverse

source: Integration with
es: Integración con
it: Integrazione con
sv: Integration med

source: `MapFish Print <http://mapfish.github.io/mapfish-print-doc/>`_
es: `MapFish Imprimir <http://mapfish.github.io/mapfish-print-doc/>`_
it: `Stampa tramite MapFish <http://mapfish.github.io/mapfish-print-doc/>`_
sv: `MapFish Skriv ut <http://mapfish.github.io/mapfish-print-doc/>`_

source: and `GeoServer Printing Module <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_
es: y el `Módulo de Impresión GeoServer <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_
it: e il`modulo di stampa di GeoServer <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_
sv: och "GeoServer utskriftsmodul <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_

source: Layer Serializers (WMS, WMTS, XYZ)
de: Layer Serialisierer (WMS, WMTS, XYZ)
es: Serializadores de capa (WMS, WMTS, XYZ)
fr: Serialisuers de couche (WMS, WMTS, XYZ)
hu: Réteg szerializálók (WMS, WMTS, XYZ)
ja: レイヤシリアライザー(WMS, WMTS, XYZ)
sv: Serialisatorer för lager (WMS, WMTS, XYZ)

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://geoext.github.io/geoext
es: **Sitio web:** https://geoext.github.io/geoext
it: **Sito web:** https://geoext.github.io/geoext
sv: **Webbplats:** https://geoext.github.io/geoext

source: **License:** GPLv3 or BSD License dependent on ExtJS license
es: **Licencia:** Licencia GPLv3 o BSD que depende de la licencia ExtJS
it: **Licenza:** Licenza GPLv3 o BSD che dipende dalla licenza di ExtJS
sv: **Licens:** GPLv3 eller BSD-licens beroende på ExtJS-licens

source: see `License <https://github.com/geoext/geoext/blob/master/LICENSE>`_
es: ver `License <https://github.com/geoext/geoext/blob/master/LICENSE>`_
it: vedere `Licenza <https://github.com/geoext/geoext/blob/master/LICENSE>`_
sv: se `Licens <https://github.com/geoext/geoext/blob/master/LICENSE>`_

source: and `License FAQ <https://github.com/geoext/geoext/blob/master/LICENSE-FAQ.md>`_
es: y `License FAQ <https://github.com/geoext/geoext/blob/master/LICENSE-FAQ.md>`_
it: e `FAQ sulla licenza <https://github.com/geoext/geoext/blob/master/LICENSE-FAQ.md>`_
sv: och `Licens FAQ <https://github.com/geoext/geoext/blob/master/LICENSE-FAQ.md>`_

source: **Software Version:** |version-geoext|
es: **Versión de software:** |version-geoext|
fr: **Version du logiciel:** |version-geoext|
hu: **Szoftver verzió:** |version-geoext|
it: **Versione Software:** |version-geoext|
ja: **ソフトウェアバージョン:** |version-geoext|
sv: **Programvaruversion:** |version-geoext|

source: **API Interface:** JavaScript
es: **Interfaces API:** Javascript
fr: **Interface de l'API:** JavaScript
hu: **API interfész:** JavaScript
it: **Interfaccia API:** JavaScript
ja: **API インタフェース:** JavaScript
sv: **API-gränssnitt:** JavaScript

source: **Support:** Mailing lists
es: **Support:** Listas de correo
it: **Supporto:** Mailing lists
sv: **Support:** Mailinglistor

source: and https://stackoverflow.com/questions/tagged/geoext
es: y https://stackoverflow.com/questions/tagged/geoext
it: e https://stackoverflow.com/questions/tagged/geoext
sv: och https://stackoverflow.com/questions/tagged/geoext

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/geoext_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/geoext_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/geoext_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/geoext_quickstart>`
it: :doc:`Guida rapida <../quickstart/geoext_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geoext_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/geoext_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: nologo
fr: Pas de logo
ja: ロゴなし

source: GeoExt3 is dual licensed. The license you choose depends on the license of the framework ExtJS you use with it. If you are using the GPL v3 version of the ExtJS framework you will use it under GPLv3. If you own a Sencha ExtJS Commercial License, you have the right to use GeoExt3 under the BSD License.
de: GeoExt3 ist doppelt lizenziert. Die von Ihnen gewählte Lizenz hängt von der Lizenz des Frameworks ab. Wenn Sie die GPL v3-Version des ExtJS-Frameworks verwenden, verwenden Sie sie unter GPLv3. Wenn Sie eine Sencha ExtJS Commercial License besitzen, haben Sie das Recht, GeoExt3 unter der BSD-Lizenz zu verwenden.

source: Integration with `MapFish Print <http://mapfish.github.io/mapfish-print-doc/>`_ and `GeoServer Printing Module <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_
de: Integration mit `MapFish Print <http://mapfish.github.io/mapfish-print-doc/>`_ und dem `GeoServer-Druckmodul <https://docs.geoserver.org/latest/en/user/extensions/printing/index.html>`_

source: **Website:** https://geoext.github.io/geoext3
de: **Webseite:** https://geoext.github.io/geoext3

source: **License:** GPLv3 or BSD License dependent on ExtJS license - see `License <https://github.com/geoext/geoext3/blob/master/LICENSE>`_ and `License FAQ <https://github.com/geoext/geoext3/blob/master/LICENSE-FAQ.md>`_
de: **Lizenz:** GPLv3 oder BSD Lizenz abhängig von der ExtJS Lizenz - siehe `License <https://github.com/geoext/geoext3/blob/master/LICENSE>`_ und `License FAQ <https://github.com/geoext/geoext3/blob/master/LICENSE-FAQ.md>`_

source: **Support:** Mailing list https://www.geoext.org/cgi-bin/mailman/listinfo/users and https://stackoverflow.com/questions/tagged/geoext3
de: **Support:** Mailing-Liste https://www.geoext.org/cgi-bin/mailman/listinfo/users und https://stackoverflow.com/questions/tagged/geoext3
