Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geomoose_overview.po
Languages: es, hu, it, ja, sv

source: Web GIS Portal
es: Portal Web GIS
hu: Web GIS Portál
it: Portale Web GIS
ja: Web GISポータル
sv: GIS-portal på webben

source: GeoMoose is a browser based mapping framework for displaying distributed cartographic data. It is particularly useful for managing spatial and non-spatial data within county, city and municipal offices (from which GeoMoose originated). It extends the functionality of MapServer and OpenLayers to provide built in services, like drill-down identify operations for viewing and organising many layers, selection operations and dataset searches.
sv: GeoMoose är ett webbläsarbaserat kartramverk för visning av distribuerade kartografiska data. Det är särskilt användbart för att hantera spatiala och icke spatiala data inom läns-, stads- och kommunkontor (från vilka GeoMoose härstammar). Det utökar funktionaliteten i MapServer och OpenLayers för att tillhandahålla inbyggda tjänster, som drill-down-identifieringsoperationer för visning och organisering av många lager, urvalsoperationer och dataset-sökningar.

source: GeoMoose is fast, performing well with hundreds of layers and/or services at a time. Data from multiple custodians can be maintained with different tools and on different schedules as each map layer has its own set of configuration files for publishing, symbols, templates as well as source data.
sv: GeoMoose är snabb och fungerar bra med hundratals lager och/eller tjänster åt gången. Data från flera förvaltare kan underhållas med olika verktyg och enligt olika scheman eftersom varje kartskikt har sin egen uppsättning konfigurationsfiler för publicering, symboler, mallar och källdata.

source: The user interface is easily configurable, and additional services can be added through a modular architecture.
es: La interfaz de usuario es fácilmente configurable y se pueden agregar servicios adicionales a través de una arquitectura modular.
hu: A felhasználói felület könnyen testreszabható és a moduláris architektúrának köszönhetően további szolgáltatások adhatók hozzá.
it: L’interfaccia utente è facilmente configurabile, e servizi addizionali possono essere aggiunti essendo un’architettura modulare.
ja: ユーザインタフェースは簡単に設定でき、モジュールアーキテクチャを使用して追加サービスを追加できます。
sv: Användargränssnittet är enkelt att konfigurera och ytterligare tjänster kan läggas till genom en modulär arkitektur.

source: geomoose screenshot
sv: geomoose skärmdump

source: Core Features
es: Características Principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Distributed data maintenance amongst multiple owners.
es: Mantenimiento de datos distribuidos entre múltiples propietarios.
hu: Osztott adatkezelés több adatgazda között.
it: Gestione di dati distribuiti tramite differenti gestori.
ja: 複数の所有者に分散したデータメンテナンス
sv: Distribuerat datahantering bland flera ägare.

source: Access maps from: MapServer, Tilecache, ArcGIS REST, WMS, WFS.
es: Acceso a mapas de: MapServer, Tilecache, ArcGIS REST, WMS, WFS.
hu: Térkép elérés ezekből: MapServer, Tilecache, ArcGIS REST, WMS, WFS.
it: Accesso a mappe da: MapServer, Tilecache, ArcGIS REST, WMS, WFS.
ja: マップへのアクセス元: MapServer、Tilecache、ArcGIS REST、WMS、WFS
sv: Få tillgång till kartor från: MapServer, Tilecache, ArcGIS REST, WMS, WFS.

source: Configure multiple views of data sources.
es: Configure vistas múltiples de fuentes de datos.
hu: Az adatforrások konfigurálása többféle megjelenítéshez.
it: Configurare più viste delle sorgenti dati.
ja: データソースの複数のビューを設定します。
sv: Konfigurera flera vyer av datakällor.

source: Discover and filter from data catalogs.
es: Descubre y filtra desde catálogos de datos.
hu: Tájékozódás és szűrés adatkatalógusokból.
it: Trovare e filtrare dai cataloghi di dati.
ja: データカタログからの検出とフィルタリング
sv: Upptäck och filtrera från datakataloger.

source: Tools: measure, drawing, query, fading, re-order, jump-to zoom, coordinate readouts, ...
es: Herramientas: medir, dibujo, consulta, desvanecimiento, reordenar, salto a acercamiento, lecturas de coordenadas...
hu: Eszközök: mérés, rajzolás, lekérdezés, halványítás, átrendezés, nagyításra ugrás, koordináta kiolvasás, ...
it: Strumenti: misure, disegno, interrogazione, fading, riordine, riproiezione, zoom a, visualizzazione coordinate, …
ja: ツール: 計測、描画、クエリ、フェード、並べ替え、ズームジャンプ、座標表示など
sv: Verktyg: mäta, rita, fråga, blekna, ordna om, hoppa till zoom, koordinatavläsning, ...

source: Displays: MapViewer, Side Menu, Navigation, Tabbed User Controls.
es: Despliegues: Visor de Mapas, Menú Lateral, Navegación, Controles de Usuario en Fichas.
hu: Megjelenítés: térkép nézet, oldal menü, navigáció, fülekre rendezett vezérlők.
it: Visualizzatori: MapViewer, Menu laterale, Navigazione, Controlli utenti a schede.
ja: 表示: 地図ビューア、サイドメニュー、ナビゲーション、タブ付きユーザコントロール
sv: Visar: MapViewer, sidomeny, navigering, flikar Användarkontroller.

source: XML based MapBook configuration file for User Interface, Source Layers and Tools.
es: Archivo de configuración de MapBook basado en XML para Interfaz de Usuario, Capas de Origen y Herramientas.
hu: XML alapú MapBook konfigurációs fájl a felhasználói felülethez, a forrás rétegekhez és az eszközökhöz.
it: File di configurazione MapBook basato su XML per l’interfaccia utente, sorgenti dei layers e strumenti.
ja: ユーザインタフェース、ソースレイヤ、ツール用のXMLベースのMapBook設定ファイル。
sv: XML-baserad MapBook-konfigurationsfil för användargränssnitt, källskikt och verktyg.

source: Integration with Mapserver.
es: Integración con Mapserver.
hu: Integráció Mapserverrel.
it: Integrazione con Mapserver.
ja: Mapserverとの統合
sv: Integration med Mapserver.

source: Modular design facilitates integration with non-spatial systems (such as asset management).
es: El diseño modular facilita la integración con sistemas no espaciales (como la gestión de activos).
hu: A moduláris tervezés lehetővé teszi az integráció nem térinformatikai rendszerekkel (mint például vagyonkezelés)
it: Il design modulare facilita l’integrazione con i sistemi non spaziali (come la gestione delle risorse).
ja: モジュラー設計により、非空間システム(資産管理など)との統合が容易になります。
sv: Modulär design underlättar integration med icke-spatiala system (t.ex. tillgångshantering).

source: Publish almost unlimited number of layers.
es: Publica un número casi ilimitado de capas.
hu: Majdnem korlátlan számú réteg publikálása.
it: Pubblicare un numero di layers quasi illimitato.
ja: ほぼ無制限の数のレイヤをパブリッシュします。
sv: Publicera nästan obegränsat antal lager.

source: PDF printing.
es: Impresión en PDF.
hu: PDF nyomtatás.
it: Stampa PDF.
ja: PDF印刷。
sv: PDF-utskrift.

source: Implemented Standards
es: Estándares implementados
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: WMS (client)
es: WMS (cliente)
hu: WMS (kliens)
ja: WMS (クライアント)
sv: WMS (klient)

source: WFS (client)
es: WFS (cliente)
hu: WFS (kliens)
ja: WFS (クライアント)
sv: WFS (kund)

source: Details
es: Detalles
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://www.geomoose.org
es: **Sitio web:** https://www.geomoose.org
hu: **Honlap:** https://www.geomoose.org
it: **Sito web:** https://www.geomoose.org
ja: **Webサイト:** https://www.geomoose.org
sv: **Webbplats:** https://www.geomoose.org

source: **Licence:** MIT based license. https://www.geomoose.org/info/license.html
es: **Licencia:** License basada en MIT. https://www.geomoose.org/info/license.html
hu: **Licenc:** MIT alapú licens. https://www.geomoose.org/info/license.html
it: **Licenza:** licenza basata su MIT. https://www.geomoose.org/info/license.html
ja: **ライセンス:** MIT based license. https://www.geomoose.org/info/license.html
sv: **Licens:** MIT-baserad licens. https://www.geomoose.org/info/license.html

source: **Software Version:** |version-geomoose|
es: **Versión de software:** |version-geomoose|
hu: **Szoftver verzió:** |version-geomoose|
it: **Versione del Software:** |version-geomoose|
ja: **ソフトウェアバージョン:** |version-geomoose|
sv: **Programvaruversion:** |version-geomoose|

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **Commercial Support:** https://www.geomoose.org/info/commercial_support.html
es: **Soporte Commercial:** https://www.geomoose.org/info/commercial_support.html
hu: **Kereskedelmi támogatás:** https://www.geomoose.org/info/commercial_support.html
it: **Supporto commerciale:** https://www.geomoose.org/info/commercial_support.html
ja: **商用サポート:** https://www.geomoose.org/info/commercial_support.html
sv: **Kommersiellt stöd:** https://www.geomoose.org/info/commercial_support.html

source: **Community Support:** https://www.geomoose.org/info/mailing_lists.html
es: **Soporte Comunitario:** https://www.geomoose.org/info/mailing_lists.html
hu: **Közösségi támogatás:** https://www.geomoose.org/info/mailing_lists.html
it: **Supporto della comunità:** https://www.geomoose.org/info/mailing_lists.html
ja: **コミュニティサポート:** https://www.geomoose.org/info/mailing_lists.html
sv: **Support till samhället:** https://www.geomoose.org/info/mailing_lists.html

source: Quickstart
es: Inicio Rápido
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/geomoose_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/geomoose_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/geomoose_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geomoose_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/geomoose_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: GeoMoose is a browser based mapping framework for displaying distributed cartographic data. It is particularly useful for managing spatial and non-spatial data within county, city and municipal offices (from which GeoMoose originated). It extends the functionality of MapServer and OpenLayers to provide built in services, like drill-down identify operations for viewing and organising many layers, selection operations and dataset searches.
es: GeoMoose es un marco de mapeo basado en navegador para mostrar datos cartográficos distribuidos. Es particularmente útil para la gestión de datos espaciales y no espaciales dentro de las oficinas municipales, municipales y de condado (a partir de las cuales se originó GeoMoose). Amplía la funcionalidad de MapServer y OpenLayers para proporcionar servicios incorporados, como operaciones de identificación detallada para visualizar y organizar muchas capas, operaciones de selección y búsquedas de conjuntos de datos.
hu: A GeoMOOSE egy böngésző alapú térképes keretrendszer megosztott térképi adatok megjelenítésére. Különösen hasznos megyei, városi és helyhatósági irodák (ahonnan a GeoMoose származik) térbeli és nem térbeli adatainak kezelésére. A MapServer és az OpenLayers funkcionalitását bővíti ki, hogy olyan beépített szolgáltatásokat nyújtson mint például az azonosítás művelet több rétegen, a szelekció művelet és keresés az adathalmazban.
it: GeoMoose è un framework GIS basato su browser per la visualizzazione di dati cartografici distribuiti. È particolarmente utile per la gestione dei dati spaziali e non-spaziale all’interno di contee, città e uffici comunali (da cui GeoMoose ha origine). Esso estende le funzionalità di MapServer e OpenLayers per fornire servizi precostruiti, come le operazioni di esamina in profondità per la visualizzazione e l’organizzazione di molti layers, operazioni di selezione e ricerca del set di dati.
ja: GeoMooseは、分散型地図データを表示するためのブラウザベースのマッピングフレームワークです。これは、郡、市、市のオフィス(GeoMooseの起源)内の空間データと非空間データの管理に特に便利です。MapServerとOpenLayersの機能を拡張して、多くのレイヤを表示および整理するためのドリルダウン識別操作、選択操作、データセット検索などの組み込みサービスを提供します。

source: GeoMoose is fast, performing well with hundreds of layers and/or services at a time. Data from multiple custodians can be maintained with different tools and on different schedules as each map layer has its own set of configuration files for publishing, symbols, templates as well as source data.
es: GeoMoose es rápido y funciona bien con cientos de capas y/o servicios a la vez. Los datos de múltiples guardianes pueden ser mantenidos con diferentes herramientas y en horarios diferentes, ya que cada capa de mapa tiene su propio conjunto de archivos de configuración para editoriales, símbolos, plantillas, así como datos de origen. horarios
hu: A GeoMOOSE gyors, jól teljesít rétegek és/vagy szolgáltatások százainak egyidejű kezelésében. Több különböző forrásból érkező adatok különböző eszközökkel és eltérő menetrendek szerint kezelhetők, mivel minden térképi réteg saját konfigurációs fájlokkal rendelkezik a publikáláshoz, a szimbólumokhoz, a sablonokhoz és a forrás adatokhoz.
it: GeoMoose è veloce, ottenendo buoni risultati con centinaia di layers e/o servizi in contemporanea. I dati di diversi gestori possono essere mantenuti con diversi strumenti e su tempi diversi in quanto ogni layer ha il proprio insieme di file di configurazione per la pubblicazione, i simboli, modelli così come i dati di origine.
ja: GeoMooseは高速で、一度に何百ものレイヤやサービスを処理することができます。複数の管理人からのデータは、異なるツールと異なるスケジュールで維持することができます。各マップレイヤは、ソースデータだけでなく、パブリッシング、シンボル、テンプレートのための独自の設定ファイルのセットを持っているためです。
