Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geomajas_overview.po
Languages: de, es, fr, hu, it, ja

source: Browser GIS Client
de: Browser Anwendung
es: Cliente GeoExplorer SIG
fr: Client SIG dans le navigateur
hu: Böngésző GIS kliens
it: Client GIS per browser internet
ja: ブラウザGISクライアント

source: The Client enables developers to create powerful web GIS applications including interactive maps, extensible widgets and custom use cases. It allows access to a wide range of data sources and functionality through a web browser.
de: Der Schwerpunkt von Geomajas ist es, WebGIS-Anwendungen bereit zu stellen. Hierzu bietet Geomajas interaktive Karten, erweiterbare Module und die Möglichkeit anpassbare Anwendungen zu erstellen. Geomajas ermöglicht den Zugriff auf zahlreiche Datenformate und Funktionalität über den Browser.
es: El Cliente permite a los desarrolladores crear potentes aplicaciones GIS web que incluyen mapas interactivos, widgets extensibles y casos de uso personalizados. Permite el acceso a una amplia gama de fuentes de datos y funcionalidad a través de un navegador web.
fr: Le client permet aux développeurs de créer de puissantes applications Web SIG comprenant des cartes interactives, des widgets extensibles et des cas d'utilisation personnalisés. Il permet d'accéder à un large éventail de sources de données et de fonctionnalités grâce à un navigateur Web.
hu: A kliens lehetővé teszi a fejlesztőknek, hogy hatékony web GIS alkalmazást hozzanak létre, interaktív térképekkel, kibővíthető vezérlőkkel és egyedi felhasználási esetekkel. Az adatforrások és funkciók széles köréhez biztosít hozzáférést a böngésző programon keresztül.
it: Il client permette agli sviluppatori di creare potenti applicazioni web GIS includento mappe interattive, widget estendibili e casi d’uso personalizzati. Permette di accedere ad un vasto range di sorgenti di dati e funzionalità attraverso un browser web.
ja: このクライアントを使用すると、開発者はインタラクティブなマップ、拡張可能なウィジェット、カスタムユースケースを含む強力なWeb GISアプリケーションを作成できます。Webブラウザを使用して、幅広いデータソースと機能にアクセスできます。

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能

source: Programmable using pure Java through GWT
de: Programmierbar mit reinem Java über GWT
es: Programable usando Java puro a través de GWT
fr: Programmable en utilisant du Java pur via GWT
hu: A GWT-n keresztül tisztán Javaban programozható
it: Programmabile usando Java attraverso GWT
ja: GWT経由でPure Javaを使用してプログラム可能

source: Supports many layer types (incl. WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, …)
de: Unterstützt verschiedene Datenquellen (incl. WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, …)
es: Es compatible con muchos tipos de capas (incluyendo WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, …)
fr: Supporte de nombreux types de couche (incluant WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, …)
hu: Sok réteg típust támogat (WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, ...)
it: Supporta molte tipologie di layer (incluso WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, ...)
ja: 多くのレイヤタイプをサポートしています(WMS, WFS, WMTS, TMS, OSM, Google Maps, Shape, PostGIS, Oracle, JDBC, …を含む)

source: Handy collection of built-in widgets (incl. Editing and redlining, Print, Geocoding, Layer tree, ...)
de: Eine Kollektion von eingebauten Modulen (inklusive Editieren und Redlining, Druck, Geocoding, Ebenenbaum, ...)
es: Práctica colección de widgets integrados (incluyendo Editing and redlining, Print, Geocoding, Layer tree, ...)
fr: Collection pratique de widgets intégrés (incluant édition et redlining, impression, géocodage, arbre de couches,...)
hu: Kézreálló beépített vezérlők (szerkesztés, piros vonalazás, nyomtatás, geokódolás, réteg fa, ...)
it: Una collezione di widget preconfigurati (incluso Editing e redlining, Stampa, Geocodifica, Layer tree, …)
ja: 組み込みウィジェットの便利なコレクション(編集とレッドライン,印刷,ジオコーディング,レイヤ,...を含む)

source: Build your own use cases and create new widgets
de: Aufbau von eigenen Use-Cases und neuen Widgets
es: Cree sus propios casos de uso y cree nuevos widgets
fr: Créez vos propres cas d'utilisation et créez de nouveaux widgets
hu: Szabja testre a saját alkalmazási igényeihez és hozzon létre új vezérlőket
it: Costruite i vostri casi d’uso e create nuovi widgets
ja: 独自のユースケースを構築し、新しいウィジェットを作成する

source: Easy skinnable through custom CSS
de: Leicht anpassbar über CSS
es: Fácil de personalizar mediante CSS personalizado
fr: Facile à habiller grâce à du CSS personnalisé
hu: Könnyen átalakítható egyéni CSS-en keresztül
it: Vestizione facilmente modificabile tramite CSS personalizzati
ja: カスタムCSSを使用して簡単にスキン可能

source: No need for browser plug-ins
de: Keine Verwendung von Browser-Plugins
es: Sin necesidad de complementos del navegador
fr: Pas besoin de plugins de navigateur
hu: Nincs szükség bögészőbe beépülő modulokra
it: Nessun bisogno di plugins per il browser
ja: ブラウザにプラグインが不要

source: Runs on a wide range of internet devices using HTML5
de: Läuft auf zahlreichen internettauglichen Geräten die HTML5 verwenden
es: Se ejecuta en una amplia gama de dispositivos de Internet con HTML5
fr: Fonctionne sur un large éventail de périphériques Internet utilisant HTML5
hu: Az internet eszközök széles skáláján fut HTML5 felhasználásával
it: Funziona su un vasto range di device internet utilizzando HTML5
ja: HTML5を使用してさまざまなインターネットデバイスで動作します

source: Not a GWT enthusiast? Access core features through the Javascript API
de: Noch kein GWT Enthusiast? Zugriff auf die Kernfunktionen über die Javascript API
es: Características Principales No es un entusiasta de GWT? Acceda a las Características Principales a través de Javascript API
fr: Pas un fan de GWT? Accédez aux fonctionnalités du cœur via l'API JavaScript
hu: Nem egy GWT rajongó? Érje el az alapfunkciókat a JavaScript API-n keresztül.
it: Non siete entusiasti di GWT? Accedete alle caratteristiche principali attraverso le API Javascript
ja: GWTのファンではありませんか?Javascript APIを使用した主な機能へのアクセス

source: Enterprise Server features
de: Enterprise Server Funktionalität
es: Funciones de Enterprise Server
fr: Fonctionnalités du serveur d'entreprise
hu: Vállalati szerver tulajdonságok
it: Caratteristiche del server enterprise
ja: エンタープライズサーバーの機能

source: Advanced security on different levels (layer, feature, attribute, functionality, …)
de: Erweiterete Sicherheit auf unterschiedlichen Ebenen (Layer, Feature, Attribute, Funktionalität, …)
es: Seguridad avanzada en diferentes niveles (capa, función, atributo, funcionalidad, ...)
fr: Sécurité avancée à différents niveaux (couche, objet géographique, attribut, fonctionnalité, ...)
hu: Fejlett biztonság különböző szinteken (réteg, elem, attribútum, funkcionalitás, ...)
it: Sicurezza avanzata disponibile a diversi livelli (layer, elementi, attributi, funzionalità, ...)
ja: 異なるレベルでの高度なセキュリティ(レイヤ、地物、属性、機能など)

source: Seamless integration with your own Domain Model – persistence via Hibernate, web services, Java RMI, ...
de: Seamless Integration mit dem eigenen Domain Model – Persistenz über Hibernate, Web Services, Java RMI, ...
es: Perfecta integración con su propio Modelo de Dominio - persistencia a través de Hibernate, servicios web, Java RMI, ...
fr: Intégration transparente avec votre propre modèle de domaine - persistance via Hibernate, services web, Java RMI,....
hu: Zökkenőmentes integráció az ön saját domain modelljével - perzisztencia a Hibernate, web szolgáltatások Java RMI, ... alkalmazásokon keresztül.
it: Integrazione semplice senza con il vostro Domain Model persistent via Hibernate, servizi web, Java RMI, …
ja: 独自のドメインモデルとのシームレスな統合-Hibernate、Webサービス、Java RMIなどを介した永続性

source: Enterprise integration with other business applications such as JBPM, Activiti, JasperReports, CMS, Alfresco through industry standards (SOAP, REST, ESB, JNDI, …)
de: Enterprise Integration mit anderen Business Anwendungen wie JBPM, Activiti, JasperReports, CMS, Alfresco über ndustrie Standards (SOAP, REST, ESB, JNDI, …)
es: Integración empresarial con otras aplicaciones comerciales tales como JBPM, Activiti, JasperReports, CMS, Alfresco ta través de estándares industriales (SOAP, REST, ESB, JNDI, …)
fr: Intégration d'entreprise avec d'autres applications métier telles que JBPM, Activiti, JasperReports, CMS, Alfresco à travers les standards de l'industrie (SOAP, REST, ESB, JNDI,...)
hu: Vállalati integráció más üzleti alkalmazásokkal, mint például JBPM, Activiti, JasperReports, CMS, Alfresco, ipari szabványokon keresztül (SOAP, REST, ESB, JNDI, …)
it: Integrazione enterprise con altre applicazioni business come JBPM, Activiti, JasperReports, CMS, Alfresco tramite standard industriali (SOAP, REST, ESB, JNDI, ...)
ja: 業界標準(SOAP, REST, ESB, JNDI, …)を利用した、JBPM、Activiti、JasperReports、CMS、Alfrescoなどの他のビジネスアプリケーションとのエンタープライズ統合

source: Easy extensible through the Spring framework
de: Leicht erweiterbar über das Spring Framework
es: Fácil extensible a través del marco Spring
fr: Facilement extensible via le framework Spring
hu: Könnyen kibővíthető a Spring keretrendszer segítségével.
it: Facilmente estendibile attraverso il framework Spring
ja: Springフレームワークを使用して簡単に拡張可能

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** http://www.geomajas.org
de: **Webseite:** http://www.geomajas.org
es: **Sitio web:** http://www.geomajas.org
fr: **Site Internet:** http://www.geomajas.org
hu: **Honlap:** http://www.geomajas.org
ja: **Webサイト:** http://www.geomajas.org

source: **Licence:** AGPL
de: **Lizenz:** AGPL
es: **Licencia:** AGPL
hu: **Licenc:** AGPL
it: **Licenza:** AGPL
ja: **ライセンス:** AGPL

source: **Software Version:** |version-geomajas|
es: **Versión de software:** |version-geomajas|
fr: **Version du logiciel:** |version-geomajas|
hu: **Szoftver verzió:** |version-geomajas|
it: **Versione del Software:** |version-geomajas|
ja: **ソフトウェアバージョン:** |version-geomajas|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstütze Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **API Interfaces:** Java and Javascript
de: **API Schnittstellen:** Java und Javascript
es: **Interfaces API:** Java yJavascript
fr: **Interface de l'API:** Java et JavaScript
hu: **API Interfészek:** Java és Javascript
it: **Interfacce API:** Java e Javascript
ja: **API インターフェイス:** Java and Javascript

source: **Support:** https://www.osgeo.org/service-providers
es: **Soporte:** https://www.osgeo.org/service-providers
hu: **Támogatás:** https://www.osgeo.org/service-providers
ja: **サポート:** https://www.osgeo.org/service-providers

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/geomajas_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/geomajas_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/geomajas_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/geomajas_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/geomajas_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/geomajas_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geomajas_quickstart>`

source: **Website:** http://www.geomajas.org/
it: **Sito web:** http://www.geomajas.org/

source: **Support:** http://www.osgeo.org/node/725?SET=1&MUL_TECH[]=00089
it: **Supporto:** http://www.osgeo.org/node/725?SET=1&MUL_TECH[]=00089
