Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geonetwork_overview.po
Languages: de, es, fr, hu, it, ja, pt, sv

source: Metadata Catalog
de: Metadaten Katalog
es: Catálogo de Metadatos
fr: Catalogue de métadonnées
hu: Metaadat katalógus
it: Catalogo per i metadati
ja: メタデータカタログ
pt: Catálogo de Metadados
sv: Metadatakatalog

source: GeoNetwork OpenSource is a catalog application for managing spatially referenced resources. It provides powerful metadata editing and search functions, an embedded interactive web map viewer, and is based upon Open Standards.
de: GeoNetwork OpenSource ist eine Kataloganwendung für räumliche Datenquellen. Die Anwendung bietet leistungsstarke Bearbeitungs- und Suchfunktionen für Metadaten sowie eine integrierte interaktive Kartenkomponente und basiert auf offenen Standards.
es: GeoNetwork OpenSource es una aplicación de catálogo para administrar recursos referenciados espacialmente. Proporciona potentes funciones de edición y búsqueda de metadatos, un visor de mapas web interactivo incorporado y se basa en Estándares Abiertos.
fr: GeoNetwork OpenSource est une application de catalogue pour la gestion des ressources référencées spatialement. Il offre des fonctions puissantes d'édition et de recherche de métadonnées, un visualiseur de cartes web interactif intégré et est basé sur des standards ouverts.
hu: GeoNetwork OpenSource egy katalógus alkalmazás térben elhelyezkedő erőforrásokhoz. Hatékony metaadat szerkesztőt keresési funkciókat, beágyazott interaktív térkép nézegetőt biztosít és nyílt szabványokon alapul.
it: GeoNetwork OpenSource Ã¨ una applicazione di catalogo per la gestione delle risorse spazialmente georiferite. Esso fornisce potenti funzioni per la modifica e la ricerca dei metadati, un visualizzatore di mappe web interattivo integrato, e si basa su standard aperti.
ja: GeoNetworkは、空間的に参照されているリソースを管理するためのカタログアプリケーションです。強力なメタデータ編集と検索機能、およびインタラクティブなWebマップビューアを提供します。
pt: GeoNetwork OpenSource é uma aplicação de catálogo para gerenciar recursos espacialmente referenciados. Fornece funções eficientes para busca e edição de metadados, e integrado uma visualizados de mapas interativos, e é baseado em padrões abertos.
sv: GeoNetwork OpenSource är en katalogapplikation för hantering av resurser med spatial referens. Den innehåller kraftfulla redigerings- och sökfunktioner för metadata, en inbäddad interaktiv webbkartvisare och är baserad på öppna standarder.

source: geonetwork screenshot
es: pantalla de geonetwork
fr: Capture d'écran de geonetwork
pt: captura de ecrã do geonetwork
sv: geonetwork skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
pt: Principais Funções
sv: Kärnfunktioner

source: Immediate search access to local and distributed geospatial catalogues
de: Direkte Suche in lokalen und verteilten Metadatenkatalogen
es: Acceso de búsqueda inmediata a catálogos geoespaciales locales y distribuidos
fr: Accès immédiat aux catalogues géospatiaux locaux et distribués
hu: Közvetlen keresés a helyi és a közzétett térinformatikai katalógusokban
it: Accesso alla ricerca immediato a cataloghi geospaziali locali e distribuiti
ja: 地理空間カタログへの迅速な検索アクセス
pt: Busca imediata para catálogos geoespaciais locais e distribuídos
sv: Omedelbar sökåtkomst till lokala och distribuerade geospatiala kataloger

source: Up and downloading of data, graphics, documents, pdf files and any other content type
de: Hoch- und Runterladen von Daten, Grafiken, Dokumenten, PDF-Dateien und anderen Inhalten
es: Carga y descarga de datos, gráficos, documentos, archivos pdf y cualquier otro tipo de contenido
fr: Envoi et téléchargement de données, graphiques, documents, fichiers pdf et tout autre type de contenu
hu: Adatok, grafikák, dokumentumok, pdf fájlok és más típusú tartalmak fel- és letöltése
it: Upload e download dei dati, grafici, documentazione, files pdf e ogni altro tipo di contenuto
ja: データ、グラフィックス、ドキュメント、pdfファイル、その他のコンテンツタイプのアップロードとダウンロード
pt: Upload e download de dados, gráficos, documentos, arquivos pdfs e qualquer outro tipo de arquivo
sv: Upp- och nedladdning av data, grafik, dokument, pdf-filer och andra typer av innehåll

source: An interactive Web Map Viewer to combine Web Map Services from distributed servers around the world
de: Interaktiver Web Map Viewer zur Kombination von Web Map Services (WMS) von weltweit verteilten Servern
es: Un Visor de Mapas Web interactivo para combinar los servicios de Mapas Web de servidores distribuidos en todo el mundo
fr: Un visualiseur cartographique interactif pour combiner les Web Map Services à partir de serveurs distribués autour du monde
hu: Egy interaktív webes térkép megjelenítő, a világban szétszórt webes térképszolgáltatások egyesítésére
it: Un visualizzatore di mappe web interattivo che combina servizi Web Map da server distribuiti nel mondo
ja: 世界中の分散しているサーバからのWebマップサービスを結合するインタラクティブなWebマップビューア
pt: Um visualizador de mapas Web interativos para combinar Serviços de Mapas na Web de servidores distribuídos por todo o mundo
sv: En interaktiv Web Map Viewer för att kombinera webbkarttjänster från distribuerade servrar runt om i världen

source: Recently updated entries are accessible as RSS news feeds and as GeoRSS.
de: Aktualisierte Einträge werden über RSS News Feeds und als GeoRSS bereitgestellt
es: Las entradas actualizadas recientemente son accesibles como noticias RSS y como GeoRSS.
fr: Les entrées récemment mises à jour sont accessibles sous forme de flux RSS et GeoRSS.
hu: A mostanában aktualizált elemek elérhetők az RSS hírcsatornákon és mint GeoRSS.
it: Le voci aggiornate recentemente sono accessibili come feed RSS e come GeoRSS.
ja: 最近更新されたエントリは、RSS ニュースフィードおよび GeoRSS としてアクセスできるようになりました。
pt: As entradas recentemente atualizadas são acessíveis como feeds de notícias RSS e como GeoRSS.
sv: Nyligen uppdaterade poster finns tillgängliga som RSS-nyhetsflöden och som GeoRSS.

source: Online editing of metadata with a powerful template system
de: Online Bearbeitung von Metadaten über ein leistungsstarkes System unter Verwendung von Vorlagen
es: Edición en línea de metadatos con un poderoso sistema de plantillas
fr: Edition en ligne des métadonnées avec un puissant système de template
hu: Metaadatok online szerkesztése hatékony sablon rendszerrel
it: Editing online dei metadati con un potente sistema template
ja: 強力なテンプレートシステムによるメタデータのオンライン編集
pt: Edição online de metadados com um poderoso sistema de modelos
sv: Online-redigering av metadata med ett kraftfullt mallsystem

source: Native support for ISO19115/ISO19119/ISO19139/ISO19110 and Dublin Core formatted metadata
de: Native Unterstützung von nach ISO19115/ISO19119/ISO19139/ISO19110, FGDC und Dublin Core formatierten Metadaten
es: Soporte nativo para ISO19115/ISO19119/ISO19139/ISO19110 y Dublin Core metadatos formateados
fr: Prise en charge native des métadonnées formatées ISO19115/ISO19119/ISO19139/ISO19110 et Dublin Core
hu: Natív támogatás az ISO19115/ISO19119/ISO19139/ISO19110 és Dublin Core formátumú meta adatokra
it: Supporto nativo per metadati formattati con ISO19115/ISO19119/ISO19139/ISO19110 e Dublin Core
ja: ISO19115/ISO19119/ISO19139/ISO19110 および Dublin Core フォーマットのメタデータのネイティブサポート
pt: Suporte nativo para metadados nos formatos ISO19115/ISO19119/ISO19139/ISO19110 e Dublin Core
sv: Stöd för metadata i ISO19115/ISO19119/ISO19139/ISO19110- och Dublin Core-format

source: Scheduled harvesting and synchronization of metadata between distributed catalogues (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
de: Termingestütztes Ernten (Harvesting) und Synchronisieren von Metadaten zwischen verteilten Katalogen (GeoNetwork, CSW, OGC WxS GetCapabilities, Z39.50, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
es: Cosecha programada y sincronización de metadatos entre catálogos distribuidos (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
fr: moissonnage planifié et synchronisation des métadonnées entre catalogues distribués (GeoNetwork, CSW, GetCapabilities WxS OGC, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
hu: A metaadatok ütemezett begyűjtése és szinkronizálása a megosztott katalógusok között (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
it: Raccolta programmata e sincronizzazione dei metadati tra cataloghi distribuiti (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
ja: 配信されたカタログ (GeoNetwork、CSW、OGC WxS GetCapabilities、WebDAV、ArcSDE、Thredds、OGC WFS Features、OAI-PMH) 間のメタデータのスケジュールされた収集と同期
pt: Harvesting agendado e sincronização de metadados entre catálogos distribuídos (GeoNetwork CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
sv: Schemalagd insamling och synkronisering av metadata mellan distribuerade kataloger (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)

source: Fine-grained access control
de: Feingliedrige Zugriffskontrolle
es: Control de acceso de grano fino
fr: Contrôle d'accès précis
hu: Jól szabályozott hozzáférés
it: controllo di accesso raffinato
ja: きめ細やかなアクセス制御
pt: Controle de acesso minucioso
sv: Finkornig åtkomstkontroll

source: Group and user management
de: Gruppen- und Benutzerverwaltung
es: Gestión de grupos y usuarios
fr: Gestion des groupes et des utilisateurs
hu: Csoport és felhasználó kezelés
it: gestione degli utenti e dei gruppi
ja: グループとユーザの管理
pt: Gestão de grupo e utilizador
sv: Grupp- och användarhantering

source: Multi-lingual user interface
de: Mehrsprachige Anwendungen
es: Interfaz de usuario multilingüe
fr: Interface utilisateur multilingue
hu: Többnyelvű felhasználói interfész
it: interfaccia utente multi-lingua
ja: 多言語のユーザインタフェース
pt: Interface de utilizador multilingue
sv: Flerspråkigt användargränssnitt

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
pt: Padrões Implementados
sv: Implementerade standarder

source: OGC Catalogue Service-Web (CSW) 2.0.2 ISO
es: OGC Servicio de catálogo web (CSW) 2.0.2 ISO
fr: Catalogue Service-Web (CSW) 2.0.2 OGC ISO
pt: OGC Serviço de Catálogo Web (CSW) 2.0.2 ISO
sv: OGC katalogtjänst på webben (CSW) 2.0.2 ISO

source: Open Archives Initiatives (OAI-PMH)
es: Servicio de Catálogo Web (OAI-PMH)
pt: Iniciativas de arquivos abertos (OAI-PMH)
sv: Initiativ för öppna arkiv (OAI-PMH)

source: Client for OGC-WMS/WMTS/WFS
de: Client für OGC-WMS/WMTS/WFS
es: Cliente para OGC-WMS/WMTS/WFS
fr: Client OGC-WMS/WMTS/WFS
hu: Kliens az OGC-WMS/WMTS/WFS-hez
it: Client per OGC-WMS/WMTS/WFS
pt: Cliente para OGC-WMS/WMTS/WFS
sv: Klient för OGC-WMS/WMTS/WFS

source: Metadata standards:
de: Metadaten standards:
es: Estándares de Metadatos:
fr: Standards de métadonnées:
hu: Metaadat szabványok:
it: Standard dei matadati:
ja: メタデータ標準規格:
pt: Padrões de metadados:
sv: Standarder för metadata:

source: ISO19115/ISO19119/ISO19139/ISO19110 and ISO Profiles
de: ISO19115/ISO19119/ISO19139/ISO19110 und ISO Profiles
es: Perfiles ISO: ISO19115/ISO19119/ISO19139/ISO19110
fr: Profils ISO19115/ISO19119/ISO19139/ISO19110 et ISO
hu: ISO19115/ISO19119/ISO19139/ISO19110 és ISO Profiles
it: ISO19115/ISO19119/ISO19139/ISO19110 e ISO Profiles
pt: Perfis ISO19115/ISO19119/ISO19139/ISO19110 e ISO
sv: ISO19115/ISO19119/ISO19139/ISO19110 och ISO-profiler

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pt: Detalhes
sv: Detaljer

source: **Website:** https://geonetwork-opensource.org
de: **Webseite:** https://geonetwork-opensource.org
es: **Sitio web:** https://geonetwork-opensource.org
fr: **Site Internet:** https://geonetwork-opensource.org
hu: **Honlap:** https://geonetwork-opensource.org
it: **Sito web:** https://geonetwork-opensource.org
ja: **Webサイト:** https://geonetwork-opensource.org
sv: **Webbplats:** https://geonetwork-opensource.org

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
pt: **Licença:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-geonetwork|
es: **Versión de software:** |version-geonetwork|
fr: **Version du logiciel:** |version-geonetwork|
hu: **Szoftver verzió:** |version-geonetwork|
it: **Versione del Software:** |version-geonetwork|
ja: **ソフトウェアバージョン:** |version-geonetwork|
pt: **Versão da Aplicação:** |version-geonetwork|
sv: **Programvaruversion:** |version-geonetwork|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
pt: **Plataformas suportadas:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface de l'API:** Java
hu: **API interfészek:** Java
it: **Interfacce API:** Java
ja: **API インタフェース:** Java
pt: * * Interfaces da API: * * Java
sv: **API-gränssnitt:** Java

source: **Support:** https://www.osgeo.org/service-providers
es: **Soporte:** https://www.osgeo.org/service-providers
hu: **Támogatás:** https://www.osgeo.org/service-providers
it: **Supporto:** https://www.osgeo.org/service-providers
ja: **サポート:** https://www.osgeo.org/service-providers
pt: **Suporte:** https://www.osgeo.org/service-providers

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
pt: Início Rápido
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/geonetwork_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/geonetwork_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/geonetwork_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/geonetwork_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/geonetwork_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/geonetwork_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geonetwork_quickstart>`
pt: :doc:`Documentação de arranque rápido <../quickstart/geonetwork_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/geonetwork_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
fr: Projet OSGeo
pt: Projeto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
fr: Communauté OSGeo
pt: Comunidade OSGeo
sv: OSGeo Gemenskap

source: GeoNetwork
sv: GeoNätverk

source: nologo
fr: Pas de logo
