Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geonode_overview.po
Languages: es, fi, it, ja, sv

source: GeoNode
sv: GeoNod

source: Geospatial Content Management System
es: Sistema de Gestión de Contenido Geoespacial
fi: Paikkatiedon sisällön hallintajärjestelmä
it: Content Management System Geospaziale
ja: 地理空間コンテンツ管理システム
sv: System för hantering av geospatialt innehåll

source: `GeoNode <https://geonode.org>`_ is a Content Management System for geospatial data which provides creation, sharing, and collaborative use of geospatial data. Datasets can be uploaded in various formats, maps can be edited, styled and aggregated through browser based tools, maps and metadata can be published and searched, and reviews, ratings and comments can be captured from users.
ja: `GeoNode <https://geonode.org>`_ は地理空間データのためのコンテンツ管理システムであり、地理空間データの作成、共有、および共同使用の仕組みを提供します。データセットはさまざまな形式でアップロードでき、マップはブラウザベースのツールを使用して編集、スタイル設定、集計を行うことができ、マップとメタデータを公開して検索することができ、レビュー、評価、コメントをユーザーから取得することができます。
sv: `GeoNode <https://geonode.org>`_ är ett Content Management System för geospatiala data som möjliggör skapande, delning och kollaborativ användning av geospatiala data. Dataset kan laddas upp i olika format, kartor kan redigeras, stylas och aggregeras via webbläsarbaserade verktyg, kartor och metadata kan publiceras och sökas, och recensioner, betyg och kommentarer kan samlas in från användare.

source: GeoNode is built upon: GeoServer, GeoExplorer, pycsw, Django, and GeoExt.
es: GeoNode se construye sobre: GeoServer, GeoExplorer, pycsw, Django y GeoExt.
fi: GeoNode on kehitetty käyttäen: GeoServer, GeoExplorer, pycsw, Django, ja GeoExt.
it: Geonode è creto utilizzando: GeoServer, GeoExplorer, pycsw, Django, and GeoExt.
ja: GeoNodeは、GeoServer、GeoExplorer、pycsw、Django、およびGeoExtに基づいて構築されています。
sv: GeoNode bygger på: GeoServer, GeoExplorer, pycsw, Django och GeoExt.

source: geonode screenshot
sv: geonode skärmdump

source: Core Features
es: Características Principales
fi: Perusominaisuudet
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Spatial Data Discovery
es: Descubrimiento de datos espaciales
fi: Paikkatietojen etsiminen
it: Ricerca dati spaziali
ja: 空間データ探索
sv: Upptäckt av spatiala data

source: Powerful spatial search engine
es: Potente motor buscador espacial
fi: Tehokas paikkatietojen hakukone
it: Potente motore di ricerca spaziale
ja: 強力な空間検索エンジン
sv: Kraftfull spatial sökmotor

source: Federated OGC services
es: Servicios OGC federados
fi: Yhdistetyt OGC-palvelut
it: Servizi OGC centralizzati
ja: 統合OGCサービス
sv: Federerade OGC-tjänster

source: Metadata catalogue
es: Catálogo de metadatos
fi: Metadata luettelo
it: Catalogo dei metadati
ja: メタデータカタログ
sv: Katalog med metadata

source: Import and Manage Geospatial Data
es: Importar y gestionar datos geoespaciales
fi: Paikkatietojen tuonti ja hallinnointi
it: Importazione e gestione dei dati geospaziali
ja: 地理空間データのインポートと管理
sv: Importera och hantera geospatiala data

source: Publish raster, vector, and tabular data
es: Publicar datos tabulares, raster y vector
fi: Julkaise rasteri ja vektorikarttoja sekä taulukkotietoja
it: Publicazione di dati raster, vector, e tavolari
ja: ラスタ、ベクタ、テーブルデータをパブリッシュする
sv: Publicera raster-, vektor- och tabelldata

source: Manage metadata and associated documents
es: Gestión de metadatos y documentos asociados
fi: Hallinnoi metadataa ja siihen liittyviä dokumentteja
it: Gestione dei metadati e documenti associati
ja: メタデータと関連ドキュメントを管理する
sv: Hantera metadata och tillhörande dokument

source: Securely or publicly share data
es: Compartir datos con seguridad o públicamente
fi: Jaa dataa salattuna tai julkisesti
it: Condivisione sicura o pubblica dei dati
ja: データを安全に共有する、あるいは公開する
sv: Dela data på ett säkert eller offentligt sätt

source: Versioned geospatial data editor
es: Editor de datos geoespaciales con versiones
fi: Versioitu paikkatiedon muokkain
it: Editor dei dati geospaziali con versioning
ja: バージョン管理された空間データエディタ
sv: Versionerad editor för geospatiala data

source: Interactive Mapping
es: Cartografía interactiva
fi: Vuorovaikutteinen karttatyö
it: Mappe interattive
ja: インタラクティブマッピング
sv: Interaktiv kartläggning

source: GeoExplorer GIS client
es: Cliente GeoExplorer SIG
fi: GeoExplorer GIS ohjelma
it: Client GeoExplorer GIS
ja: GeoExplorer GISクライアント
sv: GeoExplorer GIS-klient

source: Graphical style editor
es: Editor de estilo gráfico
fi: Graafinen tyylimuokkain
it: Editor grafico degli stili
ja: スタイル編集画面
sv: Grafisk stilredigerare

source: Create multi-layer interactive maps
es: Crea mapas interactivos de múltiples capas
fi: Luo monitasoisia vuorovaikutteisia karttoja
it: Crea mappe interattive multi-layer
ja: マルチレイヤインタラクティブマップを作成する
sv: Skapa interaktiva kartor med flera lager

source: Share and embed maps in web pages
es: Compartir e integrar mapas en páginas web
fi: Jaa ja upota kartat verkkosivuihin
it: Condivide e integra mappe nelle pagine web
ja: マップを共有してWebページに埋め込む
sv: Dela och bädda in kartor i webbsidor

source: Print maps as PDF
es: Imprimir mapas en formato PDF
fi: Karttatulostus PDF muodossa
it: Stampa mappe come PDF
ja: マップをPDFとして印刷する
sv: Skriv ut kartor som PDF

source: Collaboration
es: Colaboración
fi: Yhteistyö
it: Collaborazione
ja: コラボレーション
sv: Samarbete

source: Review, rate, and comment on data
es: Revisión, evaluación y comentario en los datos
fi: Tarkastele, arvio ja kommentoi dataa
it: Revisioni, voti e commenti sui dati
ja: データのレビュー、評価、コメント
sv: Granska, betygsätta och kommentera data

source: Groups of users
es: Grupos de usuarios
fi: Käyttäjäryhmät
it: Gruppi di utenti
ja: ユーザーのグループ
sv: Grupper av användare

source: Activity streams
es: Corrientes de la actividad
fi: Toimintavirrat
it: Flussi delle attività
ja: アクティビティストリーム
sv: Aktivitetsströmmar

source: Announcements and notifications
es: Anuncios y notificaciones
fi: Ilmoitukset ja huomautukset
it: Annunci e notifiche
ja: アナウンスと通知
sv: Tillkännagivanden och meddelanden

source: ... and more!
es: ... y más!
fi: ... ja lisää!
it: ... e molto altro
ja: などなど ...
sv: ... och mycket mer!

source: Implemented Standards
es: Estándares implementados
fi: Toteutetut standardit
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Details
es: Detalles
fi: Yksityiskohdat
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://geonode.org
ja: **Webサイト:** https://geonode.org
sv: **Webbplats:** https://geonode.org

source: **Licence:** GNU General Public License (GPL) version 2.0
es: **Licencia:** GNU General Public License (GPL) version 2.0
fi: **Lisenssi:** GNU General Public License (GPL) version 2.0
it: **Licenza:** GNU General Public License (GPL) version 2.0
ja: **ライセンス:** GNU General Public License (GPL) version 2.0
sv: **Licens:** GNU General Public License (GPL) version 2.0

source: **Software Version:** |version-geonode|
es: **Versión de software:** |version-geonode|
fi: **Ohjelmistoversio:** |version-geonode|
it: **Versione Software:** |version-geonode|
ja: **ソフトウェアバージョン:** |version-geonode|
sv: **Programvaruversion:** |version-geonode|

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fi: **Tuetut ympäristöt:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Python (Django)
es: **Interfaces API:** Python (Django)
fi: **API rajapinnat:** Python (Django)
it: **Interfacce API:** Python (Django)
ja: **API インターフェイス:** Python (Django)
sv: **API-gränssnitt:** Python (Django)

source: Quickstart
es: Inicio Rápido
fi: Pika-aloitus
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/geonode_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/geonode_quickstart>`
fi: :doc:`Pika-aloitus dokumentointi <../quickstart/geonode_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/geonode_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geonode_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/geonode_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: `GeoNode <http://geonode.org>`_ is a Content Management System for geospatial data which provides creation, sharing, and collaborative use of geospatial data. Datasets can be uploaded in various formats, maps can be edited, styled and aggregated through browser based tools, maps and metadata can be published and searched, and reviews, ratings and comments can be captured from users.
es: `GeoNode <http://geonode.org>`_ es un Sistema de Gestión de Contenido (CMS) para datos geoespaciales que permite la creación, intercambio y uso colaborativo de datos geoespaciales. Los conjuntos de datos pueden cargarse en varios formatos, los mapas pueden ser editados, diseñados y agregados a través herramientas basadas en navegador, mapas y metadatos pueden ser publicados y buscados, las revisiones, calificaciones y los comentarios pueden capturarse por los usuarios.
fi: `GeoNode <http://geonode.org>`_ on sisällön hallintajärjestelmä järjestelmä paikkatiedolle. Järjestelmä hoitaa paikkatiedon luomisen, jakamisen ja yhteisöllisen käytön. Tietojoukot voidaan ladat useassa eri formaatissa, karttoja voidaan muokata, tyylittää ja koota yhteen selain perusteisilla työkaluilla, Kartat ja metadata voidaan julkaista ja niitä hakea sekä tarkastella, arvioinnit ja kommentit voidaan kerätä käyttäjiltä.
it: `GeoNode <http://geonode.org>`_ è un Content Management System per dati geospaziali che permette la creazione, condivisione e l’uso collaborativo di dati geospaziali. I set di dati possono essere caricati in diversi formati, le mappe possono essere modificate, cambiate di stile e aggregate attraverso strumenti utilizzabili dal browser, mappe e metadati possono essere pubblicati e ricercate, e gli utenti possono caricare revisioni, voti e commenti.

source: **Website:** http://geonode.org/
es: **Sitio web:** http://geonode.org/
fi: **Websivusto:** http://geonode.org/
it: **Sito web:** http://geonode.org/

source: **Support:** http://opengeo.org/technology/geonode/
es: **Soporte:** http://opengeo.org/technology/geonode/
fi: **Tuki:** http://opengeo.org/technology/geonode/
it: **Supporto:** http://opengeo.org/technology/geonode/

source: **Support:** https://www.osgeo.org/service-providers
ja: **サポート:** https://www.osgeo.org/service-providers
