Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geoserver_overview.po
Languages: es, fi, fr, hu, it, ja, sv

source: Web Service
es: Servicio Web
fi: Verkkopalvelu
hu: Web szolgáltatás
it: Servizio Web
ja: Web サービス
sv: Webbtjänst

source: GeoServer is a web server that allows you to serve maps and data from a variety of formats to standard clients such as web browsers and desktop GIS programs. Data is published via standards based interfaces, such as WMS, WFS, WCS, WPS, Tile Caching and more. GeoServer comes with a browser-based management interface and connects to multiple data sources at the back end.
es: GeoServer es un servidor web que le permite servir mapas y datos desde una variedad de formatos a clientes estándar tales como navegadores web y programas GIS de escritorio. Los datos se publican a través de interfaces basadas en estándares, como WMS, WFS, WCS, WPS, Tile Caching y más. GeoServer viene con una interfaz de administración basada en navegador y se conecta a múltiples fuentes de datos en el back-end.
fi: GeoServer on verkkopalvelin, jonka avulla voit jakaa karttoja ja tietoja eri muodoissa eri sovelluksiin ja ohjelmiin, kuten web-selaimiin ja työasema GIS-ohjelmiin. Paikkatiedot julkaistaan OGC-standadien mukaisten rajapintaprotokollien, kuten WMS-, WFS-, WCS- ja WPS- avulla. GeoServeria voi käyttää sen selainpohjaisen käyttöliittymän avulla ja siihen voidaan yhdistää datoja laajasti eri tietoformaateista ja ohjelmistoista.
fr: GeoServer est un serveur web qui permet de servir des cartes et des données depuis une variété de formats, des clients standards web ou bureautique jusqu'aux programmes SIG avancés. La donnée est publiée via des interfaces basées sur des standards, comme le WMS, le WFS, le WCS, le WPS, le "Tile Caching" et d'autres encore. GeoServer est fournit avec une interface de gestion dans le navigateur et se connecte à de nombreuses sources de données en back end.
hu: A GeoServer egy web szerver, mely lehetővé teszi önnek, hogy különböző formátumú térképeket és adatokat szolgáltasson szabványos klienseknek mint például web böngészők és asztali GIS programok. Az adatokat szabványokon alapuló interfészeken keresztül publokálja, mint például WMS, WFS, WCS, WPS, Tile Cache és továbbiak. A GeoServer böngésző alapú kezelő felülettel érkezik és több adatforráshoz kapcsolódik a szerver oldalon.
it: GeoServer è un server web che consente di servire mappe e dati da una varietà di formati verso client standard come browser web e programmi GIS desktop. I dati vengono pubblicati tramite interfacce basate su standard, quali WMS, WFS, WCS, WPS, Tile Caching e altri. GeoServer viene fornito con un'interfaccia di gestione basata su browser e si collega a varie fonti di dati.
ja: GeoServer は、多様なフォーマットから地図とデータを Web ブラウザやデスクトップ GIS プログラム等の標準的なクライアントに配信する Web サーバです。データは WMS、WFS、WCS、WPS、タイルキャッシュなどの標準に基づくインターフェイス経由で配信されます。GeoServer は、ブラウザベースの管理インターフェイスを持ち、バックエンド側で複数のデータソースへ接続します。
sv: GeoServer är en webbserver som gör det möjligt att visa kartor och data från en mängd olika format till standardklienter som webbläsare och GIS-program. Data publiceras via standardbaserade gränssnitt, t.ex. WMS, WFS, WCS, WPS, Tile Caching med mera. GeoServer levereras med ett webbläsarbaserat hanteringsgränssnitt och ansluter till flera datakällor i backend.

source: Core Features
es: Características Principales
fi: Päätoiminnallisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: **Serve data from a variety of data stores:**
es: **Servidor de datos de una variedad de almacenamiento de datos:**
fi: * * Palvelee paikkatietoja useammasta tietovarannosta: **
fr: **Sert des données d'une variété d'entrepôts de données:**
hu: **Adatot szolgáltat különböző adattárakból:**
it: **Serve dati da una varietà di data store:**
ja: **様々なデータストアからデータを配信:**
sv: **Servera data från en mängd olika datalager:**

source: Vector
es: Vectoriales
fi: Vektori
fr: Vecteur
hu: Vektor
it: Vettoriali
ja: ベクタ
sv: Vektor

source: Shapefiles, External WFS
es: Shapefiles, WFS externos
fi: Shapefiles, ulkoinen WFS
fr: Fichiers SHP, WFS externes
hu: Shape fájlok, külső WFS
it: Shapefiles, WFS esterni
ja: シェープファイル、 外部WFS
sv: Shapefiler, extern WFS

source: PostGIS, ArcSDE, DB2, Oracle Spatial, MySql, SQL Server
es: Servidor de PostGIS, ArcSDE, DB2, Oracle Spatial, MySql, SQL

source: GeoTiff, JPG and PNG (with world file), image pyramid, GDAL formats, Image Mosaic, Oracle GeoRaster, NetCDF
es: GeoTiff, JPG y PNG (con el archivo mundial), image pyramid, formatos GDAL , Image Mosaic, Oracle GeoRaster, NetCDF
fi: GeoTiff, JPG ja PNG (+ world-tiedosto), karttapyramidi, GDAL-formaatit, karttamosaiikki, Oracle GeoRaster, NetCDF
fr: GeoTiff, JPG et PNG (avec fichier wld), pyramide d'images, formats de GDAL, mosaïquage d'images, GeoRaster Oracle, NetCDF
hu: GeoTiff, JPG és PNG (world fájllal), kép piramis, GDAL formatumok, kép mozaik, Oracle GeoRaster, NetCDF
it: GeoTiff, JPG e PNG (con world file), piramidi di immagini, formati GDAL, Image Mosaic, Oracle GeoRaster, NetCDF
ja: GeoTiff, JPG 及び PNG (ワールドファイル付き), image pyramid, GDAL formats, Image Mosaic, Oracle GeoRaster, NetCDF
sv: GeoTiff, JPG och PNG (med världsfil), bildpyramid, GDAL-format, Image Mosaic, Oracle GeoRaster, NetCDF

source: **Data is served as safe and quick images using WMS and WMTS protocols:**
es: **Datos son atendidos como imágenes rápidas y seguras, utilizando protocolos WMS y WMTS:**
fi: ** Data jaetaan tietoturvallisesti ja ketterästi WMS- ja WMTS-protokollia hyödyntäen: **
fr: **La donnée est servie comme des images simples et rapides en utilisant les protocoles WMS et WMTS:**
hu: **Az adatokat biztonságos és gyors képekként szolgáltatja WMS és WMTS protokolok használatával:**
it: **I dati sono serviti come immagini sicure e snelle usando protocolli WMS e WMTS:**
ja: **WMS 及び WMTS プロトコルを利用した、安全かつ迅速なデータ配信:**
sv: **Data serveras som säkra och snabba bilder med hjälp av WMS- och WMTS-protokoll:**

source: As the data is served up as an image your data is completely safe and secure. Unless they redigitise your data there is no way to steal your data. The appearance of each map layer can be controlled using the SLD standard which allows features to be coloured and labeled. By combining these rules with OGC Filters scale dependent styling can be implemented allowing more detail to be added as a user zooms in. Label collision management, grouping and priorities are also implemented.
es: Como los datos se muestran como una imagen, sus datos están completamente seguros. A menos que redigitalicen sus datos, no hay forma de robarlos. La apariencia de cada capa de mapa se puede controlar utilizando el estándar SLD que permite que las características se coloreen y etiqueten. Al combinar estas reglas con los filtros OGC, un estilo dependiente de la escala se puede implementar, lo que permite agregar más detalles a medida que el usuario amplía. También se implementan la gestión de colisiones de etiquetas, la agrupación y las prioridades.
fi: Koska paikkatiedot jaetaan kuvina, datan jakaminen on turvallista GeoServerin käytössä. Tietojesi varastaminen on näin erittäin haasteellista. Kartta-tasojen ulkoasua voidaan ohjata SLD-standardia hyödyntäen, mikä mahdollistaa värien ja nimiöiden käytön paikkatietojen visualisoinnissa. Myös OGC-filtterien avulla voidaan tehdä mittakaavakohtaista paikkatietojen visualisointia ja siten antaa käyttäjälle mahdollisuus nähdä zoomatessaan enemmän ja enemmän tietoja kartalla. Nimiöiden välisten yhteentörmäysten hallinta, ryhmitykset ja priorisointi on myös mahdollista toimittaa.
hu: Mivel az adatokat képként szolgáltatjuk, az adatai teljes biztonságban vannak. Hacsak nem digitalizálják újra nincs lehetőség az adatainak ellopására. Az egyes térkép rétegek megjelenését SLD szabvány felhasználásával vezérelhető, mely lehetővé teszi az elemek színezését és címkézését.Az OGC szűrőkkel kombinálva ezeket a szabályokat, méretarány függő stílusokat implementálhatunk, lehető téve, hogy több részlet jelenjen meg ahogy a felhasználó nagyít. Címke ütközést, csoportosítást és prioritást is implementálták.
it: Stante che i dati sono serviti come immagini, i vostri dati sono completamente al sicuro. A meno che qualcuno non ridigitalizzi i dati, non c'è modo di rubarli. L'aspetto di ciascun layer della mappa può essere controllato usando lo standard SLD che consente agli elementi di essere colorati ed etichettati. Combinanto queste regole con i filtri OGC, è possibile implementare stili dipendenti dalla scala, consentendo di avere più dettagli quando un utente aumenta lo zoom. Sono inoltre implementati la gestione di etichette in collisione, il raggruppamento e le priorità.
ja: データは画像の状態で保存し、完全に安全でセキュアに配信します。データを再入力しない限り、あなたのデータを盗み出すことはできないでしょう。それぞれの地図のレイヤは SLD を用いて表示を変更できます。SLD 標準により地物の色やラベル表示を設定できます。これに、縮尺によって変化する OGC フィルターにを合わせると、ユーザーが拡大表示すると、より詳細を表示するような実装が可能です。ラベルの描画衝突の管理、グループ化、優先順位も実装されています。
sv: Eftersom uppgifterna serveras som en bild är dina uppgifter helt trygga och säkra. Om de inte redigerar dina data finns det inget sätt att stjäla dina data. Utseendet på varje kartlager kan kontrolleras med hjälp av SLD-standarden som gör att funktioner kan färgas och märkas. Genom att kombinera dessa regler med OGC Filters kan skalberoende styling implementeras, vilket gör att fler detaljer kan läggas till när en användare zoomar in. Kollisionshantering, gruppering och prioritering av etiketter implementeras också.

source: **Full vector data can be sent to a client using the WFS protocol:**
es: **Datos vectoriales completos pueden ser enviados a un cliente usando el protocolo WFS:**
fi: ** Vektoritietoja voidaan lähettää kokonaisuudessaan asiakasohjelmistoihin WFS-protokollaa hyödyntäen: **
fr: **Des données vecteur complètes peuvent être envoyées au client en utilisant le protocole WFS:**
hu: **Vektor adatok küldhetők a kliensnek a WFS protokoll használatával:**
it: **Utilizzando il protocollo WFS è possibile inviare dati vettoriali completi a un client:**
ja: **WFS プロトコルを利用した、クライアントへの全ベクタデータ送信:**
sv: **Fullständig vektordata kan skickas till en klient med hjälp av WFS-protokollet:**

source: A WFS client can download vector data and use it for mapping, spatial analysis and other operations. Also if authorised the user can modify the data and send it back to the server to update the stored data using the WFS-T protocol. The data can be transmitted using GML (compressed) as well as other standard data formats like shapefile and json.
es: Un cliente WFS puede descargar datos vectoriales y usarlos para mapeo, análisis espacial y otras operaciones. Además, si está autorizado, el usuario puede modificar los datos y enviarlos de vuelta al servidor para actualizar los datos almacenados utilizando el protocolo WFS-T. Los datos se pueden transmitir usando GML (comprimido) y otros formatos de datos estándar como shapefile y json.
fi: WFS-protokollaa lukevat paikkatieto-ohjelmistot ja -sovellukset voivat ladata ja käyttää vektoritietoja kartoituksen, spatiaalisten analyysien ja muiden paikkatieto-operaatioiden toteuttamiseen. WFS-T-protokollan avulla käyttäjät voivat myös muokata paikkatietoja palvelimella omien ohjelmistojensa avulla. Data voidaan siirtää palvelimelle hyödyntäen GML- (pakattu) ja muita yleisesti käytettyjä dataformaatteja, kuten shape- ja json-tiedostoformaatteja.
fr: Un client WFS peut télécharger des données vecteur et les utiliser pour faire des cartes, de l'analyse spatiale et d'autres opérations. L'utilisateur peut aussi s'il y est autorisé modifier la donnée et la renvoyer au serveur pour mettre à jour les données stockées en utilisant le protocole WFS-T. La donnée peut être transmise en utilisant le GML (compressé) aussi bien que d'autres formats standards comme le shapefile et le json.
hu: WFS kliens vektor adatokat tud letölteni és térkép megjelenítéshez, térinformatikai elemzéshez és más műveletekhez használja azok. Ha engedélyezett a felhasználó módosíthatja is az adatokat, és a WFS-T protokoll segítségével visszaküldi a kiszolgálónak, hogy frissítse a tárolt adatok. Az adatok GML (tömörített) valamint más szabványos formátumokban mint például shape fájl és json továbbíthatók.
it: Un client WFS può scaricare dati vettoriali e usarli per la mappatura, l'analisi spaziale e altre operazioni. Inoltre, se autorizzato, un utente può modificare dati e rispedirli al server per aggiornare i dati archiviati usando il protocollo WFS-T. I dati possono essere trasmessi utilizzando il GML (compresso) così come altri formati dati standard quali shapefile e JSON.
ja: WFS クライアントは、ベクタデータをダウンロードして地図表示や空間解析等の用途に使用できます。さらに WFS-T プロトコルを利用して、認証されたユーザがサーバのデータを編集、アップロードすることで更新できます。シェープファイルや JSON のような標準規格同様に、データは圧縮した GML で送受信を行います。
sv: En WFS-klient kan ladda ner vektordata och använda dem för kartläggning, spatial analys och andra operationer. Om användaren är behörig kan han eller hon också ändra data och skicka tillbaka dem till servern för att uppdatera de lagrade data med hjälp av WFS-T-protokollet. Data kan överföras med hjälp av GML (komprimerat) samt andra standarddataformat som shapefile och json.

source: **Raster data values can be sent to a client using the WCS protocol:**
es: **Valores de datos raster pueden ser enviados a un cliente utilizando el protocolo de la WCS:**
fi: * * Rasteriaineistot voidaan lähettää asiakkaalle WCS-protokollan avulla: * *
fr: **Les valeurs des données raster peuvent être renvoyées à un client en utilisant le protocole WCS:**
hu: **Raszter adatok a WCS protokoll felhasználásával küldhetők a kliensnek:**
it: **I valori dei dati raster possono essere spediti a un client usando il protocollo WCS:**
ja: **WCS プロトコルを利用した、クライアントへのラスタデータ値送信:**
sv: **Rasterdatavärden kan skickas till en klient med hjälp av WCS-protokollet:**

source: A GIS client can request the actual raster data for use in spatial analysis. This allows a user to create applications which can model the process described by your data.
es: Un cliente GIS puede solicitar los datos de ráster reales para su uso en el análisis espacial. Esto le permite al usuario crear aplicaciones que pueden modelar el proceso descrito por sus datos.
fi: GIS-client-ohjelmisto voi hakea varsinaiset rasteriaineistojen arvot käytettäväkseen paikkatietojen analysoinnissa. Näin voidaan luoda sovelluksia, jotka voivat hyödyntää paikkatietojasi kuvatulla tavalla.
fr: Un client SIG peut demander la donnée raster actuelle pour être utilisée pour de l'analyse spatiale. Cela permet à un utilisateur de créer des applications qui peuvent modéliser le processus décrit par votre donnée.
hu: A GIS kliens kérheti az aktuális raszter adatokat térbeli elemzésekhez. Ez lehetővé teszi a felhasználónak, hogy alkalmazásokat hozzon létre, mely az adatok által leírt feldolgozást modellezi.
it: Un client GIS può richiedere gli effettii dati raster per analisi spaziale. Ciò consente a un utente di creare applicazioni che possono modellare il processo descritto dai vostri dati.
ja: GISクライアントはラスタの実データを要求して空間解析に使うことができます。この機能を使うと、あなたのデータで記述したプロセスをベースに、ユーザーが活用することができます。
sv: En GIS-klient kan begära de faktiska rasterdata för användning i spatial analys. Detta gör det möjligt för en användare att skapa applikationer som kan modellera den process som beskrivs av dina data.

source: **On the fly reprojection:**
es: **Proyección al vuelo:**
fi: * * Lennossa uudelleenprojektio: * *
fr: **Reprojection à la volée:**
hu: **Vetületi átszámítás röptében:**
it: **Riproiezione al volo:**
ja: **オンザフライ投影変換:**
sv: **Reprojektering i farten:**

source: GeoServer supports the majority of the EPSG database of projections and can reproject to any of them on demand to allow clients with limited reprojection support to pass the load to the server.
es: GeoServer es compatible con la mayoría de la base de datos EPSG de proyecciones y puede reproyectarse a cualquiera de ellos bajo demanda para permitir que los clientes con soporte de reproyección limitado pasen la carga al servidor.
fi: GeoServer tukee enemmistöä EPSG-tietokannan karttaprojektioista ja voi uudelleenprojektoida niihin lennossa, jotta rajallisen kapasiteetin omaavat käyttäjät voivat siirtää uudelleenprojektoinnista koituvan kuorman palvelimelle.
fr: GeoServer supporte la majorité des projections de la base de données EPSG et peut reprojeter les données dans n'importe laquelle d'entre elles à la demande pour permettre aux clients avec un support limité pour la reprojection de basculer cette charge au serveur.
hu: GeoServer támogatja az EPSG vetületi adatbázisok többségét és bármelyikre át tud vetíteni igény esetén, így korlátozott vetületi számításokkal rendelkező kliensek a szervernek adhatják át a feladatot.
it: GeoServer supporta la maggior parte delle proiezioni del database EPSG e può riproiettare su qualsiasi di queste su richiesta, consentendo a client con limitate capacità di riproiezione di passare il carico sul server.
ja: GeoServer は EPSG データベースの主な投影法をサポートしており、オンデマンドでそれらの投影法への再投影ができます。クライアント側で再投影を制限され手いる場合にはサーバ側でその処理を行うこともできます。
sv: GeoServer stöder majoriteten av EPSG:s databas med projektioner och kan på begäran reprojicera till vilken som helst av dem, så att klienter med begränsat stöd för reprojektion kan överföra belastningen till servern.

source: **Tiling Cache**
es: **Caché de mosaicos**
fi: * * Tiilitys-cache * *
fr: **Cache de tuiles**
hu: **Csempe Cache**
it: **Cache di Tiling**
ja: **タイルキャッシュ**
sv: **Täckning Cache**

source: `GeoWebCache <http://geowebcache.org/>`_, which is integrated into GeoServer, tiles and caches map images from a variety of sources such as WMS. It implements various service interfaces (such as WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) in order to accelerate and optimize map image delivery. It can also recombine tiles to work with regular WMS clients.
es: `GeoWebCache <http://geowebcache.org/>`_, que está integrado en GeoServer, los mosaicos y caches mapean imágenes de una variedad de fuentes como WMS. Implementa varias interfaces de servicio (como WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) para acelerar y optimizar la entrega de la imagen del mapa. También puede recombinar mosaicos para que funcionen con clientes regulares de WMS.
fi: GeoServeriin integroitu ' GeoWebCache <http: geowebcache.org/="">' _, tiilittää ja vie välimuistiin karttakuvia useammasta lähteestä, kuten WMS. Se implementoi useampia palveluliittymiä (kuten WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth), jotta karttakuvien palveleminen ja jakaminen olisi nopeampaa ja optimoitua. Se pystyy myös uudelleenjäsetämään karttatiilejä toimimaan normaalien WMS-client-ohjelmistojen kanssa.</http:>
fr: `GeoWebCache <http://geowebcache.org/>`_ , qui est intégré dans GeoServer, tuile et cache des images de carte depuis une variété de sources comme le WMS. Il implémente des interfaces de services nombreux (comme le WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) afin d'accélérer et optimiser la mise à disposition d'images de carte. Il peut aussi recombiner les tuiles pour travailler avec des clients WMS réguliers.
hu: 'GeoWebCache < http://geowebcache.org/ &gt;' _, melyet integráltak a GeoServer-be, csempékre bontja és gyorstárazza a legkülönbözőbb forrásokból származó a térkép képeket, mint például a WMS. Különböző szolgáltatás interfészeket (például WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) implementál, hogy felgyorsítsa és optimalizálja a térkép képek letöltését. Ez újrakészítheti csempékkel is, hogy a szokásos WMS kliensekkel együttműködjön.
ja: `GeoWebCache <http://geowebcache.org/>`_ は GeoServer に統合されていて、 WMS などの様々なソースからタイル化して地図画像をキャッシュします。様々な (WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth などの) サービスインターフェイスを実装し、地図画像配信を加速・最適化します。通常の WMS クライアントで動作するよう、タイルを再結合することも可能です。

source: **Web Processing Service (WPS)**
es: **Servicios Web procesamiento (WPS)**
fi: * * Verkkopohjainen palvelu (WPS) * *

source: Geospatial algorithms, including those from :doc:`JTS <jts_overview>`, can be called through GeoServer's `WPS <http://www.opengeospatial.org/standards/wps>`__ interface. This includes the chaining of processes, and using rendering transformations to create powerful visualisations through the WMS interface.
es: Algoritmos geoespaciales, incluidos los de :doc:`JTS <jts_overview>`, puede ser invocado a través de la interfaz GeoServer `WPS <http://www.opengeospatial.org/standards/wps>`__ . Esto incluye el encadenamiento de procesos y el uso de transformaciones de renderización para crear visualizaciones potentes a través de la interfaz WMS.
fi: Geospatiaaliset algoritmit, mukaan lukien :doc:`JTS <jts_overview>`, voidaan kutsua Geoserverin `WPS <http://www.opengeospatial.org/standards/wps>`__-protokollan avulla. Tämä sisältää prosessien ketjutuksen ja renderöintimunnokset, joiden avulla pystytään luomaan WMS-protokollaa hyödyntäviä vaikuttavia visualisointeja.
fr: Des algorithmes géospatiaux, incluant ceux venant de :doc:`JTS <jts_overview>`, peuvent être appelés via l'interface `WPS <http://www.opengeospatial.org/standards/wps>`__ de GeoServer. Cela inclue le chaînage de traitements, et l'utilisation de transformations de rendu pour créer des visualisations puissantes via l'interface WMS.
hu: Térinformatikai algoritmusok, melyeket a :doc:`JTS <jts_overview>` tartalmaz a GeoServer `WPS <http://www.opengeospatial.org/standards/wps>`__ interfészen keresztül meghívhatók. Ez magában foglalja a folyamatok láncolatát, és a megjelenítési transzformációk használatával hatékony vizualizációkat hozhatunk létre a WMS interfészen keresztül.
ja: :doc:`JTS <jts_overview>` に由来する地理空間アルゴリズムを、 GeoServer の `WPS <http://www.opengeospatial.org/standards/wps>`__ インターフェイスを経由して呼び出すことが可能です。処理を連結することや、 WMS インターフェイスを経由して強力な可視化を行うためにレンダリングの変換を行うことも可能です。

source: Implemented Standards
es: Estándares implementados
fi: Toteutetut standardit
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 準拠している標準規格
sv: Implementerade standarder

source: Support of numerous Open Geospatial Consortium (OGC) standards:
es: Apoyo de numerosos estándares del Consortium Abierto Geospatial (OGC):
fi: Usean Open Geospatial Consortium (OGC) -pohjaisten standardien tukeminen:
fr: Support de nombreux standards de l'Open Geospatial Consortium (OGC):
hu: Számos Open Geospatial Consortium (OGC) szabvány támogatása:
it: Supporto di numerosi standard Open Geospatial Consortium (OGC)
ja: 多くの Open Geospatial Consortium (OGC) 標準をサポートしています:

source: `WMS <http://www.opengeospatial.org/standards/wms>`__ (client/server)
es: `WMS <http://www.opengeospatial.org/standards/wms>`__ (cliente/servidor)
fi: `WMS <http://www.opengeospatial.org/standards/wms>`__ (asiakas/palvelin)
fr: `WMS <http://www.opengeospatial.org/standards/wms>`__ (client/serveur)
hu: `WMS <http://www.opengeospatial.org/standards/wms>`__ (kliens/szerver)
ja: `WMS <http://www.opengeospatial.org/standards/wms>`__ (クライアント/サーバ)

source: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (transactional)
es: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (transaccional)
fi: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (transaktionaalinen)
fr: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (transactionnel)
hu: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (tranzakciós)
ja: `WFS-T <http://www.opengeospatial.org/standards/wfs>`__ (トランザクショナル)

source: Details
es: Detalles
fi: Lisätiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://geoserver.org/
es: **Sitio web:** http://geoserver.org/
fi: * * Verkkosivusto: * * http://geoserver.org/
fr: **Site web:** http://geoserver.org/
hu: **Honlap:** http://geoserver.org/
it: **Sito web:** http://geoserver.org/
ja: **Webサイト:** http://geoserver.org/
