Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geoserver_overview.po
Languages: es, fi, fr, hu, it, ja, sv

source: **Licence:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
fi: * * Lisenssi: * * GNU General Public License (GPL) versio 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-geoserver|
es: **Versión de software:** |version-geoserver|
fi: * * Ohjelmistoversio: * * | versio-Geoserver |
fr: **Version du logiciel:** |version-geoserver|
hu: **Szoftver verzió:** |version-geoserver|
it: **Versione software:** |version-geoserver|
ja: **ソフトウェアバージョン:** |version-geoserver|
sv: **Programvaruversion:** |version-geoserver|

source: **Supported Platforms:** Java 8 (Oracle JDK and OpenJDK) on Windows, Linux, and Mac
es: **Plataformas compatibles:** Java 8 (Oracle JDK and OpenJDK) en GNU/Linux, Mac OSX, MS Windows
fi: * * Tuetut alustat: * * Java 8 (Oracle JDK ja OpenJDK) Windows, Linux ja Mac
fr: **Plates-formes supportées:** Java 8 (JDK Oracle et OpenJDK) sur Windows, Linux et Mac
hu: **Támogatott platformok:** Java 8 (Oracle JDK és OpenJDK) Windows-on, Linux-on, és Mac-en
it: **Piattaforme supportate:** Java 8 (Oracle JDK e OpenJDK) su Windows, Linux, e Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac 上の Java 8 (Oracle JDK 及び OpenJDK)
sv: **Plattformar som stöds:** Java 8 (Oracle JDK och OpenJDK) på Windows, Linux och Mac

source: **API Interfaces:** WMS, WFS, WCS, REST
es: **Interfaces API:** WMS, WFS, WCS, REST
fi: * * API-liitännät: * * WMS, WFS, WCS, REST
fr: **Interfaces de l'API:** WMS, WFS, WCS, REST
hu: **API Interfészek:** WMS, WFS, WCS, REST
it: **Interfacce API:** WMS, WFS, WCS, REST
ja: **API インターフェイス:** WMS, WFS, WCS, REST
sv: **API-gränssnitt:** WMS, WFS, WCS, REST

source: **Support:** http://geoserver.org/support/
es: **Soporte:** http://geoserver.org/support/
fi: * * Tuki: * * http://geoserver.org/support/
hu: **Támogatás:** http://geoserver.org/support/
it: **Supporto:** http://geoserver.org/support/
ja: **サポート:** http://geoserver.org/support/

source: Quickstart
es: Inicio Rápido
fi: Pika-aloitus
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/geoserver_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/geoserver_quickstart>`
fi: :d oC: ' Pika-aloitus <.. uickstart/geoserver_quickstart="">-dokumentaatio '</..>
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/geoserver_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/geoserver_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geoserver_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/geoserver_quickstart>`

source: Raster
fi: Rasteri
hu: Raszter
ja: ラスタ

source: geoserver screenshot
sv: geoserver skärmdump

source: `GeoWebCache <https://www.geowebcache.org>`_, which is integrated into GeoServer, tiles and caches map images from a variety of sources such as WMS. It implements various service interfaces (such as WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) in order to accelerate and optimize map image delivery. It can also recombine tiles to work with regular WMS clients.
it: `GeoWebCache <https://www.geowebcache.org>`_, che è integrato in GeoServer, crea tile e archivia le immagini delle mappe a partire da una varietà di sorgenti, quali i WMS. Implementa interfacce a vari servizi (quali WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) al fine di accelerare e ottimizzare l'invio delle mappe. Può inoltre ricombinare le tile per lavorare con client WMS regolari.
sv: `GeoWebCache <https://www.geowebcache.org>`_, som är integrerad i GeoServer, kaklar och cachelagrar kartbilder från en mängd olika källor, t.ex. WMS. Den implementerar olika tjänstegränssnitt (t.ex. WMS-C, WMTS, TMS, Google Maps KML, Virtual Earth) för att påskynda och optimera leverans av kartbilder. Den kan också kombinera om brickor för att fungera med vanliga WMS-klienter.

source: Geospatial algorithms, including those from :doc:`JTS <jts_overview>`, can be called through GeoServer's |WPS| interface. This includes the chaining of processes, and using rendering transformations to create powerful visualisations through the WMS interface.
it: Tramite l'interfaccia |WPS| di GeoServer è possibile invocare algoritmi geospaziali, compresi quelli da :doc:`JTS <jts_overview>`. Questi comprendono la concatenazione di processi e l'uso di trasformazioni di rendering per creare potenti visualizzazioni tramite l'interfaccia WMS.
sv: Geospatiala algoritmer, inklusive de från :doc:`JTS <jts_overview>`, kan anropas via GeoServers gränssnitt |WPS|. Detta inkluderar kedjning av processer och användning av renderingstransformationer för att skapa kraftfulla visualiseringar via WMS-gränssnittet.

source: Support of numerous Open Geospatial Consortium (OGC) standards:
sv: Stöd för många standarder från Open Geospatial Consortium (OGC):

source: |WMS| (client/server)
sv: |WMS| (klient/server)

source: |WFS| (transactional)
it: |WFS| (transazionale)
sv: |WFS| (transaktionell)

source: **Website:** https://geoserver.org/
sv: **Webbplats:** https://geoserver.org/

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap
