Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geotools_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: OGC General Feature Model including Simple Feature support
es: Modelo de Características Generales de OGC incluyendo Soporte a Características Simples
fr: support du modèle General Feature de l'OGC incluant le support de Simple Feature Access for SQL
hu: OGC General Feature Model beleértve a Simple Feature támogatást
it: OGC General Feature Model incluso supporto Simple Feature
ja: Simple Featureサポートを含むOGC General Feature Model
sv: OGC General Feature Model inklusive stöd för Simple Feature

source: OGC Grid Coverage representation of raster information
de: OGC Grid Coverage Repräsentationen von Rasterinformationen
es: Representación de la Cobertura de Red de información raster de OGC
fr: représentation OGC Grid Coverage d'information raster
hu: A raszter információ OGC Grid Coverage reprezentációja
it: Rappresentazione OGC Grid Coverage di informazioni raster
ja: ラスタ情報表現のOGC Grid Coverage
sv: OGC Grid Coverage representation av rasterinformation

source: OGC Filter and Common Constraint Language (CQL)
de: OGC Filter und Common Constraint Language (CQL)
es: Filtro OGC y Lenguaje Común de Restricción (CQL)
fr: Filter et Common Constraint Language (CQL) OGC
hu: OGC Filter és Common Constraint Language (CQL)
it: OGC Filter e linguaggio comune dei vincoli (CQL)
ja: OGC Filterと Common Constraint Language (CQL)
sv: OGC Filter och Common Constraint Language (CQL)

source: Clients for Web Feature Service (WFS), Web Map Service (WMS) and experimental support for Web Process Service (WPS)
de: Clients für Web Feature Service (WFS), Web Map Service (WMS) and experimentelle Unterstützung für Web Process Service (WPS)
es: Clientes para Servicio de Objetos Espaciales del Web (WFS), Service de Cartografía Web (WMS) y soporte experimental para el Servicio de Proceso de Web (WPS)
fr: Clients pour Web Feature Service (WFS), Web Map Service (WMS) et support expérimental pour Web Processing Service (WPS)
hu: Web Feature Service (WFS), Web Map Service (WMS) kliensek és Web Process Service (WPS) kísérleti támogatás
it: Client per Web Feature Service (WFS), Web Map Service (WMS) e supporto sperimentale per Web Process Service (WPS)
ja: Web Feature Service(WFS)、Web Map Service(WMS)、およびWeb Process Service(WPS)の試験的サポートのクライアント
sv: Klienter för Web Feature Service (WFS), Web Map Service (WMS) och experimentellt stöd för Web Process Service (WPS)

source: ISO 19107 Geometry
es: Geometría ISO 19107
fr: Geometry ISO 19107
hu: ISO 19107 geometria
it: Geometrie ISO 19107
ja: ISO19107ジオメトリ
sv: ISO 19107 Geometri

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://geotools.org/
de: **Webseite:** https://geotools.org/
fr: **Site Internet:** https://geotools.org/
it: **Sito web:** https://geotools.org/
ja: **Webサイト:** https://geotools.org/
sv: **Webbplats:** https://geotools.org/

source: **Licence:** LGPL
de: **Lizenz:** LGPL
es: **Licencia:** LGPL
hu: **Licenc:** LGPL
it: **Licenza:** LGPL
ja: **ライセンス:** LGPL
sv: **Licens:** LGPL

source: **Supported Platforms:** Cross Platform Java 8,9,10
de: **Unterstützte Plattformen:** Plattformübergreifend Java 8,9,10
es: ** Plataformas compatibles:** multiplataforma Java 8,9,10
fr: **Plateformes supportées:** Cross Platform Java 8,9,10
hu: **Támogatott platformok:** Cross Platform Java 8,9,10
it: **Piattaforme Supportate:** Cross Platform Java 8,9,10
ja: **対応OS:** Cross Platform Java 8,9,10
sv: **Plattformar som stöds:** Plattformsoberoende Java 8,9,10

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface de l'API:** Java
hu: **API Interfészek:** Java
it: **Interfacce API:** Java
ja: **API インターフェイス:** Java
sv: **API-gränssnitt:** Java

source: **Support:** `Communication and Support <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
de: **Support:** `Kontakt und Unterstützung (englisch) <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
es: **Soporte:** `Communication and Support <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
fr: **Support:** `communication et support <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
hu: **Támogatás:** `Értesítések és támogatás <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
it: **Supporto:** `Comunicazione e Supporto <http://docs.geotools.org/latest/userguide/welcome/support.html>`_
ja: **サポート:** `Communication and Support <http://docs.geotools.org/latest/userguide/welcome/support.html>`_

source: `Quickstart documentation <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_
de: `Quickstart Dokumentation <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_
es: `Documentación de inicio rápido <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_
fr: `Documentation du guide de démarrage rapide <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_
hu: `Gyorstalpaló dokumentáció <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_
it: `Guida rapida <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`
ja: `クイックスタート文書 <http://docs.geotools.org/latest/userguide/tutorial/quickstart/index.html>`_

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: GeoTools is used by a number of projects including web services, command line tools and desktop applications. OSGeoLive applications which include GeoTools include: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, :doc:`geomajas_overview`, Geopublisher, :doc:`geoserver_overview`, and :doc:`udig_overview`.
es: GeoTools es utilizado por una serie de proyectos incluyendo servicios web, herramientas de línea de comandos y aplicaciones de escritorio. Las aplicacioens de OSGeoLive que comprende GeoTools incluyen: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, :doc:`geomajas_overview`, Geopublisher, :doc:`geoserver_overview`, y :doc:`udig_overview`.
fr: GeoTools est utilisé par un grand nombre de projets incluant des services web, des outils en ligne de commande et des applications bureautiques. Les applications de l'OSGeoLive qui embarquent GeoTools sont: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, :doc:`geomajas_overview`, Geopublisher, :doc:`geoserver_overview`, and :doc:`udig_overview`.
hu: A GeoTools-t számos projekt használja, többek között web szolgáltatások, parancssori programok és asztali alkalmazások. GeoTools-t használó OSGeo-Live alkalmazások: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, :doc:`geomajas_overview`, Geopublisher, :doc:`geoserver_overview`, and :doc:`udig_overview`.
ja: GeoTools は Web サービスやコマンドライン、デスクトップアプリケーションなどを含むいくつかのプロジェクトで利用されています。OSGeoLive のアプリケーションで GeoTools を利用しているものは以下となります: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, :doc:`geomajas_overview`, Geopublisher, :doc:`geoserver_overview`, 及び :doc:`udig_overview`

source: GeoTools_Support
ja: GeoTools_サポート

source: **Website:** http://geotools.org/
es: **Sitio web:** http://geotools.org/
hu: **Honlap:** http://geotools.org/
