Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geotools_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: GeoTools is an open source (LGPL) Java library which provides standards compliant methods for manipulating geospatial data, and uses data structures based on Open Geospatial Consortium (OGC) specifications.
de: GeoTools ist eine Open Source Bibliothek (LGPL) basierend auf Java, mit deren Hilfe man standardkonform räumliche Daten manipulieren und die Datenstrukturen ansprechen kann, die auf Open Geospatial Consortium (OGC) Spezifikationen beruhen.
es: GeoTools es una biblioteca Java de código abierto (LGPL) que proporciona métodos que cumplen con los estándares para manipular datos geoespaciales, y utiliza estructuras de datos basadas en las especificaciones del Consorcio Geoespacial Abierto (OGC).
fr: GeoTools est une bibliothèque Java libre (LGPL) qui propose des méthodes conformes aux standards pour la manipulation de données géospatiales et utilise des structures de données basées sur les spécifications de l'Open Geospatial Consortium (OGC).
hu: A GeoTools egy nyílt forráskódú (LGPL) Java könyvtár, mely szabványoknak megfelelő eljárásokat biztosít a térinformatikai adatok kezeléséhez és az Open Geospatial Consortium (OGC) specifikációin alapuló adatszerkezeteket használ.
it: GeoTools è una libreria Java open source (LGPL) che fornisce metodi conformi agli standard per la manipolazione dei dati geospaziali e utilizza strutture di dati basate su specifiche Open Geospatial Consortium (OGC).
ja: GeoTools は Open Geospatial Consortium (OGC) の標準に準拠した空間データの操作やデータ構造を利用するための、オープンソース (LGPL) の Java ライブラリです。
sv: GeoTools är ett Java-bibliotek med öppen källkod (LGPL) som tillhandahåller standardkompatibla metoder för att manipulera geospatiala data och använder datastrukturer baserade på Open Geospatial Consortiums (OGC) specifikationer.

source: GeoTools is used by a number of projects including web services, command line tools and desktop applications. OSGeoLive applications which include GeoTools include: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, Geomajas, Geopublisher, :doc:`geoserver_overview`, and :doc:`udig_overview`.
de: GeoTools wird von verschiedensten Projekten verwendet, angefangen von Web Services über Kommandozeilen-Tools bis hin zu Desktop-Anwendungen. OSGeoLive Anwendungen, die u. A. auf GeoTools basieren: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, Geomajas, Geopublisher, :doc:`geoserver_overview`, und :doc:`udig_overview`.
it: GeoTools è utilizzato da una serie di progetti tra cui servizi web, strumenti da riga di comando e applicazioni desktop. Le applicazioni OSGeoLive che includono GeoTools includono: :doc:`52nSOS_overview`, :doc:`52nWPS_overview`, AtlasStyler, Geomajas, Geopublisher, :doc:`geoserver_overview` e :doc:`udig_overview`.

source: geotools screenshot
it: screenshot di geotools
sv: geotools skärmdump

source: Core Features
de: Kernfunktionalität
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Definition of interfaces for key spatial concepts and data structures
de: Definition von Schnittstellen für zentrale räumliche Konzepte und Datenstrukturen
es: Definición de interfaces para conceptos llaves espaciales y estructuras de datos
fr: Définition d'interfaces pour les concepts clefs et les structures de données
hu: Interfészek definíciója a kulcsfontosságú térbeli fogalmakhoz és adatstruktúrákhoz
it: Definizione di interfacce per concetti spaziali chiave e strutture dati
ja: 主要な空間概念とデータ構造のためのインタフェースの定義
sv: Definition av gränssnitt för viktiga spatiala begrepp och datastrukturer

source: Integrated Geometry support provided by `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
de: Integrierte Unterstützung von Geometrien, bereit gestellt über die `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
es: Compatibilidad integrada con geometría proporcionada por `JTS Suite de Topología (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
fr: Support de 'Geometry' intégré fournit par `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
hu: A `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_ által biztosított integrált geometriai támogatás
it: Supporto della Geometria Integrata fornito da `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
ja: 統合されたジオメトリのサポートは、`JTS Topology Suite(JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_ によって提供されます。
sv: Integrerat geometristöd tillhandahålls av `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_

source: Attribute and spatial filters using OGC Filter Encoding specification
de: attributive und räumliche Filter basierend auf der OGC Filter Encoding Spezifikation
es: Atributo y filtros espaciales utilizando la Especificación Codificación de Filtro de OGC
fr: Filtres spatiaux et attributaires utilisant la spécification OGC Filter Encoding
hu: Attribútum és térbeli szűrők az OGC Filter Encoding specifikáció felhasználásával
it: Filtri di attributi e spaziali che utilizzano la specifica OGC Filter Encoding
ja: OGC Filter Encoding仕様を使用する属性および空間フィルタ
sv: Attribut- och spatiala filter med hjälp av OGC:s filterkodningsspecifikation

source: A clean data access API supporting feature access, transaction support and locking between threads
de: Eine saubere Programmierschnittstelle (Application Programming Interface - API) für den Zugriff auf räumliche Objekte (Features) und Unterstützung für Transaktionen und Sicherstellung der Sperrungen zwischen Threads
es: Un soporte de API de acceso datos limpia con acceso a características, soporte de transacciónes y bloqueo entre subprocesos
fr: Une API d'accès la donnée propre supportant l'accès aux objets géographiques, les transactions et le verrouillage entre les threads
hu: Egy világos adathozzáférési API az elemek eléréséhez, tranzakció támogatás és a szálak közötti zárolás
it: Un'API di accesso ai dati pulita che supporta l'accesso alle funzioni, il supporto alle transazioni e il blocco tra i thread
ja: スレッド間、トランザクションサポート、スレッド間のロックをサポートするクリーンなデータアクセスAPI
sv: Ett rent API för dataåtkomst med stöd för funktionsåtkomst, transaktionsstöd och låsning mellan trådar

source: Access GIS data in many file formats and spatial databases
de: Zugriffe datei- und datenbankbasierte GIS Daten
es: Acceso a los datos GIS en muchos formatos de archivo y bases de datos espaciales
fr: Accès aux données SIG dans plusieurs formats et bases de données spatiales
hu: GIS adatok elérése több fájl formátumból és téradatbázisból
it: Accesso ai dati GIS in molti formati di file e database spaziali
ja: 多くのファイル形式および空間データベースのGISデータにアクセスする
sv: Få tillgång till GIS-data i många filformat och spatiala databaser

source: Coordinate reference system and transformation support
de: unterstützt Koordinatensysteme und Transformationen
es: Apoyo de transformaciónes de sistemas coordenadas de referencia
fr: Support des système de coordonnées et des transformations
hu: Koordinátarendszer és transzformáció
it: Sistema di riferimento delle coordinate e supporto alla trasformazione
ja: 座標参照系と変換サポート
sv: Samordna stöd för referenssystem och omvandling

source: Work with an extensive range of map projections
de: kann mir einer erweiterbaren Pallette von Kartenprojektionen umgehen
es: Trabajar con una amplia gama de proyecciones del mapa
fr: Travaille avec un très grand nombre de projections cartographiques
hu: Térképi vetületek kiterjedt tartománya használható
it: Lavora con un'ampia gamma di proiezioni di mappe
ja: 広範囲のマップ投影を使用する
sv: Arbeta med ett omfattande utbud av kartprojektioner

source: filter and analyze data in terms of spatial and non-spatial attributes
de: Filterung und Analyse bezogen auf rämliche Daten und Daten, die keine räumliche Komponente besitzen
es: filtrar y analizar datos en términos de atributos espaciales y no espaciales
fr: Filtre et analyse la donnée en termes d'attributs spatiaux et non-spatiaux
hu: Térbeli és nem térbeli adatok szűrése és elemzése
it: filtra ed analizza i dati in termini di attributi spaziali e non spaziali
ja: 空間的および非空間的属性に関してデータをフィルタ処理および分析する
sv: filtrera och analysera data med avseende på spatiala och icke-spatiala attribut

source: A stateless, low memory renderer, particularly useful in server-side environments.
de: Zustandsloser, wenig Speicher nutzender Renderer, vor allem hilfreich auf serverseitigen Umgebungen.
es: Un renderizador sin estados, de baja memoria, particularmente útil en entornos de lado servidor.
fr: Un moteur de rendu sans état, à faible mémoire, particulièrement utile dans les environnements côté serveur.
hu: Egy állapotmentes, alacsony memória igényű megjelenítés, ez különösen hasznos a szerver oldali megoldásokban
it: Un visualizzatore stateless, a bassa memoria, particolarmente utile in ambienti lato server.
ja: ステートレスでメモリの少ないレンダラ。サーバ側の環境で特に便利です。
sv: En statlös renderare med lågt minne, särskilt användbar i servermiljöer.

source: compose and display maps with complex styling
de: Erzeugen und Anzeigen von Larten mit komplexem Styling
es: componer y mostrar mapas con un estilo complejo
fr: compose et affiche des cartes avec des styles complexes
hu: Összetett stílusokat alkalmazó térképek összeállítása és megjelenítése
it: compone e visualizza mappe con stili complessi
ja: 複雑なスタイルを使用してマップを作成および表示する
sv: komponera och visa kartor med komplex styling

source: Powerful *schema assisted* parsing technology using XML Schema to bind to GML content
de: Ein zustandsloser Renderer, der wenig Arbeitsspeicher benötigt und somit insbesondere für serverseitige Anwendungen geeignet ist.
es: Potente análisis tecnología de *esquema asistido* usando esquemas XML para enlazar a contenido GML
fr: Technologie puissante de parsage *assistée par des schémas* utilisant XML Schema pour faire la liaison avec le contenu GML
hu: Hatékony *sémával segített* XML sémát alkalmazó értelmezési technológia a GML tartalomhoz kötéshez
it: Potente tecnologia di parsing *schema assisted* che utilizza XML Schema per legarsi al contenuto GML
ja: XML Schemaを使用してGMLコンテンツにバインドする強力な*schema assisted*解析テクノロジ
sv: Kraftfull *schemastödd* parsningsteknik som använder XML Schema för att binda till GML-innehåll

source: The parsing / encoding technology is provided with bindings for many OGC standards including GML, Filter, KML, SLD, and SE.
de: Die Kodierung und Parser Technologie wird bereitgestellt für viele OGC Standards, unter anderem GML, KML, SLD, SE und Filter
es: Enlaces de muchos estándares OGC incluyendo GML, filtro, KML, SLD y SE para la tecnología de análisis / codificación.
fr: La technologie de parsage / encodage est fournie avec des bindings pour de nombreux standards OGC dont GML, Filter, KML, SLD et SE.
hu: Értelmezési és kódolási technológia számos OGC szabványhoz biztosít kötéseket, többek között GML, Filter, KML, SLD és SE.
it: La tecnologia di parsing/codifica è fornita con binding per molti standard OGC tra cui GML, Filter, KML, SLD e SE.
ja: 構文解析/符号化技術は、GML、Filter、KML、SLD、およびSEを含む多くのOGC標準のバインディングを備えています。
sv: Pars-/kodningstekniken har bindningar för många OGC-standarder, inklusive GML, Filter, KML, SLD och SE.

source: GeoTools Plugins: open plug-in system allowing you to teach the library additional formats
de: GeoTools Plugins: Offenes System zur Erweiterung, um weitere Formate zu unterstützen
es: Plugins de GeoTools: sistema Plug-in abierto que le permite enseñar formatos adicionales de la biblioteca
fr: GeoTools Plugins: système de plugin ouvert vous permettant d'apprendre à la bibliothèque des formats supplémentaires
hu: GeoTools modulok: a nyílt modulrendszer lehetővé teszi, hogy további formátumokat kezeljünk a könyvtárral
it: GeoTools Plugins: sistema aperto di plug-in che permette di insegnare alla libreria ulteriori formati
ja: GeoToolsプラグイン:ライブラリに追加のフォーマットを追加ができるオープンなプラグインシステム
sv: GeoTools Plugins: öppet plug-in-system som gör att du kan lära ut ytterligare format till biblioteket

source: Plug-ins for the ImageIO-EXT project allowing GeoTools to read additional raster formats from GDAL
de: Plugins für das ImageIO-EXT Projekt, welches GeoTools ermöglicht, weitere Rasterformate über GDAL zu lesen
es: Plug-ins para el proyecto de ImageIO-EXT permitiendo a GeoTools leer formatos ráster adicionales de GDAL
fr: Plugins pour le projet ImageIO-EXT permettant à GeoTools de lire d'autres formats raster à partir de GDAL
hu: Az ImageIO-EXT projektből származó modul lehetővé teszi, hogy a GeoTools további raszter formátumokat olvasson GDAL-ból
it: Plug-in per il progetto ImageIO-EXT che permette a GeoTools di leggere ulteriori formati raster da GDAL
ja: GDALから追加のラスター形式を読み込めるようにするImageIO-EXTプロジェクトのプラグイン
sv: Plug-ins för ImageIO-EXT-projektet som gör det möjligt för GeoTools att läsa ytterligare rasterformat från GDAL

source: GeoTools Extensions
de: GeoTools Erweiterungen
es: Extensiones de GeoTools
fr: Extensions GeoTools
hu: GeoTools bővítmények
it: Estensioni GeoTools
ja: GeoTools拡張機能
sv: GeoTools tillägg

source: Provide additional capabilities built using the spatial facilites of the core library.
de: stellt weitere Möglichkeiten zur Erweiterung bereit, die auf die Kernbibliothek aufbauend umgesetzt worden sind
es: Proporcionar capacidades adicionales usando las instalaciones espaciales de la biblioteca central.
fr: Fournir des capacités additionnelles construites en utilisant les facilités spatiales de la bibliothèque cœur.
hu: További képességeket biztosít a mag könyvtár funkcióinak felhasználásával.
it: Fornisce funzionalità aggiuntive create utilizzando le facilitazioni spaziali della libreria principale.
ja: コアライブラリのspatial facilitesを使用して構築された追加機能を提供します。
sv: Tillhandahåller ytterligare funktioner som bygger på de spatiala funktionerna i kärnbiblioteket.

source: Extensions built using the GeoTools library
it: Estensioni costruite utilizzando la libreria GeoTools
sv: Tillägg som byggts med hjälp av GeoTools-biblioteket

source: Extensions provide graph and networking support (for finding the shortest path), validation, a web map server client, bindings for xml parsing and encoding and color brewer.
de: Die Erweiterungen stellen Graphen- und Netzwerkanalysen (kürzester/schnellster Weg), Validierung, einen Web Map Server (WMS) Client, Bindings für XML Parser und Kodierer sowie `Color Brewer`.
es: Las extensiones proporcionan gráfico y soporte de redes (para encontrar la ruta más corta), validación, un cliente de servidor de cartografía web, enlaces para análisis de xml y la codificación y color brewer.
fr: Les extensions fournissent une prise en charge de graphes et de réseau (pour trouver le chemin le plus court), la validation, un client serveur de cartes Web, des bindings pour le parsage et l'encodage xml et Color Brewer.
hu: Bővítmények biztosítják a gráf és a hálózatkezelést (legrövidebb útvonal keresés), az ellenőrzést, egy klienst a térkép szerverhez, kötéseket az xml értelmezéshez és kódoláshoz és a színkezelést.
it: Le estensioni forniscono supporto per grafici e reti (per trovare il percorso più breve), la validazione, un client web map server, link per l'analisi e la codifica xml e schemi di colori.
ja: 拡張機能は、(最短パスを見つけるための)グラフとネットワーキングのサポート、検証、Webマップサーバクライアント、XML構文解析とエンコーディングのバインディング、そしてカラーbrewerを提供します。
sv: Tillägg ger stöd för grafer och nätverk (för att hitta den kortaste vägen), validering, en webbkartserverklient, bindningar för xml-parsning och kodning och färgbryggare.

source: GeoTools Unsupported
es: GeoTools no soportado
fr: GeoTools non supporté
hu: GeoTools nem hivatalos
it: GeoTools non supportati
ja: サポートされていないGeoTools
sv: GeoTools stöds inte

source: GeoTools also operates as part of a wider community with a staging area used to foster new talent and promote experimentation.
de: GeoTools stellt mit dem *Unsupported* Bereich ein Sammelbecken zur Verfügung, welches von der Community genutzt werden kann, experimentell auf Basis der Kernbibliothek zu arbeiten und Talenten eine Plattform zu bieten, sich einzubringen.
es: GeoTools también funciona como parte de una comunidad más amplia con un área de ensayo utilizada para fomentar nuevos talentos y promover la experimentación.
fr: GeoTools fait également partie d'une communauté plus large avec un espace de mise en œuvre qui sert à encourager de nouveaux talents et à promouvoir l'expérimentation.
hu: A GeoTools egy szélesebb közösség számára kísérleti területként is működik, hogy segítse az új tehetségeket és elősegítse a kísérletezést.
it: GeoTools opera anche come parte di una comunità più ampia con un'area di sosta utilizzata per favorire nuovi talenti e promuovere la sperimentazione.
ja: GeoToolsはまた、新しい人材を育成し、実験を促進するために使用されるステージング領域を持つ、より広いコミュニティの一部として動作します。
sv: GeoTools fungerar också som en del av ett större samhälle med ett område som används för att fostra nya talanger och främja experiment.

source: Some highlights are swing support (used in geotools tutorials), swt, local and web process support, additional symbology, additional data formats, generation of grids and a couple of implementations of ISO Geometry.
de: Einige Highlights sind die Unterstützung für Swing (wird in den Tutorials verwendet), Eclipse SWT, Unterstützung für Verarbeitungen in Prozessketten im Web (WPS) und lokal. Zusätzliche Symboliken, weitere Datenformate, Erzeugen von Gittern sowie einige Implementierungen für ISO Geometrien.
es: Algunos aspectos destacados son el soporte de oscilación (utilizado en tutoriales de geotools ), swt, soporte de procesos locales y web, simbología adicional, formatos de datos adicionales, generación de grillas y un par de implementaciones de ISO Geometry.
fr: Quelques points forts sont le support de swing (utilisé dans les tutoriels de geotools), swt, le support des processus locaux et web, la symbologie supplémentaire, les formats de données additionnels, la génération de grilles et les quelques implémentations de la Geometry ISO.
hu: Néhány kiemelés: a swing támogatás (a geotools oktatóanyagokban használják), swt, helyi és web feldolgozás támogatás, további szimbólum rendszer, további adatformátumok, rács generálás és az ISO Geometria néhány megvalósítása.
it: Alcuni punti salienti sono il supporto per lo swing (usato nei tutorial di geotools), swt, supporto per processi locali e web, simbologia aggiuntiva, formati di dati aggiuntivi, generazione di griglie e un paio di implementazioni di ISO Geometry.
ja: 注目すべき点は、スイングサポート(geotoolsチュートリアルで使用)、swt、ローカルおよびWebプロセスサポート、追加の記号、追加のデータフォーマット、グリッドの生成、およびISOジオメトリのいくつかの実装です。
sv: Några höjdpunkter är stöd för swing (används i handledning för Geotools), stöd för swt, lokala processer och webbprocesser, ytterligare symbologi, ytterligare dataformat, generering av rutnät och ett par implementeringar av ISO Geometry.

source: Supported Formats
de: Unterstützte Formate
es: Formatos soportados
fr: Formats supportés
hu: Támogatott formátumok
it: Formati supportati
ja: サポートするフォーマット
sv: Format som stöds

source: raster formats and data access:
de: Rasterdaten und Datenzugriffe:
es: acceso a formatos y datos raster:
fr: formats raster et accès à la donnée:
hu: raszter formátumok és adat elérés:
it: formati raster e accesso ai dati:
ja: ラスター形式とデータアクセス:
sv: rasterformat och dataåtkomst:

source: Database "jdbc-ng" support:
de: Datenbanken "jdbc-ng" Unterstützung:
es: Soporte de base de datos "jdbc-ng":
fr: Support de la base de données "jdbc-ng":
hu: Adatbázis "jdbc-ng" támogatás:
it: Support ai database "jdbc-ng":
ja: データベース "jdbc-ng"のサポート:
sv: Stöd för databasen "jdbc-ng":

source: Vector formats and data access:
de: Vektordaten und Datenzugriffe:
es: Formatos del vector y acceso a datos:
fr: Formats vecteur et accès à la donnée:
hu: Vektor formátumok és adat elérés:
it: Formati vettoriali e accesso ai dati:
ja: ベクタフォーマットとデータアクセス:
sv: Vektorformat och dataåtkomst:

source: XML Bindings:
es: XML enlaces:
fr: Bindings XML:
hu: XML kötések:
it: Collegamenti XML:
ja: XML バインディング:
sv: XML-bindningar:

source: Java data structures and bindings provided for the following: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
de: Java Datenstrukturen und Bindings werde angeboten für: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
es: Estructuras de datos de Java y enlaces para lo siguiente: núcleo de xsd (xml tipos simples), fes, filtro, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
fr: Structures de données Java et bindings fournis pour les cas suivants: xsd-core (types xml simples), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
hu: Java adatstruktúrák és kötések a következőkhöz: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
it: Strutture dati Java e collegamenti forniti per i seguenti: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
ja: 次データのために提供されるJavaデータ構造とバインディング: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.
sv: Java-datastrukturer och bindningar tillhandahålls för följande: xsd-core (xml simple types), fes, filter, gml2, gml3, kml, ows, sld, wcs, wfs, wms, wps, vpf.

source: Additional Geometry, Filter and Style parser/encoders available for DOM and SAX applications.
de: Weitere Geometrie-, Filter- und Stil- Parser/Kodierer sind für DOM und SAX basierte Anwendungen verfügbar.
es: Geometría adicional, filtro y estilo analizador/codificadores disponibles para aplicaciones de DOM y SAX.
fr: Parser/encoders additionnels de Geometry, Filter et Style disponibles pour les applications DOM et SAX.
hu: További geometria, szűrő és stílus értelmező/kódoló érhető el a DOM és SAX alkalmazásokból.
it: Ulteriori parser/encoder di Geometria, Filtro e Stile disponibili per applicazioni DOM e SAX.
ja: DOMおよびSAXサプリケーションで利用できる追加のジオメトリ、フィルタ、スタイルのパーサ/エンコーダ。
sv: Ytterligare Geometry, Filter och Style parser/encoders tillgängliga för DOM- och SAX-applikationer.

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Support of numerous Open Geospatial Consortium (OGC) standards:
de: Unterstützung für eine breite Palette der Open Geospatial Consortium (OGC) Standards:
es: Apoyo de numerosos estándares del Consortium Abierto Geospatial (OGC):
fr: Support de nombreux standards de l'Open Geospatial Consortium (OGC):
hu: Számos Open Geospatial Consortium (OGC) szabvány:
it: Supporto di numerosi standard dell'Open Geospatial Consortium (OGC):
ja: 多数のオープン地理空間コンソーシアム(OGC)標準のサポート:
sv: Stöd för många standarder från Open Geospatial Consortium (OGC):

source: OGC Style Layer Descriptor / Symbology Encoding data structures and rendering engine
de: OGC Style Layer Descriptor / Symbology Encoding
es: OGC Descriptor de Estilo de Capa / Codificación de Simbología de estructuras de datos y motor de renderizado
fr: Structures de données des Style Layer Descriptor / Symbology Encoding OGC et moteur de rendu
hu: OGC Style Layer Descriptor / Symbology Encoding adatstruktúrák és megjelenítő motor
it: OGC Style Layer Descriptor / Symbology Encoding strutture dati e motore di rendering
ja: OGC Style Layer Descriptor/記号データ構造のエンコードとレンダリングエンジン
sv: OGC Style Layer Descriptor / Symbology Kodning av datastrukturer och renderingsmotor
