Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/gmt_overview.po
Languages: es, fr, hu, ja

source: The Generic Mapping Tools
es: Las Herramientas de Mapeo Genérico
fr: Les "Generic Mapping Tools"
hu: Általános térképező eszközök
ja: 包括的な地図化ツール

source: GMT is a collection of tools that allow users to manipulate (x,y) and (x,y,z) data sets (including filtering, trend fitting, gridding, projecting, etc.) and produce Encapsulated PostScript File (EPS) illustrations ranging from simple x-y plots through contour maps to artificially illuminated surfaces and 3-D perspective views in black and white, gray tone, hachure patterns, and 24-bit color.
es: GMT es una colección de herramientas que permiten a los usuarios manipular (x,y) y (x,y,z) conjuntos de datos (incluyendo el filtrado, ajuste de tendencia, de la red, proyección, etc.) y producir ilustraciones en archivos encapsulados de PostScript (EPS) que van desde simples trazos x-y a través de contornos de mapas hasta superficies artificialmente iluminadas y perspectivas 3D en blanco y negro, escalas de grises, patrones achurados y color de 24 bits.
fr: GMT est une collection d'outils qui permet aux utilisateurs de manipuler des jeux de données (x,y) et (x,y,z) (incluant les filtres, les courbes de tendances, les grilles, la projection, etc.) et de produire des illustrations au format Encapsulated PostScript File (EPS) sur une échelle depuis l'affichage simple x-y à travers des cartes de contour des surfaces artificiellement éclairées et des vues en perspective en 3-D en noir et blanc, teintes de gris, modèles d'hachurage, et couleur 24 bits.
hu: A GMT a programok egy gyűjteménye, mely lehetővé teszi (x,y) és (x,y,z) adatok kezelését (beleértve a szűrést, a trend illesztést, rács készítést, vetületi átszámítást, stb.) és PostScript fájlt (EPS) állít elő, az egyszerű x-y rajzoktól a szintvonalas térképeken keresztül a mesterségesen megvilágított felületekig, a 3-D perspektív megjelenésig, fekete-fehérben, szürke árnyalatosan, sraffozási mintákkal és 24 bites színekkel.
ja: GMT は、(x,y) および (x,y,z) のデータセット (フィルタリングや、トレンドフィッティング、グリッド化、投影などを含む) を操作して、Encapsulated PostScript File (EPS) イラストレーションを生成するためのツール群です。EPS イラストレーションには、単純な x-y プロットから等高線マップ、人工的に照らされたサーフェス、3Dパースビューに至るまでが、白黒、グレートーン、ハッチパターン、24ビットカラーの色彩であります。

source: GMT supports many common map projections plus linear, log, and power scaling, and comes with support data such as coastlines, rivers, and political boundaries.
es: GMT es compatible con muchas proyecciones comunes de mapas más lineales, logarítmicos y escala de potencias, y viene con soporte de datos como las costas, ríos y fronteras políticas.
fr: GMT supporte de nombreux systèmes communs de projections linéaires, logs, et échelle de puissance, et est fournit avec des données de support tels que des lignes de côtes, des rivières, et de limites politiques.
hu: A GMT számos elterjedt vetületet ismer, emellett lineáris, logaritmikus és hatvány skálázás állítható be és olyan adatokat tartalmaz mint a tenger partvonalak, a folyók és a politikai határok.
ja: GMT は、多くの一般的な地図投影法に加えて、線形、対数、および冪乗スケールをサポートし、海岸線、河川、および政治的境界などのサポートデータが付属しています。

source: gmt screenshot
hu: gmt képernyőképek

source: Core Features
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
ja: 主な機能

source: Journal quality cartography.
es: Diario de calidad cartográfica
fr: Cartographie de qualité de journal.
hu: Folyóirat minőségű kartográfia.
ja: 学術誌品質の地図制作

source: Gridding and contouring functions.
es: Red y funciones de contorno.
fr: Fonctions de quadrillage et de contournage.
hu: Rács és szintvonal funkciók.
ja: グリッド化と等高線機能

source: Details
es: Detalles
fr: Détails
hu: Részletek
ja: 詳細

source: **Website:** https://www.generic-mapping-tools.org
hu: **Honlap:** https://www.generic-mapping-tools.org

source: **Licence:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-gmt|
es: **Versión de software:** |version-gmt|
fr: **Version du logiciel:** |version-gmt|
hu: **Szoftver verzió:** |version-gmt|
ja: **ソフトウェアバージョン:** |version-gmt|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces:** Command line
es: **Interfaces API:** Lineas de comando
fr: **Interfaces de l'API:** Ligne de commande
hu: **API interfészek:** parancssor
ja: **API インタフェース:** コマンドライン

source: **Support:** https://forum.generic-mapping-tools.org/
hu: **Támogatás:** https://forum.generic-mapping-tools.org/

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/gmt_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/gmt_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/gmt_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/gmt_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/gmt_quickstart>`

source: OSGeo Project
hu: OSGeo Projekt

source: OSGeo Community
hu: OSGeo közösség

source: **Website:** https://gmt.soest.hawaii.edu
es: **Sitio web:** https://gmt.soest.hawaii.edu
fr: **Site web:** https://gmt.soest.hawaii.edu
ja: **Webサイト:** https://gmt.soest.hawaii.edu

source: **Support:** https://gmt.soest.hawaii.edu/projects/gmt/boards/1
es: **Soporte:** https://gmt.soest.hawaii.edu/projects/gmt/boards/1
ja: **サポート:** https://gmt.soest.hawaii.edu/projects/gmt/boards/1
