Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/gpsprune_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: GPS Track-Editing
de: GPS Datenverarbeitungssoftware
es: Edición de Track GPS
fr: Édition de traces GPS
hu: GPS nyomvonal szerkesztés
it: Modifica di Tracce GPS
ja: GPS トラック編集
sv: Redigering av GPS-spår

source: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ is a tool for viewing, editing and converting coordinate data from GPS systems. It can be used for planning trips in advance, or for analysing the tracks recorded by GPS receivers.
es: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ es una herramienta para visualización, edicióin y conversión de datos de coordenadaas de sistemas GPS. Se puede usar para planificar viajes con anticipación o para analizar las pistas grabadas por los receptores GPS.
fr: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ est un outil pour visualiser, éditer et convertir des données en coordonnées de systèmes GPS. Il peut être utilisé pour planifier des voyages à l'avance ou analyser les traces enregistrées par des récepteurs GPS.
hu: A `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ egy eszköz a GPS rendszerekből kapott koordináta adatok megtekintésére, szerkesztésére és konvertálására. Használható útvonalak előzetes tervezésére vagy a GPS vevőkkel rögzített nyomvonalak elemzésére.
it: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ è uno strumento per la visualizzazione, la modifica e la conversione di coordinate di dati provenienti da sistemi GPS. Può essere usato per organizzare viaggi o per analizzare le tracce registrate da ricevitori GPS.
ja: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ は GPS システムの位置情報を表示、編集、変換するためのツールです。旅行の計画を事前に立てたり、GPS 受信機によって記録されたトラックを分析するために使用することができます。

source: It uses :doc:`OpenStreetMap <osm_dataset_overview>` imagery to show recorded tracks and waypoints, and provides a variety of tools to let you edit, crop and prune the data points. It also has functions for correlating photos and audio files to the coordinates using the file timestamps.
de: GpsPrune verwendet :doc:`OpenStreetMap <osm_dataset_overview>` Karten um aufgenommenen Tracks und Wegpunkte zu zeigen, und stellt eine Reihe von Funktionen zur Verfügung um die Punkte zu editieren, löschen und kombinieren. GpsPrune kann auch Fotos und Audiodateien mit den Koordinaten verbinden anhand von den Zeitstempeln.
es: Utiliza :doc:`OpenStreetMap <osm_dataset_overview>` imágenes para mostrar pistas grabadas y puntos en el camino, proporciona una variedad de herramientas para permitirle editar, recortar y podar los puntos de datos. También tiene funciones para correlacionar fotos y archivos de audio con las coordenadas usando las marcas de tiempo del archivo.
fr: Il utilise l'imagerie :doc:`OpenStreetMap <osm_dataset_overview>` pour montrer les traces et les points enregistrés, et fournit une variété d'outils pour vous permettre d'éditer, déplacer et supprimer les données ponctuelles. Il a aussi des fonctions pour corréler les photos et les fichiers audio aux coordonnées en utilisant l'horodatage des fichiers.
hu: :doc:`OpenStreetMap<osm_dataset_overview>` hátteret használ a rögzített nyomvonalak és útpontok megjelenítésére és változatos eszközöket biztosít az adatpontok szerkesztéshez, vágáshoz és ritkításához. Fénykép és hang fájlok koordinátákhoz kapcsolására is rendelkezik funkcióval, a fájlok időbélyegének felhasználásával.
it: Utilizza immagini :doc:`OpenStreetMap <osm_dataset_overview>` per mostrare le tracce e gli waypoint registrati, e offre vari strumenti per modificare, ritagliare e sfoltire i punti dati. Ha anche funzioni per correlare file fotografici e audio alle coordinate utilizzando la marcatura temporale dei file.
ja: :doc:`OpenStreetMap <osm_dataset_overview>` の画像を使用して、記録されたトラックとウェイポイントを表示します。また、さまざまなツールを備えていて、データポイントの編集、切り抜き、部分削除などが自由に行なえます。また、ファイルのタイムスタンプを使って、写真や音声ファイルを位置座標に関連付ける機能も持っています。

source: GpsPrune uses GPSBabel, if available, to read data directly from a GPS receiver, and can send the edited data back to the receiver too.
es: GpsPrune utiliza GPSBabel, si está disponible, para leer datos directamente desde un receptor GPS, y puede enviar los datos editados de vuelta al receptor también.
fr: GpsPrune utilise GPSBabel, s'il est disponible, pour lire les données directement à partir du récepteur GPS et peut aussi renvoyer les données éditées au récepteur.
hu: A GpsPrune a GpsBabelt használja az adatok GPS vevőből történő közvetlen kiolvasására és a módosított adatokat is vissza tudja küldeni a vevőre.
it: Se disponibile, GpsPrune utilizza Gpsbabel per leggere i dati direttamente da un ricevitore GPS, e può anche rimandare i dati modificati al ricevitore.
ja: 可能な場合には Gpsbabel を用いて GPS 受信機から直接データを読み込み、編集したデータを 受信機に送り返すこともできます。
sv: GpsPrune använder GPSBabel, om det finns tillgängligt, för att läsa data direkt från en GPS-mottagare och kan även skicka tillbaka de redigerade data till mottagaren.

source: GpsPrune runs on Mac OSX, Windows and Linux, and is available in over ten different languages.
de: GpsPrune läuft sowohl auf Linux als auch auf Mac OSX und Windows, and ist in über zehn verschiedenen Sprachen verfügbar.
es: GpsPrune corre en Mac OSX, Windows y Linux, y está disponible en más de diez idiomas diferentes.
fr: GpsPrune fonctionne sur Mac OSX, Windows et Linux, et est disponible dans plus de dix langues différentes.
hu: A GpsPrune Mac OSX, Windows és Linux rendszeren fut és több mint tíz különböző nyelven érhető el.
it: GpsPrune gira su Mac OSX, Windows e Linux, ed è disponibile in oltre dieci lingue differenti.
ja: GpsPrune Mac OSX, Windows, Linux で動作し、10以上の異なる言語で利用可能です。
sv: GpsPrune körs på Mac OSX, Windows och Linux och finns tillgänglig på över tio olika språk.

source: gpsprune screenshot
es: pantalla de gpsprune
sv: gpsprune skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Load data from text files, gpx files, kml/kmz files, or directly from a GPS receiver
de: Daten aus Textdateien, Gpx-, Kml- oder Kmzdateien laden, oder aus einem GPS-Gerät
es: Cargar datos de archivos de texto, gpx files, kml/kmz files, o directameente desde un receptor GPS
fr: chargement de données depuis des fichiers texte, des fichiers gpx, des fichiers kml/kmz, ou directement depuis un récepteur GPS
hu: Adatok betöltése szövegfájlokból, gpx fájlokból, kml/kmz fájlokból vagy közvetlenül a GPS vevőből
it: Caricamento di dati da file di testo, file gpx, file kml/kmz, o direttamente da un ricevitore GPS
ja: テキストファイル、gpx ファイル、 kml/kmz ファイル、または GPS 受信機からの直接のデータ読み込み
sv: Ladda data från textfiler, gpx-filer, kml/kmz-filer eller direkt från en GPS-mottagare

source: Zoomable map imagery from OpenStreetMap or any compatible server (such as HikeBikeMap, Reit- und Wanderkarte etc)
es: Imágenes de mapas ampliables de OpenStreetMap o de cualquier servidor compatible (como HikeBikeMap, Reit- und Wanderkarte, etc.)
fr: imagerie cartographique zoomable depuis OpenStreetMap ou tout autre serveur compatible (HikeBikeMap, Reit- und Wanderkarte etc)
hu: Nagyítható OpenStreetMap háttértérkép vagy bármilyen kompatibilis szerverről (mint például OpenCycleMap, Reit- und Wanderkarte, stb.)
it: Cartografia di sfondo zoomabile da OpenStreetMap o altri server compatibili (come OpenCycleMap, Reit- und Wanderkarte ecc.)
ja: OpenStreetMap や互換サーバの画像（HikeBikeMap, Reit- und Wanderkarte など）を使用した地図画像の拡大縮小
sv: Zoombara kartbilder från OpenStreetMap eller annan kompatibel server (t.ex. HikeBikeMap, Reit- und Wanderkarte etc.)

source: Altitude or speed profile view
de: Höhenprofil oder Geschwindigkeitsprofil Ansicht
es: Vista de perfil de altitud o velocidad
fr: affichage de profils d'altitude ou de vitesse
hu: Metszet vagy sebesség profil nézet
it: Visualizzazione altimetria o velocità
ja: 高度、速度のプロファイル表示
sv: Visning av profil för höjd eller hastighet

source: Editing tools for creating, modifying, deleting, reversing and compressing tracks
de: Bearbeitungswerkzeug zum Erzeugen, Ändern, Löschen, Bereich umkehren und Track komprimieren
es: Herramientas de edición para crear, modificar, eliminar, invertir y comprimir pistas
fr: outils d'édition pour créer, modifier, supprimer, reverser et compresser les traces
hu: Szerkesztő eszközök nyomvonalak létrehozására, módosítására, törlésére, megfordítására és tömörítésére
it: Strumenti di editing per la creazione, la modifica, l'eliminazione, l'inversione e la compressione delle tracce.
ja: 作成、修正、削除、方向転換、トラック圧縮などの編集ツール
sv: Redigeringsverktyg för att skapa, modifiera, radera, backa och komprimera spår

source: Interactive 3d view of the data or export to POV format for 3D rendering, both including map imagery painted onto the terrain
de: Drehbare 3D Ansicht der Daten, oder nach POV-Datei exportieren für 3D-Rendering
es: Vista interactiva en 3D de los datos o exportación a formato POV para renderización 3D, ambos incluyendo imágenes de mapas pintadas en el terreno
fr: vue 3D interactive des données, ou export au format POV pour un rendu 3D, les deux incluant l'imagerie cartographique incluse dans le terrain
hu: Adatok 3D-s interaktív megjelenítése vagy POV formátumú export 3D-s megjelenítéshez, mindkettő tartalmazza a terepre ráhúzott háttértérképet
it: Vista interattiva dei dati o esportazione in formato POV per rendering 3D, entrambe con cartografia di sfondo riportata sul terreno.
ja: データの対話型 3D ビュー、または3Dレンダリング用の POV フォーマットへのエクスポート (いずれも、地表に描画された地図画像を含む)
sv: Interaktiv 3D-vy av data eller export till POV-format för 3D-rendering, båda inklusive kartbilder målade på terrängen

source: Save data to text files, gpx files, kml/kmz files, or directly to a GPS receiver
de: Daten nach Text-, Gpx-, Kml oder Kmzdateien speichern, oder zum GPS-Gerät schicken
es: Guardar datos en archivos de texto, archivos gpx kml/kmz, o directamente a un GPS receiver
fr: sauvegarde des données en fichiers texte, fichiers gpx, fichiers kml/kmz, ou directement vers un récepteur GPS
hu: Adatok mentése szövegfájlokba, gpx fájlokba, kml/kmz fájlokba vagy közvetlenül a GPS vevőre
it: Salvataggio dei dati in file di testo, file gpx, file kml/kmz o direttamente su ricevitore GPS
ja: テキストファイル、gpx ファイル、kml/kmz ファイル、または GPS 受信機への直接のデータ保存
sv: Spara data till textfiler, gpx-filer, kml/kmz-filer eller direkt till en GPS-mottagare

source: Automatic correlation of photographs and audio files with the loaded data using timestamps
de: Automatisches Korrelieren von Fotos und Audiodateien anhand von Zeitstempeln
es: Correlación automática de fotografías y archivos de audio con los datos cargados usando marcas de tiempo
fr: corrélation automatique de photographies et de fichiers audio avec les données chargées en utilisant l'horodatage
hu: Fényképek és hangfájlok összekapcsolása a betöltött adatokkal az időbélyegek használatával
it: Correlazione automatica tramite marcatura temporale di fotografie e file audio con i dati caricati.
ja: タイムスタンプを使用した写真およびオーディオファイルと読み込まれたデータの自動での関連付け
sv: Automatisk korrelation av fotografier och ljudfiler med inlästa data med hjälp av tidsstämplar

source: Creation of charts such as altitude against distance, speed against time
de: Erzeugen von Diagrammen wie zum Beispiel Höhe gegen Distanz, oder Geschwindigkeit gegen Zeit
es: Creación de gráficos como la altitud contra la distancia, la velocidad contra el tiempo
fr: création de diagrammes tels que altitude contre distance, vitesse contre temps
hu: Grafikonok készítése mint például távolság-magasság, idő-sebesség
it: Creazione di grafici come quota rispetto alla distanza o velocità rispetto al tempo
ja: 距離に対する高度、時間に対する速度などのチャートの作成
sv: Skapande av diagram, t.ex. höjd mot avstånd, hastighet mot tid

source: Distances, climbs, descents, time estimates and more
de: Entfernungen, Anstiege, Abfahrten, Zeitschätzungen und mehr
es: Distancias, ascensos, descensos, estimaciones de tiempo y más
fr: distances, montées, descentes, estimations de temps, etc.
hu: Távolság, emelkedés, ereszkedés, idő becslések és továbbiak
it: Distanze, dislivelli in salita e in discesa, stima dei tempi e altro
ja: 距離、登り、下り、時間の見積もりなど
sv: Avstånd, stigningar, nedförsbackar, tidsuppskattningar och mycket mer

source: Online resources such as Wikipedia, GPSies, OpenCaching.de and local weather forecasts
es: Recursos en línea como Wikipedia, GPSies, OpenCaching.de y previsiones meteorológicas locales
fr: Des ressources telles que Wikipédia, GPSies, OpenCaching.de et des prévisions météorologiques
hu: Online források mint például wikipedia, GPSies és helyi időjárás előrejelzés
it: Risorse online come wikipedia, GPSies e previsioni del tempo locali
ja: Wikipedia、GPSies、OpenCaching.de、地域の天気予報などのオンラインリソース
sv: Online-resurser som Wikipedia, GPSies, OpenCaching.de och lokala väderprognoser

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://activityworkshop.net/software/gpsprune
es: **Sitio web:** https://activityworkshop.net/software/gpsprune
fr: **Site web:** https://activityworkshop.net/software/gpsprune
hu: **Honlap:** https://activityworkshop.net/software/gpsprune
it: **Sito web:** https://activityworkshop.net/software/gpsprune
ja: **Webサイト:** https://activityworkshop.net/software/gpsprune
sv: **Webbplats:** https://activityworkshop.net/software/gpsprune

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) version 2
es: ** Licencia: ** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-gpsprune|
es: **Versión de software:** |version-gpsprune|
fr: **Version du logiciel:** |version-gpsprune|
hu: **Szoftver verzió:** |version-gpsprune|
it: **Versione Software:** |version-gpsprune|
ja: **ソフトウェアバージョン:** |version-gpsprune|
sv: **Programvaruversion:** |version-gpsprune|

source: **Supported Platforms:** GNU/Linux, Mac OSX, Windows
de: **Unterstützte Plattformen:** GNU/Linux, Mac OSX, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plate-formes supportées:** GNU/Linux, Mac OSX, Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, Windows
it: **Piattaform Supportate:** GNU/Linux, Mac OSX, Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, Windows

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/gpsprune_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/gpsprune_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/gpsprune_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/gpsprune_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/gpsprune_quickstart>`
it: :doc:`Guida rapida <../quickstart/gpsprune_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/gpsprune_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/gpsprune_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ is a tool for viewing, editing and converting coordinate data from GPS systems. It can be used for planning trips in advance, or for analysing the tracks recorded by GPS receivers.
sv: `GpsPrune <https://activityworkshop.net/software/gpsprune>`_ är ett verktyg för visning, redigering och konvertering av koordinatdata från GPS-system. Det kan användas för att planera resor i förväg eller för att analysera de spår som registreras av GPS-mottagare.

source: It uses :doc:`OpenStreetMap <osm_dataset_overview>` imagery to show recorded tracks and waypoints, and provides a variety of tools to let you edit, crop and prune the data points. It also has functions for correlating photos and audio files to the coordinates using the file timestamps.
sv: Det använder :doc:`OpenStreetMap <osm_dataset_overview>`-bilder för att visa inspelade spår och waypoints och tillhandahåller en mängd olika verktyg så att du kan redigera, beskära och beskära datapunkterna. Det finns också funktioner för att korrelera foton och ljudfiler till koordinaterna med hjälp av filernas tidsstämplar.

source: `GpsPrune <https://gpsprune.activityworkshop.net/>`_ is a tool for viewing, editing and converting coordinate data from GPS systems. It can be used for planning trips in advance, or for analysing the tracks recorded by GPS receivers.
de: `GpsPrune <http://gpsprune.activityworkshop.net/>`_ ist ein Tool für die Visualisierung, das Editieren und das Konvertieren von Koordinatendaten aus GPS Systemen. Es kann dazu verwendet werden, Ausflüge im Voraus zu planen oder zur Analyse der per GPS Empfänger aufgenommenen Tracks.

source: GpsPrune uses Gpsbabel, if available, to read data directly from a GPS receiver, and can send the edited data back to the receiver too.
de: Falls GPSBabel auch verfügbar ist, kann GpsPrune Daten direkt aus dem GPS-Empfänger herauslesen, und kann auch Daten zurück zur Empfänger schicken.

source: Zoomable map imagery from OpenStreetMap or any compatible server (OpenCycleMap, Reit- und Wanderkarte etc)
de: Zeigt die Daten mit zoombaren Karten von OpenStreetMap oder anderen Servern (z.B. OpenCycleMap, Reit- und Wanderkarte etc)

source: Online resources such as wikipedia, gpsies and local weather forecasts
de: Online Quellen wie Wikipedia, gpsies und lokale Wettervorhersagen

source: **Website:** https://gpsprune.activityworkshop.net/
de: **Webseite:** https://gpsprune.activityworkshop.net/
