Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/grass_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Fully featured GIS
de: Voll funktionsfähiges GIS
es: Características completas SIG
fr: SIG complet
hu: Teljesértékű GIS
it: GIS multifunzione
ja: フル機能のGIS
sv: Fullt utrustat GIS

source: The Geographic Resources Analysis Support System, commonly referred to as GRASS, is a Geographic Information System (GIS) providing powerful raster, vector, and geospatial processing engines in a single integrated software suite. GRASS GIS includes tools for spatial modeling, visualization of raster and vector data, management and analysis of geospatial data, and the processing of satellite and aerial imagery. It comes with a temporal framework for advanced time series processing and a Python API for rapid geospatial programming. GRASS GIS has been optimized for performance and large geospatial data analysis. It also can produce sophisticated presentation graphics and hardcopy maps. GRASS GIS has been translated into many languages and supports a huge array of data formats.
de: GRASS GIS (Geographic Resources Analysis Support System) ist ein Geographisches Informationssystem (GIS) und bietet umfangreiche Raster-, topologische Vektordaten-Funktionalität sowie Bildverarbeitung und Visualisierungsmöglichkeiten. GRASS GIS stellt Werkzeuge für Geodaten Management, räumliche Modellierung, Visualisierung von Raster- und Vektordaten als auch Prozessierung von Satelliten- und Luftbilddaten zur Verfügung. Es enthält ein temporales Rahmenwerk für die Prozessierung fortgeschrittener Zeitserien und eine Python API für rapide räumliche Programmierung. Darüberhinaus ermöglicht es das Erstellen anspruchsvoller Präsentationsgrafiken und druckfertiger Karten. GRASS wurde bisher in mehr als 20 Sprachen übersetzt und unterstützt eine Vielzahl unterschiedlichster Geodaten-Formate.
es: El sistema de apoyo para el análisis de recursos geográficos, comúnmente conocida como GRASS, es un sistema de información geográfica (SIG) que proporciona motores potentes para procesamiento geoespacial raster y vector en una suite de software integrado. GRASS SIG incluye herramientas para el modelado espacial, visualización de datos raster y datos vectoriales, gestión y análisis de datos geoespaciales y el procesamiento de imágenes aéreas y de satélite. Viene con un marco temporal para el procesamiento de series de tiempo avanzada y una API de Python para la programación rápida geoespacial. GRASS GIS ha sido optimizado para rendimiento y análisis de datos grandes geoespaciales. También puede producir presentación sofisticados gráficos y mapas impresos. GRASS GIS ha sido traducido a muchos idiomas y soporta una enorme variedad de formatos de datos.
fr: Le "Geographic Resources Analysis Support System", communément appelé GRASS est un Système d'Information Géographique (SIG) qui propose un puissant moteur de traitement raster, vecteur et traitement géospatial regroupé dans une suite logicielle unique. GRASS intègre des outils pour la modélisation spatiale, la visualisation de rasters et de vecteurs, la gestion et l'analyse de données géospatiales, et le traitement d'images satellites et aériennes. Il est fournit avec un framework temporel pour le traitement avancé de séries temporelles et une API Python pour la programmation géospatiale rapide. Grass a été optimisé pour l'analyse de données géospatiales importante et performante. Il est également capable de produire des représentations graphiques sophistiquées pour l'impression papier. GRASS est aujourd'hui traduit dans de nombreuses langues et supporte un très grand nombre de formats de données.
hu: A Geographic Resources Analysis Support System, amit általában GRASS-ként emlegettünk, egy térinformatikai rendszer (GIS), mely egy integrált szoftver környezetben biztosít hatékony raszter, vektor és térinformatikai feldolgozó motort. A GRASS GIS térinformatikai modellező, raszter és vektor megjelenítő, térinformatikai adatkezelő és elemző valamint űr és légifényképeket feldolgozó eszközöket tartalmaz. Fejlett idősorokat feldolgozó keretrendszert tartalmaz és egy Python API-t a gyors térinformatikai programozáshoz. A GRASS GIS-t a feldolgozási sebességre és nagy térinformatikai adatrendszerek elemzésére optimalizálták. Alkalmas kifinomult prezentációk és nyomtatott térképek előállítására is. A GRASS GIS-t sok nyelvre lefordították és az adatformátumok óriási halmazát képes kezelni.
it: Geographic Resources Analysis Support System, comunemente chiamato GRASS, è un Geographic Information System (GIS) che fornisce un motore molto potente per analisi geospaziali di raster e vettoriali integrati in un unico pacchetto software. GRASS GIS include strumenti per modelli spaziali, visualizzazione di dati raster e vettoriali, gestione e analisi di dati geospaziali, e il trattamento di immagini aeree e satellitari. Viene distribuito un framework temporale per il processamento avanzato di serie temporali e un API Python per uno sviluppo rapido di analisi geospaziali. GRASS GIS è stato ottimizzato nelle performance per analisi di grossi dati geospaziali. Il software inoltre permette di produrre sofisticate rappresentazioni grafiche e mappe stampabili. GRASS GIS è attualmente tradotto in molte lingue e supporta un grande numero di formati di dati.
ja: GRASS（Geographic Resources Analysis Support System、地理空間情報リソースの解析補助システム） はラスタ、ベクタ、地理情報処理エンジンを一つのソフトウェアに統合した地理情報システム (GIS) です。GRASS GIS には、空間モデリング、ラスタおよびベクタデータの視覚化、地理空間データの管理と解析、衛星および航空写真画像の処理のためのツールが含まれています。高度な時系列処理のための時間的フレームワークと、高速な地理空間プログラミングのための Python API が付属しています。GRASS GIS は、パフォーマンスおよび大規模な空間データ分析用に最適化されています。さらに、プレゼンテーション用のすばらしい画像の作成、地図の印刷も可能です。GRASS GIS は多くの言語に翻訳されており、多数のデータフォーマットに対応しています。
sv: Geographic Resources Analysis Support System, vanligen kallat GRASS, är ett geografiskt informationssystem (GIS) som innehåller kraftfulla raster-, vektor- och geospatiala bearbetningsmotorer i en enda integrerad programvarusvit. GRASS GIS innehåller verktyg för spatial modellering, visualisering av raster- och vektordata, hantering och analys av geospatiala data samt bearbetning av satellit- och flygbilder. Det levereras med ett temporalt ramverk för avancerad bearbetning av tidsserier och ett Python API för snabb geospatial programmering. GRASS GIS har optimerats för prestanda och analys av stora mängder geospatiala data. Det kan också producera sofistikerad presentationsgrafik och kartor i pappersformat. GRASS GIS har översatts till många språk och stöder ett stort antal dataformat.

source: GRASS GIS is used around the world in academic and commercial settings as well as by many governmental agencies and environmental consulting companies. It runs on a variety of popular hardware platforms and is Free open-source software released under the terms of the GNU General Public License.
de: GRASS GIS wird aktuell weltweit in zahllosen akademischen und kommerziellen Einrichtungen sowie in staatlichen Behörden und privaten Unternehmen verwendet. Die Software kann unter allen derzeit verbreiteten Hardware Plattformen eingesetzt werden. Als Freie Open Source Software (FOSS) ist GRASS GIS unter der GNU General Public License (GPL) lizensiert.
es: GRASS SIG se utiliza todo el mundo en la academia y comercialmente, así como por muchas agencias gubernamentales y empresas consultoras ambientales. Se ejecuta en una variedad de plataformas de hardware populares y es software libre de código abierto liberado bajo los términos de la Licencia Pública General de GNU.
fr: GRASS est utilisé dans le monde entier aussi bien pour des usages académiques que commerciaux, et est aussi utilisé par de nombreuses agences gouvernementales et agences pour l'environnement. Ils fonctionnent sur la plupart des systèmes d'exploitation et c'est un logiciel libre proposé sous les termes de la GNU-GPL (General Public License).
hu: A GRASS GIS-t mindenfelé használják a világon, akadémiai és kereskedelmi környezetben mint ahogy kormányhivatalokban és környezetvédelmi konzultációs cégeknél is. Futtatható a népszerű hardver platformok széles körén és egy szabad, nyílt forráskódú szoftver, a GNU General Public License feltételei mellett.
it: GRASS GIS è usato in tutto il mondo in ambienti accademici e commerciali così come molte agenzie governative e ditte di consulenze ambientali. Può girare su una moltitudine delle più popolari piattaforme ed è software libero e open source rilasciato sotto i termini della Licenza GNU General Public.
ja: GRASS GIS は、多くの政府機関や環境コンサルティング会社だけでなく、学術的および商業的な環境で世界中のあらゆる所で使用されています。さまざまな一般的なハードウェアプラットフォーム上で動作し、GNU General Public License の条件に基づいてリリースされたフリーのオープンソースソフトウェアです。
sv: GRASS GIS används över hela världen i akademiska och kommersiella miljöer samt av många statliga myndigheter och miljökonsultföretag. Det körs på en mängd olika populära hårdvaruplattformar och är en fri programvara med öppen källkod som släpps enligt villkoren i GNU General Public License.

source: The GRASS GIS software includes more than 400 built-in analysis modules. Additionally, over 100 community supplied modules and toolboxes are available for free from the Add-on repository. After more than 30 years of continuous development GRASS GIS is both the longest maintained and largest Open Source GIS available. It is easily scriptable and versatile enough to be used both for batch data processing on massively-parallel supercomputers as well as a handy desktop GIS for handheld PDAs or netbooks.
de: GRASS GIS stellt mehr als 400 Module mit Analysefunktionen zur Verfügung. Zusätzlich stehen mehr als 100 weitere, von der Community bereitgestellte Module und Werkzeuge kostenlos über das GRASS Add-On Repository bereit. Nach mehr als 30 Jahren kontinuierlicher Entwicklung ist GRASS heute das am längsten entwickelte und gleichzeitig umfangreichste Open Source GIS der Welt. GRASS ist einfach zu skripten und vielseitig genug, um für das Batch Processing auf großen, parallelen Architekturen von Supercomputern oder als handliches Desktop GIS auf Handheld PDAs oder Netbooks eingesetzt zu werden.
es: El software de GRASS GIS incluye más de 400 módulos de análisis incorporada. Además, más de 100 miembros de la comunidad suministra módulos y las herramientas están disponibles gratuitamente desde el repositorio de complementos. Después de más de 30 años de desarrollo continuo, GRASS GIS es, tanto el más cuidado y el más grande software de código abierto fuente SIG disponibles. Secuencias de comandos son fáciles de hacer y es lo suficientemente versátil como para ser utilizado tanto para Procesamiento de lotes de datos en supercomputadores paralelas masivas paralelo así como un práctico escritorio SIG para PDA portables o netbooks .
fr: Le logiciel GRASS intègre nativement plus de 400 modules d'analyses. De plus, plus de 100 modules et outils fournis par la communautés sont disponibles gratuitement à partir du dépôt de plugins. Après plus de 30 ans de développements continus, GRASS est à la fois le plus vieux et le plus gros projet SIG libre disponible. Il est facilement scriptable et suffisamment polyvalent pour être utilisé tant pour traiter des données par lots sur des supercalculateurs massivement parallélisés que pour être utilisé sur des SIG de bureau, des PDA ou sur des netbooks.
hu: A GRASS GIS program több mint 400 beépített elemző modult tartalmaz. Továbbá több mint 100, a közösség által készített modul és eszköztár érhető el szabadon az "Add-on" tárházból. 30 év folyamatos fejlesztés után a GRASS GIS a legrégebbi és a legnagyobb nyílt forráskódú GIS. Könnyen készíthetünk benne szkripteket és elég sokoldalú ahhoz, hogy kötegelt adatfeldolgozásra használjuk erős párhuzamos feldogozásra alkalmas szuperszámítógépeken vagy mint egy kézreálló asztali térinformatikai programot a kézben tartott PDA-hoz vagy netbookokhoz.
it: GRASS GIS include più di 400 moduli per le analisi. Inoltre, la comunità fornisce oltre 100 moduli e toolboxes che sono disponibili liberamente dal repository degli Addons. Dopo più 30 anni di sviluppo continuo GRASS GIS è sia il più a lungo sviluppato che il più importante Open Source GIS disponibile. È facile creare script ed è abbastanza versatile, utilizzabile sia per elaborazioni su supercomputer massivamente parallelizzati, sia un comodo GIS desktop per palmari o netbook.
ja: GRASS GIS ソフトウェアには、400以上の解析モジュールが組み込まれています。さらに、コミュニティが提供する100を超えるモジュールとツールボックスは、アドオンリポジトリから無償で利用できます。GRASS GIS は、30年以上にわたって継続的に開発されてきたオープンソースGISの中で、最も長く維持され、かつ最大のものです。これは簡単にスクリプト化でき、超並列スーパーコンピュータ上でのバッチデータ処理にも、ハンドヘルドPDAやネットブック用の便利なデスクトップGISにも十分に使用できます。
sv: Programvaran GRASS GIS innehåller mer än 400 inbyggda analysmoduler. Dessutom finns över 100 moduler och verktygslådor som tillhandahålls av samhället tillgängliga gratis från Add-on repository. Efter mer än 30 års kontinuerlig utveckling är GRASS GIS både det mest underhållna och det största Open Source GIS som finns tillgängligt. Det är lätt att skriva skript och tillräckligt mångsidigt för att kunna användas både för batchdatabehandling på massivt parallella superdatorer och som ett praktiskt skrivbords-GIS för handhållna PDA:er eller netbooks.

source: grass screenshot
fr: capture d’écran de grass
sv: skärmdump av gräs

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: You name it, there's a `tool for it <https://grass.osgeo.org/grass-stable/manuals/keywords.html>`_.
fr: Vous l’appelez, il y a un `outil pour ça <https://grass.osgeo.org/grass-stable/manuals/keywords.html>`_.
hu: Ha meg tudja nevezni talál hozzá egy `eszközt <https://grass.osgeo.org/grass-stable/manuals/keywords.html>`_.
ja: 名前から逆引するための `ツール <https://grass.osgeo.org/grass-stable/manuals/keywords.html>`_ があります。
sv: Det finns ett verktyg för det mesta <https://grass.osgeo.org/grass-stable/manuals/keywords.html>`_.

source: Explore the `screenshot collection <https://grass.osgeo.org/learn/gallery/>`_.
de: Entdecken Sie die `Screenshot-Collection <https://grass.osgeo.org/learn/gallery/>`_.
fr: Explorez la `collection de captures d'écran <https://grass.osgeo.org/learn/gallery/>`_.
hu: Fedezze fel a `képernyőkép gyűjteményt <https://grass.osgeo.org/learn/gallery/>`_.
it: Esplora la `galleria di screenshot <https://grass.osgeo.org/learn/gallery/>`_.
ja: `スクリーンショット集 <https://grass.osgeo.org/learn/gallery/>`_ をご覧ください。
sv: Utforska `skärmdumpssamlingen <https://grass.osgeo.org/learn/gallery/>`_.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://grass.osgeo.org/
de: **Webseite:** http://grass.osgeo.org
fr: **Site web:** https://grass.osgeo.org/
hu: **Honlap:** https://grass.osgeo.org/
it: **Sito web:** https://grass.osgeo.org/
ja: **Webサイト:** https://grass.osgeo.org/
sv: **Webbplats:** https://grass.osgeo.org/

source: **Software Version:** |version-grass|
es: **Versión de software:** |version-grass|
fr: **Version du logiciel:** |version-grass|
hu: **Szoftver verzió:** |version-grass|
it: **Versione Software:** |version-grass|
ja: **ソフトウェアバージョン:** |version-grass|
sv: **Programvaruversion:** |version-grass|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
de: **Unterstützte Plattformen:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées :** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
it: **Piattaforme supportate:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces:** C, Python, Bourne Shell
de: **API Schnittstellen:** C, Python, Bourne Shell
es: **Interfaces API:** C, Python, Shell de Bourne
fr: **Interfaces de l'API :** C, Python, Bourne Shell
hu: **API interfészek:** C, Python, Bourne Shell
it: **Interfacce API:** C, Python, Bourne Shell
ja: **API インタフェース:** C, Python, Bourne Shell
sv: **API-gränssnitt:** C, Python, Bourne Shell

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/grass_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/grass_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/grass_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/grass_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/grass_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/grass_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/grass_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/grass_quickstart>`

source: nologo
fr: Pas de logo

source: OSGeo Project
fr: Projet OSGeo
sv: OSGeo-projektet

source: OSGeo Community
fr: Communauté OSGeo
sv: OSGeo Gemenskap

source: **Licence:** GNU General Public License (GPL) version 2+
de: **Lizenz:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2+
it: **Licenza:** GNU General Public License (GPL) version 2+
ja: **ライセンス:** GNU General Public License (GPL) version 2+
sv: **Licens:** GNU General Public License (GPL) version 2+

source: GRASS GIS
es: GRASS SIG

source: You name it, there's a `tool for it <http://grass.osgeo.org/grass74/manuals/keywords.html>`_.
es: Menciónalo, hay una `herramienta <http://grass.osgeo.org/grass74/manuals/keywords.html>`_.

source: Explore the `screenshot collection <http://grass.osgeo.org/screenshots/>`_.
es: Explorar las `collección de pantallas <http://grass.osgeo.org/screenshots/>`_.

source: **Website:** http://grass.osgeo.org
es: **Sitio web:** http://grass.osgeo.org

source: **Licence:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2

source: **Support:** http://grass.osgeo.org/support/
es: **Soporte:** http://grass.osgeo.org/support/

source: **Support:** https://grass.osgeo.org/about/community/
hu: **Támogatás:** https://grass.osgeo.org/about/community/
it: **Supporto:** https://grass.osgeo.org/about/community/
ja: **サポート:** https://grass.osgeo.org/about/community/

source: You name it, there's a `tool for it <https://grass.osgeo.org/grass78/manuals/keywords.html>`_.
de: Suche eine Funktionalität und GRASS GIS bietet das `passende Modul <https://grass.osgeo.org/grass78/manuals/keywords.html>`_.
it: Tu lo nomini, ed esiste uno `strumento utile a quello <https://grass.osgeo.org/grass78/manuals/keywords.html>`_.
