Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/gvsig_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: gvSIG Desktop
ja: gvSIGデスクトップ
sv: gvSIG Skrivbord

source: Desktop GIS
es: SIG de escritorio
fr: SIG bureautique
hu: Asztali GIS
ja: デスクトップ GIS

source: gvSIG_ is a Geographic Information System (GIS) desktop application designed for capturing, storing, handling, analysing and deploying any kind of referenced geographic information in order to solve complex management and planning problems. gvSIG is known for its user-friendly interface and being able to access all common vector and raster formats. It features a wide range of tools for working with geographic information (query, layout creation, geoprocessing, networks, etc.), which turns gvSIG into the ideal tool for users working in the land realm.
de: gvSIG_ ist ein Geographisches Informationssystem (GIS). Als Desktop-Anwendung bietet es Möglichkeiten zur Erfassung, Speicherung, Handhabung, Analyse und Bereitstellung geografischer Informationen, um damit komplexe Planungs- und Management-Probleme zu lösen. gvSIG ist bekannt für seine benutzerfreundliche Benutzeroberfläche und bietet Zugriff auf alle gängigen Vektor- und Raster-Datenformate. Für die Arbeit mit geografischer Information stehen in gvSIG eine breite Palette an Werkzeugen zur Verfügung (Abfrage, Layout-Design, Geoprozessierung, Netzwerkanalyse, etc.). Damit ist gvSIG ein ideales Werkzeug für die Arbeit im Ungang mit Geoinformation.
es: gvSIG_ es una aplicación de Sistema de Información Geográfica (SIG) de escritorio, diseñada para capturar, almacenar, manejar, analizar e implementar cualquier clase de información geográfica referenciada para resolver problemas complejos de administración y planificación. gvSIG es conocido por su interfaz fácil de usar y por ser capaz de acceder a todos los formatos comunes de vector y ráster. Presenta una amplia gama de herramientas para trabajar con información geográfica (consulta, creación de diseños, geoprocesamiento, redes, etc.), que convierte a gvSIG en la herramienta ideal para los usuarios que trabajan en el ámbito terrestre.
fr: gvSIG_ est une application bureautique SIG (Système d'Information Géographique) conçue pour saisir, stocker, manipuler, analyser et déployer toutes sortes d'information géographique afin de résoudre des problèmes de gestion complexe et d'aménagement. gvSIG est connu pour son interface facile à utiliser et est capable d'accéder à tous les formats communs vecteur et raster. Il offre une large gamme d'outils pour travailler avec de l'information géographique (requête, création de mise en page, géotraitements, réseaux, etc.), qui font de gvSIG un outil idéal pour les utilisateurs qui travaillent dans le domaine terrestre.
hu: A gvSIG_ egy asztali térinformatikai rendszer (GIS), melyet bármilyen földrajzi adat digitalizálásra, tárolására, kezelésére elemzésére és használatára terveztek, abból a célból, hogy komplex szervezési és tervezési problémákat oldjanak meg. A gvSIG közismert a felhasználó barát felületéről és, hogy képes az összes elterjedt vektoros és raszteres formátumot kezelni. A térinformatikai adatokkal történő munkához az eszközök egy széles tárházát kínálja (lekérdezés, nyomtatási összeállítás, geofeldolgozás, hálózatok, stb.), melyek a gvSIG-et egy ideális eszközzé változtatják a szárazföldi területen dolgozó felhasználók számára.
it: gvSIG_ è un'applicazione desktop di Sistema Informativo Geografico (GIS) progettata per catturare, immagazzinare, gestire, analizzare e distribuire qualsiasi tipo di informazione geografica referenziata al fine di risolvere complessi problemi di gestione e pianificazione. gvSIG è noto per la sua interfaccia user-friendly e per essere in grado di accedere a tutti i comuni formati vettoriali e raster. Dispone di una vasta gamma di strumenti per lavorare con l'informazione geografica (query, creazione di layout, geoprocessi, reti, ecc.), il che fa di gvSIG lo strumento ideale per gli utenti che lavorano nel campo del territorio.
ja: gvSIG_は、地理情報システム(GIS)デスクトップアプリケーションで、複雑な管理と計画の問題を解決するために、参照されているあらゆる種類の地理情報をキャプチャ、保存、処理、分析、および展開するように設計されています。gvSIGは、ユーザフレンドリなインターフェイスと、すべての一般的なベクトル形式とラスター形式にアクセスできることで知られています。これには、地理情報を操作するためのさまざまなツール(クエリー、レイアウト作成、地理処理、ネットワークなど)が用意されており、gvSIGを陸上で作業するユーザにとって理想的なツールに変えることができます。
sv: gvSIG_ är en GIS-applikation (Geographic Information System) som är utformad för att fånga, lagra, hantera, analysera och distribuera alla typer av geografisk information för att lösa komplexa förvaltnings- och planeringsproblem. gvSIG är känt för sitt användarvänliga gränssnitt och för att kunna hantera alla vanliga vektor- och rasterformat. Det har ett brett utbud av verktyg för att arbeta med geografisk information (frågor, skapande av layout, geoprocessing, nätverk etc.), vilket gör gvSIG till det perfekta verktyget för användare som arbetar inom markområdet.

source: gvSIG is known for:
de: gvSIG ist bekannt für:
es: gvSIG es conocido por:
fr: gvSIG est connu pour:
hu: A gvSIG ezekről ismert:
it: gvSIG è noto per:
ja: gvSIGは次のことで知られています：
sv: gvSIG är känt för:

source: integrating in the same view both local and remote data through OGC standards.
de: Integration und Kombination von lokalen und entfernten Daten nach OGC-Standards.
es: integración en la misma vista tanto datos locales y remotos a través de estándares OGC.
fr: intégrer dans la même vue aussi bien des données locales qu'à distance grâce aux standards de l'OGC.
hu: helyi és OGC szabványokon keresztül távoli adatok integrálása ugyanabba a nézetbe.
it: integrare nella medesima vista dati sia locali che remoti grazie agli standard OGC.
ja: OGC標準を使用して、ローカル・データとリモート・データの両方を同じビューで統合できます。
sv: integrera både lokala och fjärranslutna data i samma vy genom OGC-standarder.

source: being easily extendible, allowing continuous application enhancement, as well as enabling the development of tailor-made solutions.
de: skalierbar und flexibel und bietet damit eine kontinuierliche Erweiterung
es: ser fácilmente extensible, que permite la mejora continua de las aplicaciones, así como permite el desarrollo de soluciones a medida.
fr: être facilement étendu, permettant une amélioration continue de l'application, aussi bien que de permettre le développement de solutions sur mesure.
hu: egyszerűen bővíthető, lehetővé teszi a folyamatos alkalmazás fejlesztést, mint ahogy a egyedi megoldások fejlesztését.
it: essere facilmente estendibile, consentendo un continuo miglioramento dell'applicazione, oltre a favorire lo sviluppo di soluzioni su misura.
ja: 容易に拡張可能であり、継続的なアプリケーションの拡張が可能であるとともに、カスタマイズされたソリューションの開発が可能です。
sv: är lätt att bygga ut, vilket möjliggör kontinuerlig förbättring av applikationerna och utveckling av skräddarsydda lösningar.

source: being available in over 20 languages (Spanish, English, German, French, Italian,...).
de: in über 20 Sprachen verfügbar (Spanisch, Englisch, Deutsch, Französisch, Italienisch,...)
es: está disponible en más de 20 idiomas (español, Inglés, alemán, Francés, Italiano,...).
fr: être disponible dans plus de 20 langues (Espagnol, Anglais, Allemand, Français, Italien,...).
hu: több mint 20 nyelven áll rendelkezésre (spanyol, angol, német, francia, olasz, ...).
it: essere disponibile in oltre 20 lingue (spagnolo, inglese, tedesco, francese, italiano, ...).
ja: 20以上の言語(スペイン語、英語、ドイツ語、フランス語、イタリア語など)に対応しています。
sv: finns tillgänglig på över 20 språk (spanska, engelska, tyska, franska, italienska, ...).

source: being available for Windows and Linux (there are also non-oficial Mac OS X versions).
de: verfügbar für Windows und Linux (es liegen nicht offizielle Mac OS X Versionen vor).
es: está disponible para Windows y Linux (también hay versiones de Mac OS X no oficial).
fr: être disponible sur Windows et Linux (il y a des aussi des versions de Mac OS X non officielles).
hu: használható Windows-on és Linuxon (van nem hivatalos Mac OS X verziói is).
it: essere disponibile per Windows e Linux (esistono anche versioni non ufficiali per Mac OS X).
ja: WindowsおよびLinuxで利用できます(オフィシャルではないMac OS Xバージョンもあります)。
sv: finns tillgänglig för Windows och Linux (det finns även icke-officiella Mac OS X-versioner).

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Provides common GIS tools like data loading, map navigation, query map information like alphanumeric information, distance measurement, thematic cartography, legend edition using common legend types, labelling, feature selection by many selection types, data tables with statistics, ordering, table relations, table linking, layout manager, geoprocessing tools, CAD, raster processing, etc.
de: Bietet allgemeine GIS-Funktionalität, wie das Laden von Daten, Karten-Navigation, Abfrage von alphanumerischer Karten-Informationen, Messen von Strecken und Flächen, thematische Kartographie, verschiedene Legendentypen, Beschriftungen, Objekt-Auswahl nach verschiedenen Methoden, Tabellenfunktionen zur Erstellung von Statistiken, Verlinkungen, Layout-Manager, Geoprocessing Werkzeuge, CAD- und Raster-Verarbeitungswerkzeuge, etc.
es: Proporciona herramientas SIG comunes como carga de datos, navegación por mapa, información de mapa de consulta como información alfanumérica, medición de distancia, cartografía temática, edición de leyenda usando tipos de leyenda comunes, etiquetado, selección de características por muchos tipos de selección, tablas de datos con estadísticas, ordenamiento, relaciones de tabla, vinculación de tablas (¿o tablas de vinculación?) administrador de diseños, herramientas de geoprocesamiento, CAD, procesamiento de ráster, etc.
fr: Fournit des outils de SIG courants tels le chargement de données, la navigation cartographique, les requêtes d'informations cartographiques tout comme alphanumériques, la mesure de distances, la cartographie thématique, l'édition de légende en utilisant les types de légende courants, l'étiquetage, la sélection d'entités par de nombreux types de sélection, les tables de données avec des statistiques, le tri, les relations entre, les liens entre tables, la gestion des mises en page, les outils de géotraitement, la DAO, le traitement raster etc.
hu: Általános GIS eszközöket biztosít, mint az adatok betöltése, térkép navigáció, térképi adatok lekérdezése mint alfanumerikus adatok, távolságmérés, tematikus kartográfia, jelmagyarázat szerkesztés az elterjed jelmagyarázat típusok használatával, címkézés, elemek kiválasztása többféle szelekció típussal, adattáblák statisztikával, rendezés, tábla kapcsolatok, tábla összekapcsolások, lap összeállítás, feldolgozás eszközök, CAD, raszter feldolgozás, stb.
it: Fornisce i comuni strumenti GIS come il caricamento dei dati, la navigazione della mappa, l'interrogazione delle informazioni della mappa come le informazioni alfanumeriche, la misurazione della distanza, la cartografia tematica, l'edizione delle legende usando i comuni tipi di legenda, l'etichettatura, la selezione delle caratteristiche con molti tipi di selezione, le tabelle dei dati con le statistiche, l'ordinamento, le relazioni tra le tabelle, il collegamento delle tabelle, il gestore del layout, gli strumenti di geoprocessing, il CAD, l'elaborazione raster, ecc.
ja: データ読み込み、マップナビゲーション、英数字情報などのクエリーマップ情報、距離計測、主題地図学、一般的な凡例タイプを使用した凡例編集、ラベル付け、多くの選択タイプによるフィーチャ選択、統計情報を含むデータテーブル、順序付け、テーブルリレーション、テーブルリンク、レイアウトマネージャ、地理処理ツール、CAD、ラスター処理などの一般的なGISツールを提供します。
sv: Ger vanliga GIS-verktyg som dataladdning, kartnavigering, fråga kartinformation som alfanumerisk information, avståndsmätning, tematisk kartografi, legendutgåva med vanliga legendtyper, märkning, funktionsval med många urvalstyper, datatabeller med statistik, ordning, tabellrelationer, tabelllänkning, layouthanterare, geoprocessverktyg, CAD, rasterbearbetning etc.

source: Interoperable: able to work with most known data formats:
de: Interoperabilität: Verarbeitung gängiger Datenformate:
es: Interoperable: capaz de trabajar con la mayoría de formatos de datos conocidos:
fr: Interopérable, il est capable de travailler avec les formats de données les plus connus:
hu: Interoperábilis: a legtöbb ismert adatformátummal képes dolgozni:
it: Interoperabile: in grado di lavorare con la maggior parte dei formati di dati conosciuti:
ja: 相互運用性:ほとんどの既知のデータフォーマットで動作します。
sv: Interoperabel: kan fungera med de flesta kända dataformat:

source: raster : ecw, ENVI hdr, ERDAS img, (Geo)TIFF, GRASS, NetCDF...
hu: raszter : ecw, ENVI hdr, ERDAS img, (Geo)TIFF, GRASS, NetCDF...
ja: ラスタ : ecw, ENVI hdr, ERDAS img, (Geo)TIFF, GRASS, NetCDF...

source: vector & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
de: Vektor & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
es: vectorial y CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
fr: vecteur & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
hu: vektor & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
ja: ベクタ & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
sv: vektor & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG

source: databases: PostGIS, MySQL, Oracle, ArcSDE
de: Datenbanken: PostGIS, MySQL, Oracle, ArcSDE
es: bases de datos: PostGIS, MySQL, Oracle, ArcSDE
fr: bases de données: PostGIS, MySQL, Oracle, ArcSDE
hu: adatbázisok: PostGIS, MySQL, Oracle, ArcSDE
it: database: PostGIS, MySQL, Oracle, ArcSDE
ja: データベース: PostGIS, MySQL, Oracle, ArcSDE
sv: databaser: PostGIS, MySQL, Oracle, ArcSDE

source: remote: OGC standards (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
de: Dienste: OGC Standards (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
es: remoto: estándares OGC (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
fr: distantes: standards OGC (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
hu: távoli adatok: OGC szabványok (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
it: remoto: standard OGC (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
ja: リモート: OGC 標準 (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
sv: fjärrkontroll: OGC-standarder (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS

source: Discovery services client to localize data resources within an SDI (catalogue and gazeteer services)
de: Dient als Client zur Lokalisierung von Datenquellen innerhalb einer GDI SDI (catalogue and gazeteer services)
es: Cliente de servicios de descubrimiento para localizar recursos de datos dentro de una IDE (servicios Catálogo y gazeteer)
fr: Client de services de recherche pour localiser des ressources de données dans une IDS ou Infrastructure de Données Spatiales (services de catalogage et d'indexation géographique)
hu: Szolgáltatás felismerő kliens, az SDI (katalógus és gazetter szolgáltatás) adat forrásainak lokalizálására
it: Client di servizi di individuazione per localizzare le risorse di dati all'interno di un SDI (servizi di catalogo e dizionari)
ja: SDI(catalog and gazteer services)内のデータリソースをローカライズするディスカバリサービスのクライアント
sv: Discovery services-klient för att lokalisera dataresurser inom en SDI (katalog- och gazeteer-tjänster)

source: Catalogues: Z3950, SRW, CSW (ISO/19115 and ebRIM)
de: Catalog-Services: Z3950, SRW, CSW (ISO/19115 and ebRIM)
es: Catálogos: Z3950, SRW, CSW (ISO/19115 y ebRIM)
fr: Catalogues: Z3950, SRW, CSW (ISO/19115 et ebRIM)
hu: Katalógusok: Z3950, SRW, CSW (ISO/19115 és ebRIM)
it: Cataloghi: Z3950, SRW, CSW (ISO/19115 e ebRIM)
ja: カタログ: Z3950,SRW,CSW(ISO/19115and ebRim)
sv: Kataloger: Z3950, SRW, CSW (ISO/19115 och ebRIM)

source: Gazetteers: ADL, WFS, WFS-G
de: Gazetteer-Services: ADL, WFS, WFS-G
es: Nomenclátores: ADL, WFS, WFS-G
fr: Index géographiques
it: Dizionari: ADL, WFS, WFS-G
ja: 地名索引: ADL, WFS, WFS-G

source: More than 300 geoalgorithms via SEXTANTE library
de: Bietet mehr als 300 Geoalgorithmen durch die Integration der Bibliothek SEXTANTE
es: Más de 300 geoalgorithms vía biblioteca SEXTANTE
fr: Plus de 300 algorithmes spatiaux grâce la bibliothèque SEXTANTE
hu: Több mint 300 geoalgoritmus a SEXTANTE könyvtáron keresztül
it: Più di 300 geoalgoritmi tramite la libreria SEXTANTE
ja: SEXTANTEライブラリ経由で300以上のジオ・アルゴリズム
sv: Mer än 300 geoalgoritmer via SEXTANTE-biblioteket

source: Integrated advanced CAD tools:
de: Fortschrittlich durch integrierte CAD Werkzeuge:
es: Herramientas de CAD avanzadas integradas:
fr: Outils CAD avancés intégrés:
hu: Integrált haladó CAD eszközök:
it: Strumenti CAD avanzati integrati:
ja: 統合された高度なCADツール:
sv: Integrerade avancerade CAD-verktyg:

source: vector data: modify, create and delete elements
de: Vektor: Modifizieren, Erstellen and Löschen von Elementen
es: datos vectoriales: modificar, crear y eliminar elementos
fr: données vecteur: modification, création et suppression d'éléments
hu: vektor adatok: elemek módosítása, létrehozása és törlése
it: dati vettoriali: modifica, creazione ed eliminazione elementi
ja: ベクタデータ:要素の変更、作成、削除
sv: vektordata: modifiera, skapa och ta bort element

source: command console typical element in CAD software
de: Administration per Kommandozeile möglich, ähnlich handelsüblicher CAD-Software
es: elemento típico de consola de comandos en el software de CAD
fr: console de commande d'éléments type dans les logiciels de CAD
hu: parancs konzol, a CAD szoftverek tipikus eleme
it: console di comando elemento tipico del software CAD
ja: コマンドコンソールCADソフトウェアの典型的な要素
sv: kommandokonsol typiskt element i CAD-programvara

source: tools like help, grid, command stack, complex element selections
de: Werkzeuge wie z.B. Hilfefunktion, Ausrichtung an Gitternetz, Befehlsliste (undo), komplexe Objekt-Selektion
es: herramientas como ayuda, retícula, conjunto de comandos, selecciones de elementos complejos
fr: outils comme l'aide, la grille, enchaînement de commandes, sélections d'éléments complexes
hu: eszközök mint súgó, rács, parancs stack, komplex elem szelekció
it: strumenti come aiuto, griglia, stack di comandi, selezioni di elementi complessi
ja: ヘルプ、グリッド、コマンドスタック、複雑な要素選択などのツール
sv: verktyg som hjälp, rutnät, kommandostapel, komplexa elementval

source: tools for inserting elements like points, polygons, lines, ellipses, etc...
de: Werkzeuge zum Erzeugen von Geometrien, wie z.B. Punkt, Linie, Ellipsen, etc.
es: herramientas para insertar elementos como puntos, polígonos, líneas, elipses, etcetera...
fr: outils pour l'insertion d'éléments comme des points, des polygones, des lignes, des ellipses, etc...
hu: eszközök elemek beillesztésére mint pont, felület, vonal, ellipszis, stb.
it: strumenti per l'inserimento di elementi come punti, poligoni, linee, ellissi, ecc...
ja: ポイント、ポリゴン、ライン、楕円などの要素を挿入するツール
sv: verktyg för att infoga element som punkter, polygoner, linjer, ellipser etc.

source: tools to modify its rotation, scale, symmetry,...
de: Werkzeuge zur Veränderung von Objekten, durch z.B. Rotationen, Symmetrie, etc.
es: herramientas para modificar su rotación, escala, simetría...
fr: outils pour modifier la rotation, la symétrie,...
hu: eszközök elemek forgatására, átméretezésére, tükrözésére, stb.
it: strumenti per modificarne la rotazione, la scala, la simmetria,...
ja: 回転、スケール、対称性などを変更するツール.
sv: verktyg för att ändra dess rotation, skala, symmetri, ...

source: Integrated advanced raster tools:
de: Fortschrittlich durch integrierte Rasterwerkzeuge:
es: Herramientas avanzadas de raster integrada:
fr: Outils raster avancés intégrés:
hu: Integrált haladó raszter eszközök:
it: Strumenti raster avanzati integrati:
ja: 統合された高度なラスタツール:
sv: Integrerade avancerade rasterverktyg:

source: georeferencing and reprojecting
de: Georeferenzierung und Umprojizierung
es: georeferenciación y reproyectar
fr: géoréférencement et reprojection
hu: georeferálás és vetület váltás
it: georeferenziazione e riproiezione
ja: ジオリファレンスと再投影
sv: georeferering och omprojicering

source: export, clipping
de: Export, Raster-Clip
es: exportación, recorte
fr: exportation, découpage
hu: export, vágás
it: esportazione, ritaglio
ja: エクスポート,クリッピング
sv: export, klippning

source: look up tables, histogram
de: look up tables, Histogramme
es: buúsqueda en tablas, histograma
fr: légendes, histogrammes
hu: look up táblák, hisztogram
it: tabelle di ricerca, istogramma
ja: 検索テーブル,ヒストグラム
sv: slå upp tabeller, histogram

source: filters, vectorization
de: Filter, Vektorisierung
es: filtros, vectorización
fr: filtres, vectorisation
hu: szűrők, vektorizálás
it: filtri, vettorializzazione
ja: フィルタ,ベクタ化
sv: filter, vektorisering

source: overviews and regions of interest management
de: Pyramidengenerierung und Management von ROI (region of interest)
es: Vista General y regiones de gestión de intereses
fr: vues d'ensembles et gestion de régions d'intérêt
hu: áttekintők és érdekes területek kezelés
it: panoramica e gestione delle regioni di interesse
ja: 全体図と関心領域の管理
sv: översikter och intresseområden förvaltning

source: 3D View
de: 3D Ansicht
es: Vista 3D
fr: Vue 3D
hu: 3D nézetek
it: Vista 3D
ja: 3Dビュー
sv: 3D-vy

source: Other features:
de: weitere Features
es: Otras características:
fr: Autres fonctionnalités:
hu: További funkciók:
it: Altre caratteristiche:
ja: 他の機能:
sv: Övriga funktioner:

source: Scripting support (for both vector and raster data)
de: Scripting Support (Jython)
es: Soporte scripts (para datos vectoriales y raster)
fr: Support du scripting (à la fois pour les données vecteur et raster)
hu: Szkript támogatás (vektor és raszter adatokhoz is)
it: Supporto di scripting (sia per dati vettoriali che raster)
ja: スクリプトサポート(ベクタとラスタデータの両方)
sv: Skriptstöd (för både vektor- och rasterdata)

source: Powerful reprojection engine via PROJ4
de: Leistungsstarker Mechanismus zur Umprojizierung durch PROJ4
es: Motor potente de reproyección vía PROJ4
fr: Outil de reprojection puissant avec PROJ4
hu: Hatékony vetület váltás a PROJ4-el
it: Potente motore di riproiezione tramite PROJ4
ja: PROJ4による強力な再投影エンジン
sv: Kraftfull reprojektionsmotor via PROJ4

source: Import/export symbol sets
de: Import/Export von Symbolen
es: Importación y exportación conjuntos de símbolos
fr: Import/export de jeux de symboles
hu: Szimbólum készletek import/export
it: Importa/esporta set di simboli
ja: シンボルセットのインポート/エクスポート
sv: Importera/exportera symboluppsättningar

source: Map sheets composer
es: Compositor de hojas del mapa
fr: Composition de feuilles de carte
hu: Térkép lap összeállítás
it: Compositore di fogli di mappe
ja: マップシートのコンポーザ
sv: Kartblad kompositör

source: Charts
de: Diagramme
es: Cartas
fr: Diagrammes
hu: Grafikonok
it: Grafici
ja: チャート
sv: Diagram

source: Advanced symbology tools
de: Erweiterte Werkzeuge zur Symbolerstellung
es: Herramientas avanzadas de simbología
fr: Outils de symbologie avancés
hu: Haladó megjelenítési eszközök
it: Strumenti di simbologia avanzati
ja: 高度なシンボロジーツール
sv: Avancerade symbologiverktyg

source: Advanced labelling tools
de: Erweiterte Werkzeuge zur Beschriftungserstellung
es: Avanzadas herramientas de etiquetado
fr: Outils d'étiquetage avancés
hu: Haladó címkéző eszközök
it: Strumenti avanzati di etichettatura
ja: 高度なラベルづけツール
sv: Avancerade märkningsverktyg

source: Publishing extension
de: Erweiterung zur Veröffentlichung
es: Extensión de publicación
fr: Extension de publication
hu: Publikáló bővítmény
it: Estensione di pubblicazione
ja: パブリッシング拡張
sv: Förlängning av publicering

source: Portable views
de: Portable Ansichten
es: Opiniones portátiles
fr: Vues portables
hu: Hordozható nézetek
it: Viste portabili
ja: ポータブルビュー
sv: Portabla vyer

source: Customized distributions
de: Angepasste Ausgaben
es: Distribuciones personalizadas
fr: Distributions personnalisées
hu: Testreszabott disztribúciók
it: Distribuzioni personalizzate
ja: カスタマイズされたディストリビューション
sv: Anpassade distributioner

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder
