Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/gvsig_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Advanced client support of numerous Open Geospatial Consortium (OGC) standards
de: Zahlreiche Open Geospatial Consortium (OGC) Standards werden durch das DesktopGIS unterstützt:
es: Soporte avanzado de clientes de numerosos estándares del Consortium Abierto Geospatial (OGC)
fr: Support avancé comme client de nombreux standards de l'Open Geospatial Consortium (OGC)
hu: Számos Open Geospatial Consortium (OGC) szabvány kifinomult kliens támogatása
it: Supporto client avanzato di numerosi standard Open Geospatial Consortium (OGC)
ja: 多数のオープン地理空間コンソーシアム(OGC)標準の先進的なクライアントサポート
sv: Avancerat klientstöd för ett stort antal standarder från Open Geospatial Consortium (OGC)

source: Load WMS, WMTS, WFS and WCS layers
de: Laden von WMS, WMTS, WFS und WCS Layern
es: Carga de capas WMS y WMTS, WFS, WCS
fr: Chargement de couches WMS, WMTS, WFS et WCS
hu: WMS, WMTS, WFS és WCS rétegek betöltése
it: Caricamento di livelli WMS, WMTS, WFS e WCS
ja: WMS、WMTS、WFS、WCSレイヤのよみこみ
sv: Ladda WMS-, WMTS-, WFS- och WCS-lager

source: Export/import of SLD legends
de: Export/Import von SLD Legenden
es: Exportación/importación de leyendas SLD
fr: Export/import de légendes SLD
hu: SLD jelmagyarázat export/import
it: Esportazione/importazione di legende SLD
ja: SLD凡例のエクスポート/インポート
sv: Export/import av SLD-legendarer

source: Export/import of Web Map Context (WMC)
de: Export/Import von Web Map Context (WMC)
es: Exportación/importación de Web mapa contexto (WMC)
fr: Export/import de Web Map Context (WMC)
hu: Web térkép kontextus (WMC) export/import
it: Esportazione/importazione di Web Map Context (WMC)
ja: Web Mac Context (WMC)のエクスポート/インポート
sv: Export/import av webbkartkontext (WMC)

source: Search on catalogues with CSW (ISO/19115 and ebRIM)
de: Suchfunktion nach Katalog-Diensten durch CSW (ISO/19115 und ebRIM)
es: Búsqueda en catálogos con CSW (ISO/19115 y ebRIM)
fr: Recherches dans des catalogues avec CSW (ISO/19115 et ebRIM)
hu: CSW keresés katalógusokban (ISO/19115 és ebRIM)
it: Ricerca sui cataloghi con CSW (ISO/19115 e ebRIM)
ja: CSW(ISO/19115and ebRim)でカタログを検索する

source: Search on gazetteers using WFS-G recommendation
de: Suchfunktion von Gazetteer, durch Verwendung von WFS-G
es: Búsqueda en nomenclátores mediante recomendación de WFS-G
fr: Recherche sur des services d'index géographiques utilisant la recommandation WFS-G
hu: Keresés gazetteers-ben a WFS-G ajánlás alkalmazásával
it: Cerca sui dizionari usando la raccomandazione WFS-G
ja: WFS-G勧告を使用した地名表記の検索
sv: Sök i gazetteers med hjälp av WFS-G-rekommendation

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://www.gvsig.com/es
de: **Webseite:** http://www.gvsig.com/
es: **Sitio web:** http://www.gvsig.com/es
fr: **Site Internet:** http://www.gvsig.com/es
hu: **Honlap:** http://www.gvsig.com/es
it: **Sito web:** http://www.gvsig.com/es
ja: **Webサイト:** http://www.gvsig.com/es
sv: **Webbplats:** http://www.gvsig.com/es

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) Version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) verzió 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-gvsig|
es: **Versión de software:** |version-gvsig|
fr: **Version du logiciel:** |version-gvsig|
hu: **Szoftver verzió:** |version-gvsig|
it: **Versione Software:** |version-gvsig|
ja: **ソフトウェアバージョン:** |version-gvsig|
sv: **Programvaruversion:** |version-gvsig|

source: **Supported Platforms:** Windows, Linux
de: **Unterstützte Plattformen:** Windows, Linux
es: **Plataformas compatibles:** Windows y Linux
fr: **Plates-formes supportées:** Windows, Linux
hu: **Támogatott platformok:** Windows, Linux
it: **Piattaforme Supportate:** Windows, Linux
ja: **対応プラットフォーム:** Windows, Linux
sv: **Plattformar som stöds:** Windows, Linux

source: **Support:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists
es: **Soporte:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists
hu: **Támogatás:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists
it: **Supporto:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists
ja: **サポート:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
it: Questo progetto è incluso solo nel disco della macchina virtuale OSGeoLive
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/gvsig_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/gvsig_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/gvsig_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/gvsig_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/gvsig_quickstart>`
it: :doc:`Guida rapida <../quickstart/gvsig_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/gvsig_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/gvsig_quickstart>`

source: gvsig screenshot
it: screenshot di gvsig
sv: gvsig skärmdump

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Search on catalogues with CSW (ISO/19115 and ebRIM)
sv: Sökning i kataloger med CSW (ISO/19115 och ebRIM)

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)
