Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/ideditor_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: iD editor
es: Editor iD
fr: Editeur iD
ja: iD エディタ
sv: iD-redaktör

source: Browser based editor for OpenStreetMap
de: Browserbasierter Editor für OpenStreetMap
es: Editor Navegador para OpenStreetMap
fr: Éditeur pour OpenStreetMap basé sur des technologies web
hu: Böngésző alapú OpenStreetMap szerkesztő
it: Editor per OpenStreetMap basato su browser
ja: OpenStreetMap 用ブラウザベースエディタ
sv: Webbläsarbaserad editor för OpenStreetMap

source: The iD editor is the de facto, browser-based `OpenStreetMap <https://www.openstreetmap.org>`_ editor. iD is fast and easy to use, and allows mapping from various data sources such as satellite and aerial imageries, GPS, Field Papers or Mapillary.
de: Der iD Editor ist ein browserbasierter `OpenStreetMap <https://www.openstreetmap.org>`_ Editor. iD ist schnell und leicht zu handhaben und erlaubt das Erfassen auf Basis von unterschiedlichen Datenquellen z.B. Satelliten und Luftbildern, GPS, Field Papers oder Mapillary.
es: El editor iD es de facto, el editor basado en navegador `OpenStreetMap <https://www.openstreetmap.org>`_ iD es rápido y fácil de usar y permite mapeo desde varias fuentes de datos, tales como satélite e imágenes aéreas, GPS, trabajos de campo o Mapillary.
fr: L'éditeur iD est l'éditeur de fait, dans le navigateur d'`OpenStreetMap <https://www.openstreetmap.org>`_ . iD est rapide et facile à utiliser, et il permet d’utiliser différentes sources de données comme de l’imagerie satellite, des coordonnées GPS et les Field Papers et Mapillary.
hu: Az iD szerkesztő a de facto, böngésző alapú `OpenStreetMap <https://www.openstreetmap.org>`_ szerkesztő. Az iD gyors és könnyen használható és lehetővé teszi a térképezést különböző adat forrásokból mint például űrfelvételek, légifényképek, GPS, papír térképek vagy Mapillary.
it: L'editor iD editor è l'editor su browser di riferimento per `OpenStreetMap <https://www.openstreetmap.org>`_ . iD è veloce e semplice da usare, e consente di mappare a partire da varie fonti di dati, quali immagini aeree, GPS, mappe cartacee o Mapillary.
ja: iD エディタは、事実上のOSM標準のブラウザベースの `OpenStreetMap <https://www.openstreetmap.org>`_ エディタです。iD は高速で使いやすく、衛星や航空画像、GPS、Field Papers、Mapillary などのさまざまなデータソースからのマッピングが可能です。
sv: ID-editorn är de facto den webbläsarbaserade OpenStreetMap <https://www.openstreetmap.org>`_-editorn. iD är snabb och enkel att använda och möjliggör kartläggning från olika datakällor, t.ex. satellit- och flygbilder, GPS, Field Papers eller Mapillary.

source: The iD editor is a great way to edit small and easy changes that don’t require the advanced features of the more advanced :doc:`JOSM <josm_overview>` editor.
de: Mit dem iD Editor können sehr gut kleine und leichte Änderungen durchgeführt werden, die nicht auf die erweiterten Möglichkeiten des komplexeren :doc:`JOSM <josm_overview>` Editors angewiesen sind.
es: El editor iD es una gran manera de editar cambios pequeños y fáciles que no requieren las funciones de los editores más avanzados :doc:`JOSM <josm_overview>`.
fr: L'éditeur iD est un bon moyen pour éditer des changements simples et faciles qui ne nécessitent pas les fonctionnalités avancées d'un éditeur plus avancé comme :doc:`JOSM <josm_overview>`.
hu: Az iD szerkesztő egy nagyszerű lehetőség a kis és egyszerű módosítások elvégzéséhez, melyek nem igénylik a :doc:`JOSM <josm_overview>` szerkesztő gazdagabb funkcionalitását.
it: L'editor ID è un sistema interessante per eseguire modifiche semplici e di piccola entità che non richiedono le caratteristiche avanzate del più avanzato editor :doc:`JOSM <josm_overview>`.
ja: iD エディタは、より高度な :doc:`JOSM <josm_overview>` エディタの高機能を必要としない、小さくて簡単な変更を編集するときに、優れた方法です。
sv: ID-redigeraren är ett utmärkt sätt att redigera små och enkla ändringar som inte kräver de avancerade funktionerna i den mer avancerade :doc:`JOSM <josm_overview>`-redigeraren.

source: ideditor screenshot
es: pantalla de ideditor
ja: iD エディタ スクリーンショット
sv: ideditor skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: OpenStreetMap Editing
de: OpenStreetMap Bearbeitung
es: Edición de OpenStreetMap
fr: Édition d'OpenStreetMap
hu: OpenStreetMap szerkesztés
ja: OpenStreetMap 編集
sv: Redigering av OpenStreetMap

source: Fast
de: Schnell
es: Rápido
fr: Rapide
hu: Gyors
it: Veloce
ja: 高速
sv: Snabb

source: Intuitive
de: Intuitiv
es: Intuitivo
fr: Intuitif
hu: Intuitív
it: Intuitivo
ja: 直感的
sv: Intuitiv

source: Browser Based
de: Browserbasiert
es: Basado en navegador
fr: Dans le navigateur
hu: Böngésző alapú
it: Basato sul browser
ja: ブラウザベース
sv: Webbläsarbaserad

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Web Map Tile Service (for basemaps)
de: Web Map Tile Service (für Basemaps)
es: Web Map Tile Service (para mapas base)
fr: Web Map Tile Service (pour les fonds de plan)
hu: Web Map Tile Service (alatérképekhez)
it: Web Map Tile Service (per le mappe di base)
ja: Web Map Tile Service (ベースマップの場合)
sv: Web Map Tile Service (för baskartor)

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://wiki.openstreetmap.org/wiki/ID
de: **Webseite:** https://wiki.openstreetmap.org/wiki/ID
es: **Sitio web:** https://wiki.openstreetmap.org/wiki/ID
fr: **Site Internet:** https://wiki.openstreetmap.org/wiki/ID
hu: **Honlap:** https://wiki.openstreetmap.org/wiki/ID
it: **Sito web:** https://wiki.openstreetmap.org/wiki/ID
ja: **Webサイト:** https://wiki.openstreetmap.org/wiki/ID
sv: **Webbplats:** https://wiki.openstreetmap.org/wiki/ID

source: **Licence:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
de: **Lizenz:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
es: **Licencia:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
hu: **Licenc:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
it: **Licenza:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
ja: **ライセンス:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
sv: **Licens:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_

source: **Software Version:** |version-ideditor|
es: **Versión de software:** |version-ideditor|
fr: **Version du logiciel:** |version-ideditor|
hu: **Szoftver verzió:** |version-ideditor|
it: **Versione del Software:** |version-ideditor|
ja: **ソフトウェアバージョン:** |version-ideditor|
sv: **Programvaruversion:** |version-ideditor|

source: **Supported Platforms:** Anything that supports a browser: Windows, GNU/Linux, Mac, Android, iOS
de: **Unterstützte Platformen:** Alle Plattformen, die einen Browser unterstützen: Windows, GNU/Linux, Mac, Android, iOS
es: **Plataformas compatibles:** Cualquier sistema que soporta un navegador: Windows, GNU/Linux, Mac, Android, iOS
fr: **Plates-formes supportées:** Tout ce qui supporte un navigateur web: Windows, GNU/Linux, Mac, Android, iOS
hu: **Támogatott platformok:** Minden ami böngészőt támogat: Windows, GNU/Linux, Mac, Android, iOS
it: **Piattaforme Supportate:** Qualsiasi piattaforma che supporti un browser: Windows, GNU/Linux, Mac, Android, iOS
ja: **対応プラットフォーム:** Windows, GNU/Linux, Mac, Android, iOSのブラウザならどれでも
sv: **Plattformar som stöds:** Allt som har stöd för en webbläsare: Windows, GNU/Linux, Mac, Android, iOS

source: **Support:** https://help.openstreetmap.org/
es: **Soporte:** https://help.openstreetmap.org/
hu: **Támogatás:** https://help.openstreetmap.org/
it: **Supporto:** https://help.openstreetmap.org/
ja: **サポート:** https://help.openstreetmap.org/

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/ideditor_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/ideditor_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/ideditor_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/ideditor_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/ideditor_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/ideditor_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/ideditor_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/ideditor_quickstart>`

source: nologo
ja: ロゴなし

source: OSGeo Project
es: Proyecto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap
