Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/inspire_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: the `INSPIRE Reference Validator <https://inspire.ec.europa.eu/validator/about/>`__, based on the open source `ETF testing framework <https://etf-validator.net>`__, allows to test that metadata, datasets and services are compliant with INSPIRE requirements;
de: Der 'INSPIRE Reference Validator <https: inspire.ec.europa.eu/validator/about/="">'__, basierend auf dem Open Source 'ETF-Testframework <https: etf-validator.net="">'__, ermöglicht es zu testen, ob Metadaten, Datasets und Dienste den INSPIRE-Anforderungen entsprechen;</https:> </https:>
es: el `Validador de referencia INSPIRE <https://inspire.ec.europa.eu/validator/about/>`__, basado en el `marco de prueba ETF de código abierto <https://etf-validator.net>`__, permite para probar que los metadatos, conjuntos de datos y servicios cumplen con los requisitos de INSPIRE;
fr: l'`INSPIRE Reference Validator <https://inspire.ec.europa.eu/validator/about/>`__, basé sur le `cadre de test ETF <https://etf-validator.net>`__, permet de tester que les métadonnées, les jeux de données et les services sont conformes aux exigences d’INSPIRE;
hu: az `INSPIRE Reference Validator <https://inspire.ec.europa.eu/validator/about/>`__, amely anyílt forráskódú `ETF tesztelési keretrendszeren <https://etf-validator.net>`__ alapul, lehetővé teszi annak tesztelését, hogy a metaadatok, adatkészletek és szolgáltatások megfelelnek-e az INSPIRE követelményeinek;
it: il `Validatore di Riferimento INSPIRE <https://inspire.ec.europa.eu/validator/about/>`__, basato sul software open source `ETF testing framework <https://etf-validator.net>`__, consente di testare che metadati, dati e servizi siano conformi con i requisiti INSPIRE;
ja: オープンソースの `ETF testing framework <https://etf-validator.net>`__ をベースとして、 `INSPIRE Reference Validator <https://inspire.ec.europa.eu/validator/about/>`__ は、メタデータ、データセット、サービスがINSPIRE要請に適合しているか、テストできるようになります;
sv: `iNSPIRE Reference Validator <https://inspire.ec.europa.eu/validator/about/>`__, som bygger på öppen källkod `ETF testing framework <https://etf-validator.net>`__, gör det möjligt att testa att metadata, dataset och tjänster överensstämmer med INSPIRE-kraven;

source: the `INSPIRE Geoportal <https://inspire-geoportal.ec.europa.eu/>`__ allows to discover, access and download all the datasets made available by Member States under INSPIRE.
de: Das `INSPIRE Geoportal <https://inspire-geoportal.ec.europa.eu/>`__ ermöglicht das Entdecken, den Zugriff und den Download aller Datensätze, die über die Mitgliedsstaaten über INSPIRE bereitgestellt wurden.
es: el ` Geoportal INSPIRE <https://inspire-geoportal.ec.europa.eu/>`__ permite descubrir, acceder y descargar todos los conjuntos de datos puestos a disposición por los Estados miembros en INSPIRE.
fr: le `Geoportail INSPIRE <https://inspire-geoportal.ec.europa.eu/>`__ permet de découvrir, d’accéder et de télécharger tous les ensembles de données mis à disposition par les États membres dans le cadre d’INSPIRE.
hu: az INSPIRE Geoportal <https://inspire-geoportal.ec.europa.eu/>`__ lehetővé teszi a tagállamok által az INSPIRE keretében rendelkezésre bocsátott valamennyi adatkészlet felfedezését, elérését és letöltését.
it: il `Geoportale INSPIRE <https://inspire-geoportal.ec.europa.eu/>`__ permette di cercare, accedere e scaricare tutti i dati resi disponibili dagli Stati Membri sotto INSPIRE.
ja: `INSPIRE Geoportal <https://inspire-geoportal.ec.europa.eu/>`__ は、INSPIREの元で加盟国が、全てのデータセット発見、アクセス、ダウンロードできるようにしてくれます。
sv: `iNSPIRE Geoportal <https://inspire-geoportal.ec.europa.eu/>`__ gör det möjligt att upptäcka, få tillgång till och ladda ner alla dataset som medlemsstaterna gjort tillgängliga inom ramen för Inspire.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://inspire.ec.europa.eu/about-inspire/563
de: **Webseite:** https://inspire.ec.europa.eu/about-inspire/563
es: **Sitio web:** https://inspire.ec.europa.eu/about-inspire/563
fr: **Site Web:** https://inspire.ec.europa.eu/about-inspire/563
hu: **Honlap:** https://inspire.ec.europa.eu/about-inspire/563
it: **Sito web:** https://inspire.ec.europa.eu/about-inspire/563
ja: **Webサイト:** https://inspire.ec.europa.eu/about-inspire/563
sv: **Webbplats:** https://inspire.ec.europa.eu/about-inspire/563

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: The `Joint Research Centre (JRC) of the European Commission <https://ec.europa.eu/jrc/en>`__ develops and maintains a number of central software components, which help Member States in the INSPIRE implementation process:
de: Das `Joint Research Centre (JRC) of the European Commission <https://ec.europa.eu/jrc/en>`__ entwickelt und unterhält einige zentrale Software Komponenten, die den Mitgliedsstaaten beim INSPIRE-Implementationprozess helfen:
es: El `Centro Común de Investigación (JRC) de la Comisión Europea <https://ec.europa.eu/jrc/en>`__ desarrolla y mantiene una serie de componentes centrales de software, que ayudan a los Estados miembros en el proceso de implementación de INSPIRE:
fr: Le `Joint Research Centre (JRC) de la Commission Européenne <https://ec.europa.eu/jrc/en>`__ développe et maintient un certain nombre de composants logiciels centraux, qui aident les États membres dans le processus de mise en œuvre INSPIRE:
hu: Az `Európai Bizottság Közös Kutatóközpontja (JRC) <https://ec.europa.eu/jrc/en>`__ számos központi szoftverösszetevőt fejleszt és tart fenn, amelyek segítik a tagállamokat az INSPIRE végrehajtási folyamatában:
it: Il `Centro Comune di Ricerca (CCR) della Commissione Europea <https://ec.europa.eu/jrc/en>`__ sviluppa e mantiene un insieme di componenti software che supportano gli Stati Memberi nel processo di implementazione di INSPIRE:
ja: `欧州委員会の合同調査センター(JRC: Joint Research Centre) <https://ec.europa.eu/jrc/en>`__ は、いくつかの中央ソフトウエアコンポーネントを開発して維持しています。これらのコンポーネントは、INSPIRE導入プロセスにおいて加盟国を支援するものです:

source: The datasets falling under the scope of the INSPIRE Directive are grouped into 34 cross-sectoral categories names `spatial data themes <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, which are defined in the Annexes of the Directive and reflect two main types of data: geospatial reference data, presented in Annex I and partly Annex II, which define a location reference that the remaining domain-specific themes (in Annex III and partly Annex II) can then refer to.
hu: Az INSPIRE-irányelv hatálya alá tartozó adatkészleteket 34 ágazatközi kategóriába sorolják: `téradat-témák <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, amelyeket az irányelv mellékletei határoznak meg, és amelyek két fő adattípust tükröznek: térinformatikai referencia adat, az I. mellékletben és részben a II. mellékletben, melyekre a terület specifikus tematikák (a III. mellékletben és részben a II. mellékletben) hivatkozhatnak.

source: Document them through metadata;
hu: A metaadatokon keresztül dokumentálják őket;

source: Expose them through network services: discovery services (to discover the data), view services (to access the data) and download services (to download the data);
hu: Hálózati szolgáltatásokon keresztül tették őket elérhetővé : federítési szolgáltatások (az adatok felderítéséhez), megtekintési szolgáltatások (az adatok eléréséhez) és letöltési szolgáltatások (az adatok letöltéséhez);

source: Harmonise their spatial datasets in accordance with `common data models <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ defined for each theme.
hu: Összehangolják a téradatkészleteiket a `közös adatmodellnek <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ megfelelően az egyes tematikus témákhoz.
