Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/inspire_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: INSPIRE
sv: INSPIRERA

source: The `INSPIRE Directive <https://inspire.ec.europa.eu>`__ aims to create a European Union spatial data infrastructure (SDI) for the purposes of environmental policies. This European SDI enables the sharing of environmental spatial information among public sector organisations, facilitates public access to spatial information and assist in policy-making across boundaries. INSPIRE is based on the infrastructures for spatial information established and operated by the 27 Member States of the European Union. The Directive (see the `full text <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) came into force on 15 May 2007 and is implemented in various stages, with full implementation required by 2021. INSPIRE is on a technical level based on international standards, mainly those developed by the :doc:`OGC <ogc_overview>` and `ISO <https://www.iso.org>`__.
de: Die `INSPIRE - Richtlinie <https://inspire.ec.europa.eu>`__ zielt darauf ab, eine Geodateninfrastruktur der Europäischen Union (GDI) für die Zwecke der Umweltpolitik der EU zu schaffen. Diese europäische Geodateninfrastruktur soll den Austausch von räumlichen Umweltdaten zwischen öffentlichen Organisationen ermöglichen, den Zugang der Öffentlichkeit zu Geodaten erleichtern und politische Entscheidungen über Grenzen hinweg unterstützen. INSPIRE beruht auf den, von den 27 Mitgliedsstaaten der Europäischen Union eingerichteten und betriebenen Geodateninfrastrukturen. Die Richtlinie (siehe PDF `full text <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) behandelt 34 Geodatenthemen, die für Anwendungen im Umweltbereich benötigt werden. Sie ist am 15. Mai 2007 in Kraft getreten und wird in mehreren Schritten umgesetzt, wobei sie bis 2021 vollständig umgesetzt werden muss. In technischer Hinsicht basiert INSPIRE auf internationalen Standards, im wesentlichen auf den von :doc:`OGC <ogc_overview>` und ISO entwickelten Normen.
es: La `Directiva INSPIRE <https://inspire.ec.europa.eu>`__ tiene como objetivo crear una infraestructura de datos espaciales (IDE) de la Unión Europea a los efectos de las políticas medioambientales. Esta IDE europea permite compartir información espacial ambiental entre organizaciones del sector público, facilita el acceso público a la información espacial y ayuda en la formulación de políticas a través de las fronteras. INSPIRE se basa en las infraestructuras de información espacial establecidas y operadas por los 27 Estados miembros de la Unión Europea. La Directiva (véase el `texto completo <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) entró en vigor el 15 de mayo de 2007 y se implementa en varias etapas, con una implementación completa requerida para 2021. INSPIRE se encuentra a nivel técnico basado en estándares internacionales, principalmente los desarrollados por :doc:`OGC <ogc_overview>` and `ISO <https://www.iso.org>`__.
fr: La `Directive INSPIRE <https://inspire.ec.europa.eu>`__ vise à créer une infrastructure de données spatiales de l’Union européenne (IDS) à des fins de politique environnementale. Ce SDI européen permet le partage d’informations spatiales environnementales entre les organisations du secteur public, facilite l’accès du public à l’information spatiale et contribue à l’élaboration de politiques au-delà des frontières. INSPIRE est basé sur les infrastructures d’information spatiale établies et exploitées par les 27 États membres de l’Union européenne. La directive (`voir le texte intégral <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) est entrée en vigueur le 15 mai 2007 et est mise en œuvre à différentes étapes, avec une mise en œuvre complète requise d’ici 2021. INSPIRE est sur un plan technique basé sur les normes internationales, principalement celles développées par l' :doc:`OGC <ogc_overview>` et l' `ISO <https://www.iso.org>`__.
hu: Az `INSPIRE irányelv <https://inspire.ec.europa.eu>`__ célja egy Európai Uniós téradat infrastruktúra (SDI) létrehozása a környezetvédelmi politikák alkalmazásában. Ez az európai SDI lehetővé teszi a környezeti térinformatikai adatok megosztását a privát szervezetek között, elősegíti térbeli információkhoz való nyilvános hozzáférést és segítse a határokon átnyúló döntéshozatalt. Az INSPIRE az Európai Unió 27 tagállama által létrehozott és működtetett térinformatikai infrastruktúráján , az Európai Unió által létrehívott és működtetett térinformatikai infrastruktúrán alapul. Az irányelv 34, a környezetvédelmi alkalmazásokhoz szükséges téradat témát jelöl meg. 2007. május 15.-én lépett hatályba, és több lépésben hajtják végre , a 2021-es teljes körű implementálásig. Az INSPIRE technikai szintű, mely az :doc:`OGC <ogc_overview>` és az `ISO <https://www.iso.org>`__ által kidolgozott nemzetközi szabványokon alapul.
it: La `Direttiva INSPIRE <https://inspire.ec.europa.eu>`__ si pone l'obiettivo di creare un'infrastruttura di dati territoriali (IDT) a sostegno delle politiche ambientali. Questa IDT europea consente la condivisione di dati spaziali sull'ambiente fra organizzazioni del settore pubblico, facilita l'accesso pubblico ai dati spaziali e assiste nella definizione di politiche sovranazionali. INSPIRE si fonda sulle infrastrutture dati territoriali create e gestite dai 27 Stati Membri dell'Unione Europea. La Direttiva (si veda il `testo completo <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) è entrata in vigore il 15 maggio 2007 e viene implementata attraverso vari stadi, richiedendo una completa implementazione entro il 2021. Dal punto di vista tecnico INSPIRE si basa su standard internazionali, soprattutto quelli sviluppati da :doc:`OGC <ogc_overview>` e `ISO <https://www.iso.org>`__.
ja: `INSPIRE指令 <https://inspire.ec.europa.eu>`__ は、環境政策を目的とした欧州連合の空間データインフラ(SDI)の構築を目的としています。この欧州SDIは、公共セクターの組織間で環境空間情報を共有することを可能にし、空間情報への一般市民のアクセスを容易にし、境界を超えた政策決定を支援します。INSPIREは、EUの27加盟国によって設立・運営されている空間情報インフラに基づいています。この指令 (`全文 <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__ 参照)は、 2007年5月15日に発効し、さまざまな段階で実装されています。2021年までには完全な実装が必要です。INSPIRE は、主に :doc:`OGC <ogc_overview>` と `ISO <https://www.iso.org>`__ によって開発された国際標準に基づく技術レベルにあります。
sv: `INSPIRE-direktivet <https://inspire.ec.europa.eu>`__ syftar till att skapa en infrastruktur för rumsliga data (SDI) i Europeiska unionen för miljöpolitiska syften. Denna europeiska SDI möjliggör delning av rumslig miljöinformation mellan organisationer inom den offentliga sektorn, underlättar allmänhetens tillgång till rumslig information och hjälper till att utforma politik över gränserna. Inspire bygger på de infrastrukturer för rumslig information som upprättats och drivs av de 27 medlemsstaterna i Europeiska unionen. Direktivet (se `fullständig text <https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32007L0002&from=EN>`__) trädde i kraft den 15 maj 2007 och genomförs i olika steg, med krav på fullständigt genomförande senast 2021. INSPIRE är på en teknisk nivå baserad på internationella standarder, främst de som utvecklats av :doc:`OGC <ogc_overview>` och `ISO <https://www.iso.org>`__.

source: The datasets falling under the scope of the INSPIRE Directive are grouped into 34 cross-sectoral categories named `spatial data themes <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, which are defined in the Annexes of the Directive and reflect two main types of data: geospatial reference data, presented in Annex I and partly Annex II, which define a location reference that the remaining domain-specific themes (in Annex III and partly Annex II) can then refer to.
de: Die Datensätze, die in den Anwendungsbereich der INSPIRE-Richtlinie fallen, sind in 34 sektorübergreifende Kategorien unterteilt - die `Räumliche Daten Themen <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, die in den Anhängen der Richtlinie definiert sind und zwei Haupttypen von Daten widerspiegeln: Räumliche Referenzdaten, die in Anhang I und teilweise Anhang II dargestellt sind und die einen Standortbezug definieren, auf den sich die verbleibenden domänenspezifischen Themen (in Anhang III und teilweise Anhang II) beziehen können.
es: Los conjuntos de datos que entran en el ámbito de aplicación de la Directiva INSPIRE se agrupan en 34 categorías intersectoriales denominadas `temas de datos espaciales <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, que se definen en los Anexos de la Directiva y reflejan dos tipos principales de datos: datos de referencia geoespacial, presentados en el Anexo I y en parte en el Anexo II, que definen una referencia de ubicación que los restantes temas específicos del dominio (en el Anexo III y en parte en el Anexo II) pueden luego Referirse a.
fr: Les ensembles de données relevant du champ d’application de la directive INSPIRE sont regroupés en 34 catégories intersectorielles nommées `thèmes de données spatiales <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__ qui sont définis dans les annexes de la directive et reflètent deux principaux types de données: les données de référence géospatiales, présentées à l’annexe I et en partie à l’annexe II, qui définissent une référence de localisation auxquelles les thèmes spécifiques au domaine restants (à l’annexe III et en partie à l’annexe II) peuvent ensuite faire référence.
it: I dati che rientrano nell'ambito di applicazione della Direttiva INSPIRE sono raggruppati in 34 categorie cross-settoriali chiamate `temi di dati spaziali <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__, definiti negli Allegati della Direttiva e che riflettono due tipologie principali di dati: dati territoriali di riferimento, elencati nell'Allegato I e in parte nell'Allegato II; questi definiscono un riferimento spaziale a cui i rimanenti e più specifici temi (elencati nell'Allegato III e in parte nell'Allegato II) possono riferirsi.
ja: INSPIRE指令の対象となるデータセットは、34の分野横断的なカテゴリ名 `空間データテーマ <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__ でグループ化されています。これらは、指令の付属文書で定義され、2つの主要なデータタイプを反映しています。付属文書Iと部分的に付属文書IIに提示されている地理空間参照データで、残りの領域固有のテーマ(付属文書IIIと部分的に付属文書II)が参照できる位置参照を定義しています。
sv: De dataset som omfattas av Inspire-direktivet är grupperade i 34 sektorsövergripande kategorier som kallas `teman för rumsliga data <https://inspire.ec.europa.eu/Themes/Data-Specifications/2892>`__", vilka definieras i bilagorna till direktivet och återspeglar två huvudtyper av data: geospatiala referensdata, som presenteras i bilaga I och delvis i bilaga II, vilka definierar en platsreferens som de återstående domänspecifika temana (i bilaga III och delvis i bilaga II) sedan kan hänvisa till.

source: Public sector authorities whose data falls within the scope of the INSPIRE Directive shall:
de: Öffentliche Stellen und Behörden, deren Daten in den Geltungsbereich der Direktive fallen, müssen:
es: Las autoridades del sector público cuyos datos estén comprendidos en el ámbito de aplicación de la Directiva INSPIRE:
fr: Les pouvoirs publics dont les données s’inscrivent dans le champ d’application de la Directive INSPIRE doivent :
hu: A közszektor hatóságai, amelynek adatai az INSPIRE irányelv hatálya alá tartoznak:
it: Le autorità del settore pubblico i cui dati ricadono nell'ambito di applicazione della Direttiva INSPIRE devono:
ja: データがINSPIRE指令の範囲内にある公共機関は、次のことを行う必要があります。
sv: Myndigheter inom den offentliga sektorn vars uppgifter omfattas av Inspire-direktivets tillämpningsområde skall:

source: document them through metadata;
de: Diese mittels Metadaten beschreiben.
es: Documentarlos a través de metadatos;
fr: Les documenter par le biais de métadonnées ;
it: Documentare i dati tramite metadati;
ja: メタデータを使用して文書化します。
sv: dokumentera dem genom metadata;

source: expose them through network services: discovery services (to discover the data), view services (to access the data) and download services (to download the data);
de: Stellen Sie sie über Netzwerkdienste zur Verfügung: Discovery-Dienste (zum Ermitteln der Daten), View-Services (um auf die Daten zuzugreifen) und Download-Dienste (zum Herunterladen der Daten);
es: Exponerlos a través de servicios de red: servicios de detección (para descubrir los datos), ver servicios (para acceder a los datos) y descargar servicios (para descargar los datos);
fr: Exposez-les par le biais de services réseau : services de découverte (pour découvrir les données), services de visualisation (pour accéder aux données) et services de téléchargement (pour télécharger les données);
it: Esporre i dati attraverso servizi di rete: servizi di discovery (per trovare i dati), servizi di visualizzazione (per visualizzare i dati) e servizi di download (per scaricare i dati);
ja: ネットワークサービスを通じて公開します: デイスカバリーサービス(データを発見するため)、ビューサービス(データにアクセスするため)、ダウンロードサービス(データをダウンロードするため)。
sv: exponera dem genom nätverkstjänster: upptäcktstjänster (för att upptäcka data), visningstjänster (för att få tillgång till data) och nedladdningstjänster (för att ladda ner data);

source: harmonise their spatial datasets in accordance with `common data models <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ defined for each theme.
de: Harmonisieren Sie ihre räumlichen Datensätze nach den für jedes Thema definierten `Daten-Modell <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__.
es: Armonizar sus conjuntos de datos espaciales de acuerdo con los `modelos de datos comunes <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ definidos para cada tema.
fr: Harmoniser leurs ensembles de données spatiales conformément aux `modèles de donnée communs <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ » définis pour chaque thème.
it: Armonizzare i dati in base a `modelli dati condivisi <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ definiti per ciascun tema.
ja: 各テーマで定義されている `common data models <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ に従って、空間データセットを整備します。
sv: harmonisera sina rumsliga dataset i enlighet med `gemensamma datamodeller <https://inspire.ec.europa.eu/Data-Models/Data-Specifications/2892>`__ som definieras för varje tema.

source: inspire screenshot
es: pantalla de inspire
sv: inspirera skärmdump

source: Currently, more than 7,000 European public institutions contribute their data to INSPIRE. A significant share of them make use of OSGeo software projects throughout the implementation process. :doc:`OSGeoLive <../index>` provides an easy entry to the INSPIRE implementation process through an increasing number of examples with sample European data from multiple application domains included in the available software tutorials. In addition, `a dedicated page on INSPIRE <https://wiki.osgeo.org/wiki/INSPIRE>`__ under the OSGeo wiki is maintained that gives an overview of the legal and technical aspects of INSPIRE together with selected use cases and an overview of OSGeo software projects that implementers may use.
de: Zurzeit geben mehr als 7000 Institutionen ihre Daten an INSPIRE weiter. Ein erheblicher Teil davon verwendet OSGeo-Anwendungen für die Implementierung. :doc:`OSGeoLive <../index>` bietet mittels einer ständig wachsenden Anzahl von verfügbaren Beispielen mit europäischen Daten mehrerer Domänen einen einfachen Zugang in den Implementierungsprozess. Zusätzlich wurde `INSPIRE und OSGeo <https://wiki.osgeo.org/wiki/INSPIRE>`__ eine eigene Wikiseite gewidmet, welche einen Überblick über die rechtlichen und technischen Aspekte gibt. Außerdem finden sich hier ausgewählte Anwendungsfälle und ein Überblick von OSGeo-Werkzeugen, die sich für die Umsetzung anbieten.
es: Actualmente, más de 7.000 instituciones públicas europeas aportan sus datos a INSPIRE. Una parte significativa de ellos hace uso de proyectos de software OSGeo durante todo el proceso de implementación. :doc:`OSGeoLive <../index>` proporciona una entrada fácil al proceso de implementación de INSPIRE a través de un número creciente de ejemplos con datos europeos de muestra de múltiples dominios de aplicación incluidos en los tutoriales de software disponibles. Además, se mantiene `una página dedicada a INSPIRE <https://wiki.osgeo.org/wiki/INSPIRE>`__ bajo la wiki de OSGeo que brinda una descripción general de los aspectos legales y técnicos de INSPIRE junto con casos de uso seleccionados y una descripción general de los proyectos de software de OSGeo que los implementadores pueden usar.
fr: Actuellement, plus de 7 000 institutions publiques européennes apportent leurs données à INSPIRE. Une part importante d’entre eux utilisent des projets logiciels OSGeo tout au long du processus de mise en œuvre. :doc:`OSGeoLive <../index>` offre une entrée facile au processus d’implémentation INSPIRE à travers un nombre croissant d’exemples avec des exemples de données européennes provenant de plusieurs domaines d’application inclus dans les didacticiels logiciels disponibles. En outre, `une page dédiée à la Directive INSPIRE <https://wiki.osgeo.org/wiki/INSPIRE>`__ dans le wiki OSGeo est maintenue qui donne un aperçu des aspects juridiques et techniques d’INSPIRE ainsi que des cas d’utilisation sélectionnés et un aperçu des projets logiciels OSGeo que les développeurs peuvent utiliser.
hu: Jelenleg több mint 7000 intézmény szolgáltatja az adatait az INSPIRE-hez. Ezek egy jelentős részük OSGeo szoftver projekteket használ az implementációs eljárás során. Az :doc:`OSGeoLive <../index>` egy könnyű belépést biztosít az INSPIRE implementációs eljárásba, a növekvő számú készen álló példákkal, többféle alkalmazási területről, európai mintaadatokkal. Ezen túlmenően egy dedikált OSGeo wiki oldalt `INSPIRE and OSGeo <https://wiki.osgeo.org/wiki/INSPIRE>`__ hoztak létre, mely áttekintést ad az INSPIRE jogi és technikai vonatkozásairól, válogatott felhasználási esetekkel és OSGeo szoftver projektek összefoglalásával együtt , melyet az alkalmazók használhatnak.
it: Al momento ci sono più di 7,000 enti pubblici in Europa che contribuiscono i propri dati a INSPIRE. Una percentuale consistente di questi utilizza progetti software di OSGeo per l'implementazione di INSPIRE. :doc:`OSGeoLive <../index>` offre un punto di ingresso semplice al processo di implementazione di INSPIRE, in quanto molti dei tutorial disponibili fanno uso di dati di esempio europei tratti da molteplici domini di applicazione.
ja: 現在、7000を超えるヨーロッパの公共機関がINSPIREにデータを提供しています。その多くは、OSGeoのソフトウェアプロジェクトを利用しています。:doc:`OSGeoLive <../index>` は、ますます、複数のアプリケーションドメインでのソフトウエアのチュートリアルで、多くの欧州のサンプルデータを使用した例の整備を通じて、INSPIRE実装を容易にしていきます。さらに、OSGeo wikiの下に `INSPIREの専用ページ <https://wiki.osgeo.org/wiki/INSPIRE>`__ が維持されており、INSPIREの法的および技術的側面の概要と選ばれたユースケースおよび実装者が使用できるOSGeoソフトウェアプロジェクトの概要を提供しています。
sv: För närvarande bidrar mer än 7.000 europeiska offentliga institutioner med sina data till INSPIRE. En betydande andel av dem använder OSGeo-programvaruprojekt under hela implementeringsprocessen. :doc:`OSGeoLive <../index>` ger en enkel ingång till INSPIRE-implementeringsprocessen genom ett ökande antal exempel med europeiska data från flera applikationsdomäner som ingår i de tillgängliga programvaruhandledningarna. Dessutom upprätthålls `en särskild sida om INSPIRE <https://wiki.osgeo.org/wiki/INSPIRE>`__ under OSGeo-wikin som ger en översikt över de juridiska och tekniska aspekterna av INSPIRE tillsammans med utvalda användningsfall och en översikt över OSGeo-programvaruprojekt som implementatörer kan använda.

source: The `Joint Research Centre (JRC) of the European Commission <https://joint-research-centre.ec.europa.eu/index_en>`__ develops and maintains a number of central software components, which help Member States in the INSPIRE implementation process:
sv: `Europeiska kommissionens gemensamma forskningscentrum (JRC) <https://joint-research-centre.ec.europa.eu/index_en>`__ utvecklar och underhåller ett antal centrala programvarukomponenter som hjälper medlemsstaterna att genomföra INSPIRE:

source: the `INSPIRE Registry <https://inspire.ec.europa.eu/registry>`__, based on the open source :doc:`Re3gistry <re3gistry_overview>` software, manages the unique identifiers and descriptions of INSPIRE resources such as themes, code lists and application schemas;
de: Die `INSPIRE Registry <https://inspire.ec.europa.eu/registry>`__, basiert auf der Open-Source-Software :doc:`Re3gistry <re3gistry_overview>` , verwaltet die Unique Identifiers und Beschreibung der INSPIRE-Quellen wie Themen, Code-Listen und Anwendungs-Schemata;
es: el `Registro INSPIRE <https://inspire.ec.europa.eu/registry>`__, basado en el software de código abierto :doc:`Re3gistry <re3gistry_overview>` gestiona los identificadores únicos y las descripciones de los recursos INSPIRE como temas, listas de códigos y esquemas de aplicación;
fr: le logiciel `INSPIRE Registry <https://inspire.ec.europa.eu/registry>`__, basé sur le logiciel open source :doc:`Re3gistry<re3gistry_overview>` gère les identificateurs et descriptions uniques des ressources INSPIRE telles que les thèmes, les listes de codes et les schémas d’application;
hu: az `INSPIRE Registry <https://inspire.ec.europa.eu/registry>`__,, amely a nyílt forráskódú :doc:`Re3gistry <re3gistry_overview>` szoftveren alapul, kezeli az INSPIRE erőforrások egyedi azonosítóit és leírását, például témákat, kódlistákat és alkalmazássémákat;
it: il `Registro INSPIRE <https://inspire.ec.europa.eu/registry>`__, basato sul software open source :doc:`Re3gistry<re3gistry_overview>` gestisce gli identificatori univoci e le descrizioni di tutte le risorse INSPIRE, quali temi, code list e schemi;
ja: オープンソースの :doc:`Re3gistry <re3gistry_overview>` をベースとして、 `INSPIRE Registry <https://inspire.ec.europa.eu/registry>`__ は、テーマ、コードリスト、アプリケーションスキーマなどの INSPIRE リソースの一意の識別子と記述を管理します;
sv: `iNSPIRE Registry <https://inspire.ec.europa.eu/registry>`__, som bygger på programvaran :doc:`Re3gistry <re3gistry_overview>` med öppen källkod, hanterar de unika identifierarna och beskrivningarna av INSPIRE-resurser som teman, kodlistor och applikationsscheman;
