Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/istsos_overview.po
Languages: es, fr, hu, it, ja, sv

source: Data Management Tool
es: Herramienta de Gestión de Datos
fr: Outil de gestion de données
hu: Adatkezelő eszköz
it: Strumento di gestione dei dati
ja: データ管理ツール
sv: Verktyg för datahantering

source: istSOS is sensor data management tool that allows collection, maintenance and publishing of monitoring observations using the Open Geospatial Consortium (OGC) |SOS| standard.
it: istSOS è uno strumento di gestione dei dati di sensori che permette la raccolta, gestione e pubblicazione di osservazione di monitoraggio utilizzando lo standard |SOS| dell'Open Geospatial Consortium (OGC).
ja: istSOSはセンサーデータ管理ツールで、オープン地理空間コンソーシアム(OGC) |SOS| 標準を使用したモニタリング観測の収集、メンテナンス、および公開を可能にします。
sv: istSOS är ett verktyg för hantering av sensordata som möjliggör insamling, underhåll och publicering av övervakningsobservationer med hjälp av Open Geospatial Consortium (OGC) |SOS|-standarden.

source: istSOS strictly implements the SOS 1.0.0 standard, and has passed the OGC CITE (Compliance + Interopability Testing + Evaluation) units tests.
es: istSOS implementa estrictamente el SOS 1.0.0 estándar y ha pasado por las unidades de pruebas CITE, por sus siglas en inglés (Cumplimiento + Prueba de Interoperabilidad + Evaluación), de la OGC.
fr: istSOS implémente strictement le standard SOS 1.0.0 et a passé les tests unitaires OGC CITE (Conformité + Test d'interopérabilité + Évaluation).
hu: Az istSOS szigorúan implementálja az SOS 1.0.0 szabványt és átment az OCG CITE (megfelelőség + interoperabilitás teszt + értékelés) egységtesztjén.
it: istSOS implementa rigorosamente lo standard SOS 1.0.0 ed ha superato i test OGC CITE (Compliance + Interopability Testing + Evaluation).
ja: istSOSはSOS1.0.0標準を厳密に実装しており、OGC CITE(Compliance+Interopability Testing+Evaluation)ユニットテストに合格しています。
sv: istSOS implementerar strikt SOS 1.0.0-standarden och har klarat OGC CITE (Compliance + Interopability Testing + Evaluation) enhetstester.

source: istsos screenshot
sv: istsos skärmdump

source: Core Features
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Publish sensor data in accordance with the Sensor Observation Service (SOS) standard.
es: Publicar datos de los sensores de acuerdo con estándar del Servicio de Observación de Sensores (SOS).
fr: Publie des données de capteur selon le standard Sensor Observation Service (SOS).
hu: Szenzor adatok publikációja a Sensor Observation Service (SOS) szabvány szerint.
it: Pubblica dati di sensori in accordo con lo standard Sensor Observation Service (SOS).
ja: Sensor Observation Service (SOS)標準に従ってセンサーデータを公開する。
sv: Publicera sensordata i enlighet med SOS-standarden (Sensor Observation Service).

source: Administer sensors and data with an intuitive web-based interface.
es: Administre sensores y datos con una interfaz intuitiva basada en web.
fr: Administre des capteurs et des données avec une interface web intuitive.
hu: Szenzorok és adatok adminisztrációja egy intuitív web alapú interfésszel.
it: Amministra sensori e dati attraverso una interfaccia web intuitiva.
ja: 直感的なWebベースのインターフェイスでセンサーとデータを管理します。
sv: Administrera sensorer och data med ett intuitivt webbaserat gränssnitt.

source: Use a complete RestFul API to access istSOS functionality from external clients to create interactive charts, display sensor on a dynamic map or just write some maintenance scripts.
it: Utilizza una completa API RestFul per accedere alle funzionalità di IstSOS da client esterni per creare grafici interattivi, visualizzare un sensore su una mappa dinamica oppure scrivere qualche script di manutenzione.
ja: 完全なRESTful APIを使用して、外部クライアントからistSOS機能にアクセスし、インタラクティブなチャートを作成したり、動的な地図にセンサーを表示したり、メンテナンススクリプトを記述したりできます。
sv: Använd ett komplett RestFul API för att komma åt istSOS-funktionalitet från externa klienter för att skapa interaktiva diagram, visa sensorer på en dynamisk karta eller bara skriva några underhållsskript.

source: Get notified through mail, twitter or other social media when sensor data meets specific conditions.
es: Obtener notificaciones por correo, twitter u otras redes sociales cuando los datos del sensor cumplan con las condiciones específicas.
fr: Permet d'être notifié par mail, Twitter ou autres médias sociaux lorsque les données des capteurs répondent à des conditions spécifiques.
hu: Kérjen értesítést email-ben, twitter-en vagy más közösségi médián keresztül, ha a szenzor adatok bizonyos feltételeknek megfelelnek.
it: Ricevi notifiche via mail, twitter o altro social media quando i dati di un sensore raggiungono specifiche condizioni.
ja: センサーデータが特定の条件を満たした場合、メール、Twitter、その他のソーシャルメディアを通じて通知されます。
sv: Få meddelanden via e-post, Twitter eller andra sociala medier när sensordata uppfyller specifika villkor.

source: User authentication and authorization with different access levels (administrator, network manager, data manager and visitor).
es: Autenticación y autorización para el usuario con diferentes niveles de acceso (Administrador, administrador de redes, administrador de datos y visitante).
fr: Authentification et autorisation des utilisateurs avec différents niveaux d'accès (administrateur, gestionnaire du réseau, gestionnaire de données et visiteur).
hu: Felhasználó hitelesítés és engedélyezés különböző hozzáférési szintekkel (rendszergazda, hálózati menedzser, adatkezelő és látogató).
it: Autenticazione ed autorizzazione dell'utente con differenti livelli di accesso (amministratore, gestore della rete, gestore dei dati e ospite)-
ja: 異なるアクセスレベル(管理者、ネットワーク管理者、データマネージャ、訪問者)でのユーザ認証
sv: Autentisering och auktorisering av användare med olika åtkomstnivåer (administratör, nätverksansvarig, datahanterare och besökare).

source: Create Virtual Procedures that look like normal stations but whose data results from on-the-fly elaboration of other sensor data.
it: Crea Procedure Virtuali che sembrano normali stazioni ma i cui dati derivano da elaborazioni al volo di altri sensori.
ja: 通常のステーションに似ているが、そのデータが他のセンサーデータのオンザフライで生成される仮想プロシージャを作成します。
sv: Skapa virtuella procedurer som ser ut som vanliga stationer men vars data är resultatet av en snabb bearbetning av andra sensordata.

source: Associate quality indexes to each observation thanks to embedded validation tests.
es: Asocia índices de calidad a cada observación gracias a las pruebas de validación integradas.
fr: Associe les indices de qualité à chaque observation grâce à des tests de validation embarqués.
hu: Rendeljen minőségi indexet minden észleléshez, köszönhetően a beágyazott validálási teszteknek.
it: Associa indici di qualità ad ogni osservazione grazie a test di validazione incorporati.
ja: 埋め込み妥当性テストにより、各観測に品質指数を関連付ける。
sv: Koppla kvalitetsindex till varje observation tack vare inbäddade valideringstester.

source: Online editing of data with a seamless interface and advanced observation calculator.
es: Edición en línea de datos con una interfaz perfecta y una calculadora de observación avanzada.
fr: Édition en ligne des données avec une interface transparente et une calculatrice d'observation avancée.
hu: Adatok online szerkesztése egy egységes interfésszel és fejlett észlelés kalkulátorral.
it: Modifica online dei dati con un'interfaccia semplice e un calcolatore avanzato di osservazioni.
ja: シームレスなインターフェイスと先進的な観測計算機によるデータのオンライン編集
sv: Online-redigering av data med ett smidigt gränssnitt och avancerad observationsräknare.

source: Implemented Standards
es: Estándares Implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: SOS 1.0.0: Basic and Transactional profiles
es: SOS 1.0.0: Perfiles Básicos y Transaccionales
fr: SOS 1.0.0: profils basique et transactionnel
it: SOS 1.0.0: Profili di base e transazionali
ja: SOS1.0.0:基本プロファイルとトランザクションプロファイル
sv: SOS 1.0.0: Grundläggande och transaktionella profiler

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://istsos.org
es: **Sitio web:** http://istsos.org
fr: **Site web:** http://istsos.org
hu: **Honlap:** http://istsos.org
it: **Sito web:** http://istsos.org
ja: **Webサイト:** http://istsos.org
sv: **Webbplats:** http://istsos.org

source: **Licence:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-istsos|
es: **Versión de software:** |version-istsos|
fr: **Version du logiciel:** |version-istsos|
hu: **Szoftver verzió:** |version-istsos|
it: **Versione del Software:** |version-istsos|
ja: **ソフトウエアバージョン:** |version-istsos|
sv: **Programvaruversion:** |version-istsos|

source: **Supported Platforms:** Linux, Unix, Mac, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows, Unix
fr: **Plates-formes supportées:** Linux, Unix, Mac, Windows
hu: **Támogatott platformok:** Linux, Unix, Mac, Windows
it: **Piattaforme supportate:** Linux, Unix, Mac, Windows
ja: **対応プラットフォーム:** Linux, Unix, Mac, Windows
sv: **Plattformar som stöds:** Linux, Unix, Mac, Windows

source: **API Interfaces:** Python / wsgi
es: **Interfaces API:** Python / wsgi
fr: **Interface d'API:** Python / wsgi
hu: **API Interfészek:** Python / wsgi
it: **Interfacce API:** Python / wsgi
ja: **API インターフェイス:** Python / wsgi
sv: **API-gränssnitt:** Python / wsgi

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/istsos_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/istsos_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/istsos_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/istsos_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/istsos_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/istsos_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/istsos_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: istSOS is sensor data management tool that allows collection, maintenance and publishing of monitoring observations using the Open Geospatial Consortium (OGC) `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ standard.
es: istSOS es una herramienta de gestión de datos de sensores que permite la recopilación, el mantenimiento y la publicación de observaciones de monitoreo utilizando el Open Geospatial Consortium (OGC) `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ standard.
fr: istSOS est un outil de gestion des données de capteurs qui permet la collecte, l'entretien et la publication d'observations de surveillance utilisant le standard `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ de l'Open Geospatial Consortium (OGC).
hu: Az istSOS egy szenzor adatokat kezelő eszköz, mely lehetővé teszi a monitoring mérések gyűjtését, kezelését és publikálását az Open Geospatial Consortium (OGC) `Sensor Observation Service (SOS) <http://www.opengeospatial.org/standards/sos>`__ szabvány alkalmazásával.

source: Use a complete RestFul API to access istSOS functionality from external clients to create interactive charts, display sensor on a dinamic map or just write some maintainance scripts.
es: Utilice una API RestFul completa para acceder a la funcionalidad istSOS de clientes externos para crear gráficos interactivos, mostrar el sensor en un mapa dinámico o simplemente escribir algunos scripts de mantenimiento.
fr: Utilise une API RestFul complète pour accéder aux fonctionnalités istSOS de clients externes pour créer des graphiques interactifs, afficher le capteur sur une carte dynamique ou simplement écrire des scripts de maintenance.
hu: Használja a teljes RestFul API-t az IstSOS funkcionalitásának eléréséhez külső kliensekből, interaktív grafikonok létrehozásához, szenzorok megjelenítéséhez interaktív térképen vagy csupán karbantartó szkriptek írásához.

source: Create Virtual Procedures that looks like normal stations but whose data results from on-the-fly elaboration of other sensor data.
es: Crear Procedimientos Virtuales que lucen como estaciones normales pero cuyos datos resultan de la elaboración sobre la marcha de otros datos del sensor.
fr: Créez des procédures virtuelles qui ressemblent à des stations normales, mais dont les données résultent de l'élaboration à la volée d'autres données de capteurs.
hu: Hozzon létre virtuális eljárásokat, melyek úgy néznek ki mint a normális állomások, de az adataik más szenzor adatok röptében történő feldolgozásából származnak.

source: **Support:** https://groups.google.com/forum/#!forum/istsos
es: **Soporte:** https://groups.google.com/forum/#!forum/istsos
hu: **Támogatás:** https://groups.google.com/forum/#!forum/istsos
it: **Supporto:** https://groups.google.com/forum/#!forum/istsos
ja: **サポート:** https://groups.google.com/forum/#!forum/istsos
