Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/josm_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Desktop Editor for OpenStreetMap data
de: Desktop Editor für OpenStreetMap Daten
es: Editor de escritorio para los datos de OpenStreetMap
fr: Editeur bureautique pour les données OpenStreetMap
hu: Asztali szerkesztő OpenStreetMap adatokhoz
it: Desktop Editor per dati OpenStreetMap
ja: OpenStreetMap データのためのデスクトップ・エディタ
sv: Skrivbordredigerare för OpenStreetMap-data

source: JOSM is a feature rich, extensible, offline desktop editor for OpenStreetMap (OSM) data, written in Java.
de: JOSM ist ein funktionsreicher, erweiterbarer, offline Desktop Editor für OpenStreetMap (OSM) Daten, der in Java geschrieben wurde.
es: JOSM es un editor de escritorio sin conexión rico en funciones y extensible para datos de OpenStreetMap (OSM), escrito en Java.
fr: JOSM est un éditeur bureautique de données OpenStreetMap (OSM), riche en fonctionnalités, extensible, utilisable hors-ligne, écrit en Java.
hu: JOSM egy funkció gazdag, bővíthető, offline asztali szerkesztő OpenStreetMap (OSM) adatokhoz, melyet Javaban írtak
it: JOSM è un editor offline per dati OpenStreetMap (OSM) ricco di caratteristiche ed estensibile, scritto in Java.
ja: JOSM は、 Java で記述された OpenStreetMap (OSM) データ用の、機能豊富で、拡張可能な、オフラインのデスクトップエディタです。
sv: JOSM är en funktionsrik, utbyggbar, offline skrivbordsredigerare för OpenStreetMap (OSM) data, skriven i Java.

source: It supports loading stand-alone GPX tracks and GPX track data as well as editing existing nodes (points), ways (lines), metadata tags (name/value information) and relations (ordered sequence of points and lines) from the OSM database. GPX tracks, are usually downloaded in advance from a GPS receiver or from other sources.
de: Er unterstützt sowohl das Laden von unabhängigen GPX Tracks und GPX Track Daten als auch das Editieren von existierenden Knoten (Punkten), Wegen (Linien), Meta-Tags (Name/Wert Information) und Relationen (Anordnung von Punkten und Linien) aus der OSM Datenbank. GPX Tracks werden in der Regel im Vorfeld über einen GPS Empfänger oder anderen Quellen heruntergeladen.
es: Es compatible con la carga de pistas GPX independientes y datos de seguimiento GPX, así como la edición de nodos existentes (puntos), rutas (líneas), etiquetas de metadatos (información de nombre/valor) y relaciones (secuencia ordenada de puntos y líneas) desde la base de datos OSM. Las pistas GPX generalmente se descargan por adelantado desde un receptor GPS o desde otras fuentes.
fr: Il permet le chargement de traces GPX seules et des données de trace GPX ainsi que l'édition de *nodes* (points), *ways* (lignes), *tags* (étiquettes sous forme clé/valeur) et relations (séquence ordonnée de points et de lignes) existants à partir de la base de données OSM. Les traces GPX sont généralement téléchargées à l'avance à partir d'un récepteur GPS ou à partir d'autres sources.
hu: Támogatja az önálló GPX nyomvonalak és adataik betöltését az OSM adatbázisból, mint ahogy a töréspontokat (pontok), utakat (vonalak) meta adatokat (név/érték információk) és kapcsolatokat (pontok és vonalak rendezett sorozata). A GPX nyomvonalakat általában előzőleg letöltik a GPS vevőről vagy más forrásról.
it: Supporta il caricamento di tracce GPX a se stanti e dati da traccie GPX così come editare gli esistenti nodes (punti), ways (linee), tags per i metadati (informazioni chiave/valore) e relations (sequenze ordinate di punti e linee) dal database OSM. Le tracce GPX, sono usualmente scaricate precedentemente da un ricevitore GPS o da altre sorgenti di dati.
ja: スタンドアロン GPX トラックや GPX トラックデータの読み込みと共に、OSM データベースから既存のノード (点) 、ウェイ (ライン) 、メタデータタグ (名前/値の情報) 、リレーション (点と線の順序付けられたシーケンス) の編集をサポートしています。GPX トラックは、通常、GPS 受信機または他のソースから事前にダウンロードされます。
sv: Det stöder inläsning av fristående GPX-spår och GPX-spårdata samt redigering av befintliga noder (punkter), vägar (linjer), metadatataggar (namn/värdeinformation) och relationer (ordnad sekvens av punkter och linjer) från OSM-databasen. GPX-spår laddas vanligtvis ner i förväg från en GPS-mottagare eller från andra källor.

source: A number of specialised plugins have been written for JOSM, which are available for download and install.
de: Es wurde einige spezialisierte Plugins für JOSM geschreiben. Diese stehen zum Download.
es: Se han escrito varios plugins especializados para JOSM, que están disponibles para su descarga e instalación.
fr: De nombreux plugins spécialisés ont été écrit pour JOSM, et sont disponibles au téléchargement et à l'installation.
hu: Számos speciális modult készítettek a JOSM-hoz, melyek letölthetők és telepíthetők.
it: Un grande numero di plugins specializzati sono stati scritti per JSOM, che sono disponibili per lo scaricamento e l’installazione.
ja: JOSM のために記述された特殊なプラグインのいくつかは、ダウンロードしてインストールが可能です。
sv: Ett antal specialiserade plugins har skrivits för JOSM, som finns tillgängliga för nedladdning och installation.

source: josm screenshot
sv: josm skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Common GIS Desktop Interface tools:
de: Gängige GIS Desktop Werkzeuge:
es: Herramientas Comunes de Interfaz de Escritorio GIS:
fr: Outils d'interface courants des SIG bureautique:
hu: Általános asztali GIS interfész eszközök:
it: Strumenti comuni alle interfacce Desktop GIS:
ja: 共通的なGISデスクトップインタフェースツール:
sv: Vanliga GIS Desktop Interface-verktyg:

source: Toolbar customization, View control (zoom, pan. etc), styles, icons and layers management.
it: Barra degli strumenti personalizzabile, controlli della vista (zoom, pan. etc), stili, icone e gestione dei layer.
ja: ツールバーのカスタマイズ、ビューコントロール (ズーム、画面移動など)、スタイル、アイコンとレイヤ管理。
sv: Anpassning av verktygsfält, vykontroll (zoom, panorering etc.), stilar, ikoner och lagerhantering.

source: Download and upload OSM vector data.
de: Download und Upload von OSM Vektordaten.
es: Descargue y cargue datos vectoriales OSM.
fr: Téléchargement et envoi de données OSM vecteur.
hu: OSM vektor adatok letöltése és feltöltése.
it: Scaricamento e caricamento dei dati vettoriali OSM.
ja: OSMベクタデータのダウンロードおよびアップロード
sv: Ladda ner och ladda upp OSM-vektordata.

source: Open local data:
de: Offene lokale Daten:
es: Abrir datos locales:
fr: Ouverture de données en local:
hu: Helyi adatok megnyitása:
it: Apre dati locali:
ja: ローカルデータのオープン:
sv: Öppna lokala data:

source: NMEA-0183 files: .nmea, .nme, .nma, .log, .txt
de: NMEA-0183 Dateien: .nmea, .nme, .nma, .log, .txt
es: Archivos NMEA-0183: .nmea .nme, .nma,. log, .txt
fr: fichiers NMEA-0183: .nmea, .nme, .nma, .log, .txt
hu: NMEA-0183 fájlok: .nmea, .nme, .nma, .log, .txt
it: files NMEA-0183: .nmea, .nme, .nma, .log, .txt
ja: NMEA-0183 ファイル: .nmea, .nme, .nma, .log, .txt
sv: NMEA-0183-filer: .nmea, .nme, .nma, .log, .txt

source: OSM files: .osm, .xlm, .osmbz2, .osmbz
de: OSM Dateien: .osm, .xlm, .osmbz2, .osmbz
es: Archivos OSM: .osm, .xlm, .osmbz2, .osmbz
fr: fichiers OSM: .osm, .xlm, .osmbz2, .osmbz
hu: OSM fájlok: .osm, .xlm, .osmbz2, .osmbz
it: files OSM: .osm, .xlm, .osmbz2, .osmbz
ja: OSM ファイル: .osm, .xlm, .osmbz2, .osmbz
sv: OSM-filer: .osm, .xlm, .osmbz2, .osmbz

source: OSM change file: .osc, .osc.bz2, .osc.bz, .osc.gz
de: OSM Änderungsdateien: .osc, .osc.bz2, .osc.bz, .osc.gz
es: Cambio de archivo OSM: .osc,. osc.bz2,. osc.bz,. osc.gz
fr: fichier de changement OSM: .osc, .osc.bz2, .osc.bz, .osc.gz
hu: OSM adatcsere fájl: .osc, .osc.bz2, .osc.bz, .osc.gz
ja: OSM 変更ファイル: .osc, .osc.bz2, .osc.bz, .osc.gz
sv: OSM-ändringsfil: .osc, .osc.bz2, .osc.bz, .osc.gz

source: images (.jpg)
de: Bilddateien (.jpg)
es: imágenes (.jpg)
hu: Képek (.jpg)
it: immagini (.jpg)
ja: 画像 (.jpg)
sv: bilder (.jpg)

source: Imagery:
de: Hintergrundansicht:
es: Imágenes:
fr: Imagerie:
hu: Lépanyagok:
it: Immagini:
ja: 画像:
sv: Bildspråk:

source: Visualize basemaps from OSM, Bingsat, Lansat, MapBox satellite, MapQuest Open Aerial or any other WMS sources.
de: Darstellung von Grundkarten von OSM, Bingsat, Lansat, MapBox Satellit, MapQuest Open Aerial oder jeder anderen WMS Quelle.
es: Visualice mapas base de OSM, Bingsat, Lansat, satélite MapBox, MapQuest Open Aerial o cualquier otra fuente de WMS.
fr: Visualiser les fonds de carte à partir d'OSM, Bingsat, Landsat, MapBox satellite, MapQuest Open Aerial ou n'importe quelle source WMS.
hu: Alaptérkép megjelenítés OSM, Bingsat, Lansat, MapBox műhold, MapQuest Open Arial vagy bármilyen más WMS forrásból.
it: Visualizzazione di mappe di base da OSM, Bingsat, Lansat, MapBox satellite, MapQuest Open Aerial o qualsiasi altre sorgenti WMS.
ja: OSM、Bingsat、Lansat、MapBox satellite、MapQuest Open Aerial またはその他の WMS ソースをベースマップとして可視化
sv: Visualisera baskartor från OSM, Bingsat, Lansat, MapBox satellit, MapQuest Open Aerial eller andra WMS-källor.

source: Editing Tools:
de: Bearbeitungswerkzeuge:
es: Herramientas de edición:
fr: Outils d'édition:
hu: Szerkesztő eszközök:
it: Strumenti per la modifica:
ja: 編集ツール:
sv: Redigeringsverktyg:

source: Nodes: merge, join, unglue, distribute, align in circle, align in line, join node to way, and more.
de: Knoten: Mergen, Vereinigen, Lösen, Verbreiten, an Kreis oder Linie ausrichten, Knoten einem Weg hinzufügen und mehr.
es: Nodos: fusionar, unir, separar, distribuir, alinear en círculo, alinear en línea, unir nodo a camino, y más.
fr: Noeuds: fusionner, joindre, séparer, distribuer, aligner dans un cercle, aligner sur un ligne, joindre un noeud à une ligne, et plus.
hu: Töréspontok: egyesítés, összekapcsolás, szétválasztás, elosztás, igazítás kör mentén, igazítás vonal mentén, pont kapcsolása úthoz és továbbiak.
it: Nodi: fondi, unisci, separa, distribuisce, allinea in cerchio, allinea in linee, unisci nodo a via, e altri.
ja: ノード: マージ、結合、引き離し、分割、円の整列、線の整列、ウェイへのノードの結合、ほか
sv: Noder: slå samman, sammanfoga, lossa, distribuera, rikta in i cirkel, rikta in i linje, sammanfoga nod till väg med mera.

source: Ways: split, combine, reverse, simplify, unglue ways, and more.
de: Wege: Teilen, Kombinieren, Umkehren, Vereinfachen, Wege lösen und mehr.
es: Formas: dividir, combinar, invertir, simplificar, separar rutas, y más.
fr: Lignes: séparer, combiner, inverser, simplifier, décoller des lignes, et plus.
hu: Utak: kettévágás, egyesítés, megfordítás, egyszerűsítés, szétválasztás és továbbiak.
it: Linee: dividi, unisci, verso opposto, semplifica, unglue ways, e altri.
ja: ウェイ: 分割、結合、簡素化、ウェイの引き離し、ほか
sv: Sätt: dela, kombinera, vända, förenkla, limma fast sätt och mycket mer.

source: Areas: join overlapping areas, create multi-polygon, and more.
de: Fläche: Vereinigung überlappender Flächen, Erzeugung von Multi-Polygonen und mehr.
es: Áreas: unir áreas superpuestas, crear polígonos múltiples y más.
fr: Surfaces: joindre des zones superposées, créer des multipolygones, et plus.
hu: Területek: átfedő területek összekapcsolása, multi területek létrehozása és továbbiak.
it: Aree: unisci aree sovrapposte, crea multipoligoni, e altro.
ja: エリア: 重複するエリアの結合、マルチポリゴンを作成、ほか
sv: Areas: sammanfoga överlappande områden, skapa multipolygon och mycket mer.

source: Audio mapping: survey recording management.
de: Audio Mapping: Aufnahme-Management für Untersuchungen.
es: Asignación de audio: gestión de grabación de encuestas.
fr: Cartographie audio: gestion des enregistrements de levés.
hu: Hangfelvétel: felmérési felvételek kezelése.
it: Mappatura audio: gestione rilevamento tramite registrazioni audio.
ja: 音声マッピング: 調査記録の管理
sv: Ljudkartläggning: hantering av inspelning av undersökningar.

source: Photo mapping: survey pictures management.
de: Foto Mapping: Bild-Management für Untersuchungen.
es: Mapeo de fotos: gestión de imágenes de encuestas.
fr: Photos de cartographie: gestion des photographies de levés.
hu: Fényképfelvétel: felmérési képek kezelése.
it: Mappatura foto: gestione rilevamento tramite immagini.
ja: 写真マッピング: 調査写真の管理
sv: Fotokartläggning: hantering av kartläggningsbilder.

source: Plugins: A list of specialized plugins are available for download.
de: Plugins: Eine Liste spezialisierter Plugins sind zum Download verfügbar.
es: Complementos: hay una lista de complementos especializados disponibles para descargar.
fr: Plugins: une liste de plugins spécialisés est disponible au téléchargement.
hu: Bővítő modulok: a speciális bővítő modulok listája letölthető.
it: Plugins: una lista di plugin specializzata è disponibile per essere scaricata.
ja: プラグイン：特化したプラグインのリストをダウンロード可能
sv: Insticksprogram: En lista över specialiserade plugins finns tillgängliga för nedladdning.

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: JOSM views WMS layers, but uses the `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ to communicate with OSM database.
de: JOSM zeigt WMS Ebenen an, nutzt aber die `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ zur Kommunikation mit der OSM Datenbank.
es: JOSM visualiza capas WMS, pero usa la `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ para comunicarse con la base de datos OSM.
fr: JOSM voit les couches WMS, mais utilise l'`API OSM <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ pour communiquer avec la base de données OSM.
hu: JOSM látja a WMS rétegeket, de az `OSM API-t <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ használja az OSM adatbázis kommunikációra.
it: JOSM visualizza layer WMS, ma usa le `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ per communicare con i database OSM.
ja: JOSM は WMS レイヤを閲覧し、 `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ を使用してOSMデータベースと通信します
sv: JOSM visar WMS-lager, men använder `OSM API <https://wiki.openstreetmap.org/wiki/API_v0.6>`_ för att kommunicera med OSM-databasen.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://josm.openstreetmap.de
es: **Sitio web:** https://josm.openstreetmap.de
fr: **Site Internet:** https://josm.openstreetmap.de
hu: **Honlap:** https://josm.openstreetmap.de
it: **Sito web:** https://josm.openstreetmap.de
ja: **Webサイト:** https://josm.openstreetmap.de
sv: **Webbplats:** https://josm.openstreetmap.de

source: **Licence:** GNU General Public License (GPL) version 2. Note: JOSM plugins may use other licences.
de: **Lizenz:** GNU General Public License (GPL) Version 2. Hinweis: JOSM Plugins könnten andere Lizenzen verwenden.
es: **Licencia:** GNU General Public License (GPL) versión 2. Nota: plugins JOSM pueden usar otras licencias.
fr: **Licence:** GNU General Public License (GPL) version 2. Note: Les plugins JOSM peuvent utiliser d'autres licences.
hu: **Licenc:** GNU General Public License (GPL) version 2. Megjegyzés: a JOSM modulok más licenceket használhatnak.
it: **Licenza:** GNU General Public License (GPL) version 2. Nota: i plugin di JOSM potrebbero usare un'altra licenza.
ja: **ライセンス:** GNU General Public License (GPL) version 2注: JOSM プラグインは他のライセンスを使用しているかもしれません。
sv: **Licens:** GNU General Public License (GPL) version 2. Obs: JOSM-plugins kan använda andra licenser.

source: **Software Version:** r11427
es: **Versión de software:** r11427
fr: **Version du logiciel:** r11427
hu: **Szoftver verzió:** r11427
it: **Versione del Software:** r11427
ja: **ソフトウェアバージョン:** r11427
sv: **Programvaruversion:** r11427

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plate-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface d'API:** Java
hu: **API Interfészek:** Java
it: **Interfacce API:** Java
ja: **API インタフェース:** Java
sv: **API-gränssnitt:** Java

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/josm_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/josm_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/josm_quickstart>`
fr: :doc:`Documentation du guide démarrage rapide <../quickstart/josm_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/josm_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/josm_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/josm_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/josm_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: Tool bar customization, View control (zoom, pan. etc), styles, icons and layers management.
de: Anpassbare Werkzeugleiste, Navigationselemente (Zoomen, Verschieben usw.), Stilanpassung, Symbole und Ebenenmanagement.
es: Personalización de barra de herramientas, control de vista (acercamiento, deslizamiento, etc.), estilos, iconos y administración de capas.
fr: Personnalisation de la barre d'outils, contrôle de la vue (zoom, déplacement. etc), styles, icônes et gestion des couches.
hu: Eszközsor testreszabás, nézet vezérlés (nagyítás, eltolás, stb.), stílus, ikon és réteg kezelés.
