Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/jts_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: JTS is an open source library of spatial predicates and functions for processing geometries. It provides a complete, consistent, and robust implementation of fundamental algorithms for processing linear geometry on the 2-dimensional Cartesian plane.
de: JTS ist eine Open Source Bibliothek für räumliche Eigenschaften und Funktionen für die Geometrieprozessierung. Sie bietet ein komplette, konsistente und robuste Implementatierung grundlegender Algorithmen zur Prozessierung linearer Geometrien im 2-dimensionalen kartesischen Ebene.
es: JTS es una biblioteca de fuente abierta de predicados espaciales y funciones para el procesamiento de geometrías. Proporciona una implementación completa, consistente y robusta de algoritmos fundamentales para el procesamiento de la geometría lineal en el plano Cartesiano de 2 dimensiones.
fr: JTS est une librairie open source de prédicats spatiaux et de fonctions pour le traitement des géométries. Il fournit une implémentation complète, consistante et robuste d'algorithmes fondamentaux pour le traitement de la géométrie linéaire sur le plan cartésien 2-dimensions.
hu: A JTS a térbeli predikátumok és függvények nyílt forráskódú könyvtára geometriai adatok feldolgozására. A 2-dimenziós síkon a lineáris geometriai számítások alapvető algoritmusainak teljes, konzisztens és robusztus implementációját biztosítja.
it: JTS è una libreria open source di predicati e funzioni spaziali per l'elaborazione di geometrie. Offre un'implementeazine completa, consistente e robusta degli algoritmi fondamentali per l'elaborazione di geometrie lineari sul piano cartesiano bidimensionale.
ja: JTS はジオメトリ処理のための空間述語・関数のオープンソースライブラリです。JTS は2次元デカルト平面上の線形ジオメトリ処理のための、完全で、矛盾がなく、ロバスト(堅牢)な基本的アルゴリズムを提供します。

source: JTS includes the "JTS Test Builder" which allows users to run tests and experiment with geometry through an interactive desktop interface. JTS stability is ensured through an extensive test suite.
de: JTS beinhaltet den "JTS Test Builder", der es Anwendern erlaubt, Tests zu durchlaufen und mit den Geometrien über eine interaktive Desktop Oberfläche zu experimentieren. Die Stabilität der JTS wird über eine ausgedehnte Test Suite gewährleistet.
es: JTS incluye el "JTS Test Builder" que permite a los usuarios ejecutar pruebas y experimentar con la geometría a través de una interfaz de escritorio interactiva. La estabilidad de JTS está garantizada a través de un extenso conjunto de pruebas.
fr: JTS inclut le "JTS Test Builder" qui permet aux utilisateurs d'effectuer des tests et d'expérimenter la géométrie via une interface de bureau interactive. La stabilité de JTS est assurée par une suite de tests étendue.
hu: A JTS tartalmazza a "JTS Test Builder"-t, melynek segítségével a felhasználó egy interaktív felhasználói felületet használhat a tesztek futtatására és a kísérletezésre. A JTS stabilitását egy kiterjedt teszt készlet biztosítja.
it: JTS include il "JTS Test Builder" che consente agli utenti di eseguire test ed esperimenti con geometrie tramite un'interfaccia desktop interattiva. La stabilità del JTS è assicurata da un'ampia serie di test.
ja: JTS は "JTS Test Builder" という、インタラクティブなデスクトップインタフェースにより、ユーザにジオメトリを用いたテスト実行、試行を可能にするツールを含んでいます。JTS の安定性は広範なテストスイートにより保証されています。
sv: JTS innehåller "JTS Test Builder" som gör det möjligt för användare att köra tester och experimentera med geometri via ett interaktivt skrivbordsgränssnitt. JTS stabilitet säkerställs genom en omfattande testsvit.

source: JTS is used by most java based Open Source geospatial applications, and :doc:`geos_overview`, which is a C++ port of JTS, is used by most C based applications. Additional ports are available for C# and JavaScript.
de: JTS wird von den meisten Java basierten Open Source Geospatial Anwendungen verwendet. :doc:`geos_overview`, eine nach C++ portierte Version der JTS, wird von den meisten C basierten Anwendungen verwendet. Weitere Schnittstellen liegen für C# und JavaScript vor.
es: JTS es utilizado por la mayoría de las aplicaciones geoespaciales de Código Abierto basadas en Java, y :doc:`geos_overview`, que es un puerto C++ de JTS, utilizado por la mayoría de las aplicaciones basadas en C. Hay puertos adicionales disponibles para C # y JavaScript.
fr: JTS est utilisé par la plupart des applications géospatiales Open Source basées sur Java, et :doc:`geos_overview`, qui est un port C++ de JTS, est utilisé par la plupart des applications basées sur C. Des ports supplémentaires sont disponibles pour C# et JavaScript.
hu: A JTS-t a legtöbb java alapú nyílt forráskódú térinformatikai alkalmazás használja, a :doc:`geos_overview`, mely a JTS egy C++ átírása, melyet a legtöbb C alapú alkalmazás használ. További átírások érhetők el C# és JavaScript nyelvekhez.
it: JTS viene usato dalla maggior parte delle applicazioni Jjava Open Source, e da :doc:`geos_overview`, che è un port in C++ di JTS, ed è usato dalla maggior parte delle applicazioni basate su C. Sono disponibili port aggiuntivi per C# e JavaScript.
ja: JTS は、大半の Java ベースのオープンソース地理空間アプリケーションで利用されており、JTS の C++ 移植の :doc:`geos_overview` は、大半の C ベースのアプリケーションで利用されています。他の移植は、C# と JavaScript で利用可能です。

source: jts screenshot
es: pantalla de jts
sv: jts skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Geometry model (point, line, area)
de: Geometriemodell (Punkt, Linie, Fläche)
es: Modelo de geometría (punto, línea, área)
fr: Modèle de géométrie (point, ligne, aire)
hu: Geometriai modell (pont, vonal, terület)
it: Modello geometrico (punto, linea, area)
ja: ジオメトリモデル (ポイント、ライン、エリア)
sv: Geometrisk modell (punkt, linje, område)

source: Geometry operations (e.g., intersect, union, within, etc.)
de: Geometrieoperationen (e.g., Verschneidung, Vereinigung, Teil von usw.)
es: Operaciones de geometría (por ejemplo, intersección, unión, dentro, etc.)
fr: Opérations géométriques (comme intersect, union, within, etc.)
hu: Geometriai műveletek (pl., metszet, unió, beleesés, stb.)
it: Operazioni geometriche (ad es. intersezione, unione, contenimento, ecc.)
ja: ジオメトリ演算 (例: 交差(intersect)、統合(union)、含む(within)など)
sv: Geometriska operationer (t.ex. skärning, förening, inom, etc.)

source: Precision handling
de: Genauigkeit
es: Manejo de precisión
fr: Manipulation de la précision
hu: Pontosság kezelés
it: Gestione della precisione
ja: 精度のハンドリング
sv: Precisionshantering

source: Geometric constructions
de: Geometrieerstellung
es: Construcciones Geométricas
fr: Constructions géométriques
hu: Geometriai szerkezetek
it: Costruzioni geometriche
ja: ジオメトリ生成
sv: Geometriska konstruktioner

source: Metric functions (e.g., Cartesian 2D distance, Hausdorff distance)
de: Metrische Functionen (z.B. Kartesische 2D Entfernung, Hausdorff Entfernung)
es: Funciones métricas (por ejemplo, distancia 2D Cartesiana, distancia de Hausdorff)
fr: Fonctions métriques (comme la distance 2D cartésien, distance de Hausdorff)
hu: Metrikus függvények (pl., 2D távolság, Hausdorff távolság)
it: Funzioni metriche (ad es. distanza cartesiana 2D, distanza Hausdorff)
ja: 距離計測機能 (例: デカルト2D距離, ハウスドルフ距離)
sv: Metriska funktioner (t.ex. kartesiskt 2D-avstånd, Hausdorff-avstånd)

source: Spatial algorithms (e.g. buffer creation, line offsets, line simplification)
de: Räumliche Algorithmen (z.B. Erzeugen von Puffern, Linien Offsets, Line Vereinfachungen)
es: Algoritmos espaciales (por ejemplo, creación de buffer, offsets de línea, simplificación de línea)
fr: Algorithmes spatiaux (par exemple création de tampons, décalages de ligne, simplification des lignes)
hu: Térbeli algoritmusok (pl. övezet generálás, vonal eltolás, vonal egyszerűsítés)
it: Algoritmi spaziali (ad es. creazione di fasce di rispetto, spostamenti di linee, semplificazione di linee)
ja: 空間アルゴリズム (例: バッファ作成、ラインオフセット、ライン簡素化)
sv: Spatiala algoritmer (t.ex. skapande av buffert, linjeoffset, förenkling av linjer)

source: Geometric math functions (e.g., angles, distances, etc.)
de: Räumliche mathematische Funktionen (z.B. Winkel, Entfernungen usw.)
es: Funciones matemáticas geométricas (por ejemplo, ángulos, distancias, etc.)
fr: Fonctions mathématiques géométriques (ex.: angles, distances, etc.)
hu: Geometriai matematikai függvények (pl. szögek, távolságok, stb.)
it: Funzioni geometriche (ad es. angoli, distanze, ecc.)
ja: ジオメトリ算術機能 (例: 角度、距離等)
sv: Geometriska matematiska funktioner (t.ex. vinklar, avstånd etc.)

source: Spatial structures (e.g. Quadtree and R-tree, Delauney triangulation)
de: Räunliche Strukturen (z.B. Quadtree und R-tree, Delauney Triangulation)
es: Estructuras espaciales (por ejemplo, Quadtree andf R-tree, triangulación Delaunay)
fr: Structures spatiales (par exemple, Quadtree et R-tree, triangulation de Delaunay)
hu: Térbeli struktúrák (pl. négyes-fa és R-fa, Delauney háromszögek)
it: Strutture spaziali (ad es. Quadtree, R-tree, triangolazione di Delaunay)
ja: 空間構造 (例: 4分木とR木、ドロネー三角形分割)
sv: Spatiala strukturer (t.ex. Quadtree och R-tree, Delauney-triangulering)

source: Input/Output (e.g., WKT, GML)
de: Eingabe/Ausgabe (z.B. WKT, GML)
es: Entrada/Salida (por ejemplo, WKT, GML)
fr: Entrée/Sortie (par exemple WKT, GML)
hu: Input/Output (pl., WKT, GML)
it: Input/Output (ad es. WKT, GML)
ja: 入力/出力 (例: WKT、GML)
sv: Inmatning/utmatning (t.ex. WKT, GML)

source: High-precision arithmetic
de: Sehr genaue Berechnugen
es: Aritmética de alta precisión
fr: Arithmétique haute-précision
hu: Nagy pontosságú aritmetika
it: Aritmetica ad alta precisione
ja: 高精度計算
sv: Aritmetik med hög precision

source: Supported Formats
de: Unterstützte Formate
es: Formatos soportados
fr: Formats supportés
hu: Támogatott formátumok
it: Formati supportati
ja: サポートするフォーマット
sv: Format som stöds

source: Well Known Text (WKT) and Well Known Binary (WKB)
de: Well Known Text (WKT) und Well Known Binary (WKB)
es: Texto bien conocido (WKT) y Binario Bien Conocido (WKB)
fr: Well Known Text (WKT) et Well Known Binary (WKB)
hu: Well Known Text (WKT) és Well Known Binary (WKB)
it: Well Known Text (WKT) e Well Known Binary (WKB)
ja: Well-Known テキスト (WKT) と Well-Known バイナリ (WKB)
sv: Välkänd text (WKT) och välkänd binär (WKB)

source: Java Swing/AWT writing
de: Java Swing/AWT Ausgabe
es: Escritura Java Swing/AWT
fr: écriture Java Swing/AWT
it: Scrittura in Java Swing/AWT
ja: Java Swing/AWT 書き込み
sv: Java Swing/AWT-skrivning

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 準拠している標準規格
sv: Implementerade standarder

source: OGC Simple Features for SQL (SFSQL)
es: Funciones simples de OGC para SQL (SFSQL)
fr: Simple Features for SQL (SFSQL) OGC
sv: OGC enkla funktioner för SQL (SFSQL)

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://projects.eclipse.org/projects/locationtech.jts
de: **Webseite:** https://projects.eclipse.org/projects/locationtech.jts
es: **Sitio web:** https://projects.eclipse.org/projects/locationtech.jts
fr: **Site Internet:** https://projects.eclipse.org/projects/locationtech.jts
hu: **Honlap:** https://projects.eclipse.org/projects/locationtech.jts
it: **Sito web:** https://projects.eclipse.org/projects/locationtech.jts
ja: **Webサイト:** https://projects.eclipse.org/projects/locationtech.jts
sv: **Webbplats:** https://projects.eclipse.org/projects/locationtech.jts

source: **Licence:** LGPL
de: **Lizenz:** LGPL
es: **Licencia:** LGPL
hu: **Licenc:** LGPL
it: **Licenza:** LGPL
ja: **ライセンス:** LGPL
sv: **Licens:** LGPL

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface d'API:** Java
hu: **API Interfészek:** Java
it: **Interfacce API:** Java
ja: **API インターフェイス:** Java
sv: **API-gränssnitt:** Java

source: **Support:** https://sourceforge.net/projects/jts-topo-suite/
es: **Soporte:** https://sourceforge.net/projects/jts-topo-suite/
hu: **Támogatás:** https://sourceforge.net/projects/jts-topo-suite/
it: **Supporto:** https://sourceforge.net/projects/jts-topo-suite/
ja: **サポート:** https://sourceforge.net/projects/jts-topo-suite/

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: JTS is an open source library of spatial predicates and functions for processing geometries. It provides a complete, consistent, and robust implementation of fundamental algorithms for processing linear geometry on the 2-dimensional Cartesian plane.
sv: JTS är ett bibliotek med öppen källkod som innehåller spatiala predikat och funktioner för bearbetning av geometrier. Det ger en komplett, konsekvent och robust implementering av grundläggande algoritmer för bearbetning av linjär geometri i det 2-dimensionella kartesiska planet.

source: JTS is used by most java based Open Source geospatial applications, and :doc:`geos_overview`, which is a C++ port of JTS, is used by most C based applications. Additional ports are available for C# and JavaScript.
sv: JTS används av de flesta Java-baserade Open Source geospatiala applikationer, och :doc:`geos_overview`, som är en C++-port av JTS, används av de flesta C-baserade applikationer. Ytterligare portar finns tillgängliga för C# och JavaScript.
