Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/jupyter_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Jupyter Notebook
hu: Jupyter jegyzettömb
it: Notebook Jupyter
sv: Jupyter anteckningsbok

source: Mixing rich media in documentation
de: Mischen von Rich Media in der Dokumentation
es: Mezcla de medios ricos en documentación
fr: Mélanger les médias riches et la documentation
hu: Multimédiás tartalom hozzáadása a dokumentációhoz
it: Mescolare i rich media nella documentazione
ja: ドキュメントにリッチメディアを混在させる
sv: Blandning av rich media i dokumentationen

source: The Jupyter Notebook is a web application that allows you to create and share documents that contain live code, equations, visualizations and explanatory text.
de: Das Jupyter Notebook ist eine Webanwendung, mit der Sie Dokumente erstellen und freigeben können, die Live-Code, Gleichungen, Visualisierungen und erklärenden Text enthalten.
es: Jupyter Notebook es una aplicación web que permite crear y compartir documentos que contienen código en vivo, ecuaciones, visualizaciones y texto explicativo.
fr: Le Jupyter Notebook est une application Web qui vous permet de créer et de partager des documents contenant du code exécutable, des équations, des visualisations et du texte explicatif.
hu: A Jupyter jegyzettömb egy web alkalmazás, mely lehetővé teszi önnek élő kódot, egyenleteket, vizualizációt és magyarázó szöveget tartalmazó dokumentumok létrehozását és megosztását.
it: Il Notebook Jupyter è un'applicazione web che permette di creare e condividere documenti che contengono codice live, equazioni, visualizzazioni e testo esplicativo.
ja: Jupyter Notebookは、ライブコード、数式、視覚化、および説明テキストを含むドキュメントを作成および共有できるWebアプリケーションです。
sv: Jupyter Notebook är en webbapplikation som gör att du kan skapa och dela dokument som innehåller livekod, ekvationer, visualiseringar och förklarande text.

source: It combines two components:
de: Es vereint zwei Komponenten:
es: Combina dos componentes:
fr: Il combine deux composantes :
hu: Két összetevőt egyesít:
it: Combina due componenti:
ja: 次の2つのコンポーネントが組み合わされています。
sv: Den kombinerar två komponenter:

source: A web application providing browser-based, interactive authoring of notebook documents.
de: Eine Webanwendung, die browserbasierte, interaktive Erstellung von Nootebook-Dokumenten bereitstellt.
es: Una aplicación web que proporciona la creación interactiva basada en navegador de documentos de bloc de notas.
fr: Une application Web fournissant des notebooks fonctionnant dans le navigateur et interactifs.
hu: Egy web alkalmazás, mely egy böngésző alapú , interaktív jegyzettömb dokumentáció készítését biztosítja.
it: Un'applicazione web che fornisce tramite interfaccia browser una creazione interattiva di documenti notebook.
ja: ブラウザベースで、対話式でノートブックドキュメント作成を支援するWebアプリケーション。
sv: En webbapplikation som tillhandahåller webbläsarbaserad, interaktiv skapande av anteckningsboksdokument.

source: Notebook documents which store a representation of all content visible in the web application, including inputs and outputs of computations, explanatory text, mathematics, code, images, videos, graphs, maps, and other rich media representations of objects.
de: Nootebook-Dokumente, in denen eine Darstellung aller in der Webanwendung sichtbaren Inhalte gespeichert ist, einschließlich Ein- und Ausgänge von Berechnungen, erläuterndem Text, Mathematik, Code, Bildern, Videos, Grafiken, Karten und anderen Rich Media-Darstellungen von Objekten.
es: Documentos de cuadernos que almacenan una representación de todo el contenido visible en la aplicación web, incluidas entradas y salidas de cálculos, texto explicativo, matemáticas, código, imágenes, vídeos, gráficos, mapas y otras representaciones multimedia enriquecidas de objetos.
fr: Les Notebooks stockent une représentation de tout le contenu visible dans l’application Web, y compris les entrées et les sorties de calculs, le texte explicatif, les mathématiques, le code, les images, les vidéos, les graphiques, les cartes et d’autres représentations médiatiques riches d’objets.
hu: Notebook dokumentumok, amelyek a webes alkalmazásban látható összes tartalom ábrázolását tárolják, beleértve a számítások bemeneteit és kimeneteit, magyarázó szöveget, matematikát, kódot, képeket, videókat, grafikonokat, térképeket és más multimédiás objektumokat.
it: Notebook che memorizzano una rappresentazione di tutti i contenuti visibili nell'applicazione web, compresi gli input e gli output dei calcoli, testo esplicativo, matematica, codice, immagini, video, grafici, mappe e altre rappresentazioni di oggetti multimediali.
ja: 計算、説明テキスト、数学、コード、、数学、コード、イメージ、ビデオ、グラフ、マップ、およびオブジェクトのその他のリッチメディア表現を含む、Webアプリケーションに表示されるすべてのコンテンツの表現を格納するノートブックドキュメント。
sv: Notebook-dokument som lagrar en representation av allt innehåll som är synligt i webbapplikationen, inklusive in- och utdata från beräkningar, förklarande text, matematik, kod, bilder, videor, grafer, kartor och andra rich media-representationer av objekt.

source: jupyter screenshot
es: pantalla de jupyter
hu: jupyter képernyőképek
it: screenshot di jupyter
ja: Jupyter スクリーンショット
sv: jupyter skärmdump

source: Notebooks can be shared with others on GitHub, Dropbox, and the `Jupyter Notebook Viewer <https://nbviewer.org>`__.
de: Notebooks können mit anderen auf GitHub, Dropbox und dem `Jupyter Notebook Viewer <https://nbviewer.org>`__. geteilt werden.
hu: A jegyzettömbök megoszthatók másokkal a GitHun-on, Dropbox-on és a `Jupyter Notebook Viewer-en <https://nbviewer.org/>`__ keresztül.
it: I Notebook possono essere condivisi con altri su GitHub, Dropbox, e il `Jupyter Notebook Viewer <https://nbviewer.org>`__.
ja: ノートブックはGitHub、Dropbox、 `Jupyter Notebookビューア <https://nbviewer.org>`__ で他のユーザに共有できます。
sv: Anteckningsböcker kan delas med andra på GitHub, Dropbox och i `Jupyter Notebook Viewer <https://nbviewer.org>`__.

source: Uses include: data cleaning and transformation, numerical simulation, statistical modeling, machine learning and much more.
de: Zu den Verwendungsmöglichkeiten gehören: Datenbereinigung und -transformation, numerische Simulation, statistische Modellierung, maschinelles Lernen und vieles mehr.
es: Los usos incluyen: limpieza y transformación de datos, simulación numérica, modelado estadístico, aprendizaje automático y mucho más.
fr: Les utilisations incluent : nettoyage et transformation des données, simulation numérique, modélisation statistique, apprentissage automatique et bien plus encore.
hu: A felhasználás lehet: adat tisztítás és transzformálás, numerikus szimuláció, statisztikai modellezés, gépi tanulás és még továbbiak.
it: Gli usi includono: pulizia e trasformazione dei dati, simulazione numerica, modellazione statistica, apprendimento automatico e molto altro.
ja: データの消去と変換、数値シミュレーション、統計モデリング、機械学習などの用途があります。
sv: Användningsområdena omfattar: datarengöring och -omvandling, numerisk simulering, statistisk modellering, maskininlärning och mycket mer.

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Create Jupyter Notebooks which can contain:
de: Erstellen Sie Jupyter-Notebooks, die folgende Angaben enthalten können:
es: Crear cuadernos jupyter que puedan contener:
hu: Hozzon létre Jupiter jegyzettömböt, mely a következőket tartalmazhatja:
it: Creare Notebooks di Jupyter che possono contenere:
ja: 以下を含むJupyter Notebookの作成:
sv: Skapa Jupyter Notebooks som kan innehålla:

source: Marked up text (with headings, styles, paragraphs, etc)
de: Marked up Text (mit Überschriften, Formatvorlagen, Absätzen usw.)
es: Texto marcado (con encabezados, estilos, párrafos, etc.)
fr: Texte balisé (avec titres, styles, paragraphes, etc.)
hu: Jelölt szöveg (címsorokkal, stílusokkal, bekezdésekkel stb.)
it: Testo evidenziato (con titoli, stili, paragrafi, ecc.)
ja: マークアップされたテキスト(見出し、スタイル、段落など)
sv: Markerad text (med rubriker, stilar, stycken etc.)

source: Formulas, mathematics, plots, maps, ...
de: Formeln, Mathematik, Plots, Karten, ...
es: Fórmulas, matemáticas, tramas, mapas, ...
fr: Formules, mathématiques, graphiques, cartes, ...
hu: Képletek, matematika, grafikonok, térképek, ...
it: Formule, matematica, grafici, mappe, ...
ja: 数式、数学、グラフ図、地図...
sv: Formler, matematik, diagram, kartor, ...

source: Imported external libraries to add functionality
de: Importierte externe Bibliotheken, um Funktionalität hinzuzufügen
es: Bibliotecas externas importadas para agregar funcionalidad
hu: Importált külső könyvtárak további funkcionalitás hozzáadásához.
it: Librerie esterne importate per aggiungere funzionalità
ja: 外部ライブラリをインポートして機能を追加
sv: Importerade externa bibliotek för att lägga till funktionalitet

source: Code from multiple programming languages, including Python, R, Julia, Bash and many more.
de: Code mehrerer Programmiersprachen, einschließlich Python, R, Julia, Bash und vielen mehr.
es: Código de varios lenguajes de programación, incluyendo python, R, Julia, Bash y muchos más.
hu: Kód több program nyelvhez, Python, R, Julia, Bash és még továbbiak.
it: Codice da diversi linguaggi di programmazione, che includono Python, R, Julia, Bash e molti altri
ja: Python、R、Julia、Bashなど、複数のプログラミング言語からのコード。
sv: Kod från flera olika programmeringsspråk, bland annat Python, R, Julia, Bash och många fler.

source: Jupyter Notebooks on OSGeoLive can use geospatial functions from:
de: Jupyter-Notebooks auf OSGeoLive können räumliche Funktionen verwenden aus:
es: Los cuadernos Jupyter de OSGeo-Live pueden utilizar funciones geoespaciales de:
hu: Az OSGeoLive-on a Jupiter jegyzettömb térbeli funkcióit használhat innen:
it: Jupyter Notebook su OSGeoLive possono usare funzioni geospaziali da:
ja: OSGeoLive上のJupyter Notebookは、以下の地理空間関数を使用可能:
sv: Jupyter-anteckningsböcker på OSGeoLive kan använda geospatiala funktioner från:

source: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, and more.
de: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, und weitere.
es: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, y más.
fr: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, et plus encore.
hu: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, és még továbbiak.
it: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2, e molto altro.
ja: Numpy、SciPy Matplotlib、IRIS、Cartopy、gdal、Geopandas、pyshp、Fiona、netCDF4、PostgreSQL、psycopg2、R、rpy2などなど。
sv: Numpy, SciPy Matplotlib, IRIS, Cartopy, gdal, Geopandas, pyshp, Fiona, netCDF4, PostgreSQL, psycopg2, R, rpy2 och mer.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://jupyter.org/
de: **Webseite:** https://jupyter.org/
es: **Sitio Web:** https://jupyter.org/
fr: **Site web:** https://jupyter.org/
hu: **Honlap:** https://jupyter.org/
it: **Sito web:** https://jupyter.org/
ja: **Webサイト:** https://jupyter.org/
sv: **Webbplats:** https://jupyter.org/

source: **Licence:** The 3-Clause BSD License
de: **Lizenz:** 3-Clause BSD License
es: **Licencia:** Licencia 3-Clause BSD
hu: **Licenc:** 3-Clause BSD License
it: **Licenza:** The 3-Clause BSD License
ja: **ライセンス:** The 3-Clause BSD License
sv: **Licens:** BSD-licensen med 3 klausuler

source: **Software Version:** |version-jupyter|
es: **Versión de Software:** |version-jupyter|
fr: **Version du logiciel:** |version-jupyter|
hu: **Szoftver verzió:** |version-jupyter|
it: **Versione Software:** |version-jupyter|
ja: **ソフトウェアバージョン:** |version-jupyter|
sv: **Programvaruversion:** |version-jupyter|

source: **Supported Platforms:** Linux, Mac, Windows
de: **Unterstützte Plattformen:** Linux, Mac, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Linux, Mac, Windows
hu: **Támogatott platformok:** Linux, Mac, Windows
it: **Piattaforme Supportate:** Linux, Mac, Windows
ja: **対応プラットフォーム:** Linux, Mac, Windows
sv: **Plattformar som stöds:** Linux, Mac, Windows

source: **API Interfaces:** Python
de: **API Schnittstellen:** Python
es: **Interfaces API:** Python
fr: **Interfaces de l'API:** Python
hu: **API interfészek:** Python
it: **Interfacce API:** Python
ja: **API インタフェース:** Python
sv: **API-gränssnitt:** Python

source: **Support:** https://jupyter.org/community.html
es: **Soporte:** https://jupyter.org/community.html
hu: **Támogatás:** https://jupyter.org/community.html
it: **Supporto:** https://jupyter.org/community.html
ja: **サポート:** https://jupyter.org/community.html

source: Quickstart
es: Guía de Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/jupyter_quickstart>`
de: Schnellstart Dokumentation :doc:`Quickstart-Dokumentation <../quickstart/jupyter_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/jupyter_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/jupyter_quickstart>`
it: :doc:`Guida rapida <../quickstart/jupyter_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/jupyter_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/jupyter_quickstart>`

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: nologo
ja: ロゴなし

source: Notebooks can be shared with others on GitHub, Dropbox, and the `Jupyter Notebook Viewer <https://nbviewer.jupyter.org/>`_.
es: Los cuadernos se pueden compartir con otras personas en GitHub, Dropbox y el `Visor de Jupyter Notebook <https://nbviewer.jupyter.org/>`_.
fr: Les Notebooks peuvent être partagés avec d’autres sur GitHub, Dropbox et le `Jupyter Notebook Viewer <https://nbviewer.jupyter.org/>`_.

source: Create Jupyter notebooks which can contain:
fr: Créez des notebooks Jupyter qui peuvent contenir :

source: Imported external libraries to add functionality.
fr: Bibliothèques externes importées pour ajouter des fonctionnalités.

source: Code from multiple programming languages, including python, R, Julia, Bash and many more.
fr: Du code de plusieurs langages de programmation, y compris python, R, Julia, Bash et bien d’autres.

source: Jupyter notebooks on OSGeo-Live can use geospatial functions from:
fr: Les notebooks Jupyter sur OSGeo-Live peuvent utiliser des fonctions géospatiales à partir de :
