Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/leaflet_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Leaflet
sv: Broschyr

source: Browser/Mobile Map Library
de: Karten Bibliothek für Browser und Mobil
es: Biblioteca de Mapas de Navegador Móvil
fr: Bibliothèque cartographique pour navigateur/mobile
hu: Böngésző/mobil térkép könyvtár
it: Libreria per le mappe su Browser/Mobile
ja: ブラウザ/モバイル向け地図ライブラリ
sv: Bibliotek för webbläsare/mobilkartor

source: Leaflet is an JavaScript library for browser based, mobile-friendly, interactive maps. It is light weight, yet has all the features most developers ever need for online maps.
sv: Leaflet är ett JavaScript-bibliotek för webbläsarbaserade, mobilvänliga, interaktiva kartor. Det är lättviktigt, men har ändå alla funktioner som de flesta utvecklare någonsin behöver för onlinekartor.

source: Leaflet is designed with simplicity, performance and usability in mind. It works efficiently across all major desktop and mobile platforms out of the box, taking advantage of HTML5 and CSS3 on modern browsers while being accessible on older ones too. It can be extended with many plugins, has a beautiful, easy to use and well-documented API and a simple, readable source code that is a joy to contribute to.
sv: Leaflet är utformat med enkelhet, prestanda och användbarhet i åtanke. Det fungerar effektivt på alla större stationära och mobila plattformar direkt från start och drar nytta av HTML5 och CSS3 i moderna webbläsare samtidigt som det är tillgängligt även i äldre webbläsare. Det kan utökas med många plugins, har ett vackert, lättanvänt och väldokumenterat API och en enkel, läsbar källkod som det är en glädje att bidra till.

source: leaflet screenshot
sv: skärmdump av broschyr

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Map Layers
de: Kartenebenen
es: Capas de máscara
fr: Couches de carte
hu: Térkép rétegek
it: Layers della mappa
ja: 地図レイヤ
sv: Kartlager

source: Tiles, Markers, Popups, Image overlays, WMS, GeoJSON
de: Kacheln, Marker, Popups, Image Overlays, WMS, GeoJSON
fr: Tuiles, marqueurs, popup, image surimposé, WMS, GeoJSON
hu: Csempék, szimbólumok, felbukkanó ablakok, képek, WMS, GeoJSON
it: Tiles, Markers, Popups, Immagini, WMS, GeoJSON
ja: タイル、マーカー、ポップアップ、イメージオーバーレイ、WMS、GeoJSON
sv: Plattor, markörer, popup-fönster, bildöverlägg, WMS, GeoJSON

source: Vectors: polylines, polygons, circles, rectangles, circle markers
de: Vektoren: Polylinien, Polygone, Kreise, Rechtecke, Kreismarker
es: Vectores: polilíneas, polígonos, círculos, rectángulos, marcadores de círculos
fr: Vecteurs: polylignes, polygones, cercles, rectangles, marqueurs circulaires
hu: Vektorok: törtvonalak, felületek, körök, téglalapok, kör szimbólumok
it: Vettoriali: polilinee, poligoni, cerchi, rettangoli, markers circolari
ja: ベクタ: ポリライン、ポリゴン、円、矩形、円マーカー
sv: Vektorer: polylinjer, polygoner, cirklar, rektanglar, cirkelmarkörer

source: Layer groups
de: Layergruppen
es: Grupos de capas
fr: Groupes de couche
hu: Réteg csoportok
it: Gruppi di layer
ja: レイヤグループ
sv: Lagergrupper

source: Customization Features
de: Anpassbare Komponenten
es: Características personalizadas
fr: Fonctionnalités de personnalisation
hu: Testreszabási funkciók
it: Caratteristiche personalizzabili
ja: カスタマイズ機能
sv: Funktioner för kundanpassning

source: Pure CSS3 popups and controls for easy restyling
de: Reine CSS3 Popups und Controls, die einfach gestylt werden können
es: Ventanas emergentes puramente CSS3 y controles para un fácil rediseño
fr: Des popups et des contrôles CSS3 purs pour faciliter le restylage
hu: Tisztán CSS3 felbukkanó ablakok és vezérlők a könnyű stílus változtatásért
it: Popups e controlli in puro CSS3 per più semplici modifiche
ja: 簡単なスタイル変更が可能な、CSS3 完全準拠のポップアップとコントロール
sv: Ren CSS3 popup-fönster och kontroller för enkel restyling

source: Image- and HTML-based markers
de: Bild- und HTML-basierte Marker
es: Marcadores basados en Imagen - y HTML-
fr: Marqueurs basés sur des images et le HTML
hu: Kép és HTML alapú szimbólumok
it: Markes basati su immagini e HTML
ja: 画像と HTML ベースのマーカー
sv: Bild- och HTML-baserade markörer

source: Custom map layers, controls, projections
de: Anpassbare Kartenlayer, Controls, Projektionen
es: Capas de mapa, controles y proyecciones personalizados
fr: Couches, contrôles et projections de cartes personnalisées
hu: Egyéni térkép rétegek, vezérlők, vetületek
it: Layers della mappa, controlli e proiezioni personalizzabili
ja: カスタム地図レイヤ、コントロール、投影法
sv: Anpassade kartlager, kontroller och projektioner

source: Powerful OOP facilities for extending existing classes
de: Leistungsstarke Möglichkeiten der objektorientierte Programmierung zur Erweiterung von bestehenden Klassen
es: Poderosas instalaciones de OOP para extender las clases existentes
fr: De puissants utilitaires OOP pour étendre les classes existantes
hu: hatékony OOP eszközök a létező osztályok kiterjesztéséhez
it: Potente struttura OOP per estendere le classi esistenti
ja: 既存のクラス拡張のための、強力な OOP(オブジェクト指向プログラミング) の利便性
sv: Kraftfulla OOP-funktioner för att utöka befintliga klasser

source: Interaction and Visual Features
de: Interaktion und visuelle Features
es: Características Visuales y de Interacción
fr: Interaction et fonctionnalités visuelles
hu: Interakció és vizuális jellemzők
it: Caratteristiche visuali e di interazione
ja: インタラクティブでビジュアルな機能
sv: Interaktion och visuella funktioner

source: Drag panning with inertia
de: Ziehendes Verschieben mit Trägheitswirkung
es: Arrastre y desplazamiento con inercia.
fr: Déplacement par drag avec inertie
hu: Elhúzás megragadással és tehetetlenséggel
it: Muovere la mappa con inerzia
ja: イナーシャによるドラッグパン
sv: Dragpanorering med tröghet

source: Keyboard navigation
es: Navegación mediante el teclado
fr: Navigation clavier
hu: Billentyűzet navigáció
it: Navigazione da tastiera
ja: キーボードナビゲーション
sv: Navigering med tangentbord

source: Zoom/Panning animation
es: Animación de Acercamiento/Desplazamiento
fr: Animation lors du zoom/déplacement
hu: Nagyítás/eltolás animáció
it: Animazione per zoom e spostamento
ja: ズーム/パン アニメーション
sv: Animering av zoom/panorering

source: Very nice default design for markers, popups and other map controls
de: Ansprechendes Standarddesign der Marker, Popups und anderer Kartenkontrollelemente
es: Agradable diseño predeterminado para marcadores, ventanas emergentes y otros controles de mapa
fr: Très beau design par défaut pour les marqueurs, popups et autres contrôles cartographiques
hu: Nagyon szép alapértelmezett megjelenés a markerekhez, felugró ablakokhoz és egyéb vezérlőkhöz
it: Design di default molto piacevole per markers, popups e altri controlli della mappa
ja: 非常に美しい、マーカー、ポップアップ、その他地図コントロールのデフォルトのデザイン
sv: Mycket snygg standarddesign för markörer, popup-fönster och andra kartkontroller

source: Retina resolution support for tile layers and markers
de: Retina Resolution Unterstützung für gekachelte Ebenen und Marker
es: Soporte de resolución retina para capas de teselas y marcadores
fr: Prise en charge de la résolution Retina pour les couches tuilées et les marqueurs
hu: Retina felbontás támogatása csempe rétegekhez és szimbólumokhoz
it: Supporto con risoluzione Retina per i tile layer e i marker
ja: タイルレイヤとマーカーのための Retina 解像度のサポート
sv: Stöd för retina-upplösning för kakelplattor och markörer

source: Performance Features
es: Características de rendimiento
fr: Fonctionnalités liées à la performance
hu: Teljesítménnyel kapcsolatos jellemzők
it: Caratteristiche per le prestazioni
ja: パフォーマンス機能
sv: Prestandaegenskaper

source: Hardware acceleration
de: Hardware Beschleunigung
es: Aceleración de hardware
fr: Accélération matérielle
hu: Hardvergyorsítás
it: Accelerazione hardware
ja: ハードウェアアクセラレーション
sv: Acceleration av hårdvara

source: Utilizing CSS3 features to make panning and zooming really smooth
de: Nutzung von CSS3 Features, um das Verschieben und Zoomen sehr sanft zu gestalten
es: Utilizando funciones de CSS3 para hacer desplazamientos y acercamientos muy suaves
fr: Utilisation des fonctions CSS3 pour rendre le déplacement et le zoom vraiment fluides
hu: CSS3 funkciók felhasználásával nagyon sima eltolás és nagyítás
it: Utilizza caratteristiche CSS3 per fare panning e zoom in modo davvero piacevole
ja: パンとズーム動作を真にスムーズにするための、CSS3 機能の利用
sv: Utnyttja CSS3-funktioner för att göra panorering och zoomning riktigt smidigt

source: Smart polyline/polygon rendering
de: Intelligentes Rendern von Polylinen und Polygonen
es: Representación inteligente de polilínea/polígono
fr: Rendu de polyligne/polygone intelligent
hu: Okos törtvonal/felület rajzolás
it: Rappresentazione intelligente di polilinee/poligoni
ja: スマートなポリライン/ポリゴンのレンダリング
sv: Smart rendering av polylinjer/polygoner

source: Modular design allows including only required features
de: Modulares Design erlaubt lediglich die benötigten Features einzubinden
es: El diseño modular permite incluir sólo características necesarias
fr: La conception modulaire permet de n'inclure que les caractéristiques requises
hu: A moduláris tervezés lehetővé teszi, hogy csak a szükséges funkciókat tartalmazza
it: Struttura modulare permette solo le funzioni richieste
ja: 必要な機能のみ含めることが可能なモジュール設計
sv: Modulär design gör det möjligt att endast inkludera nödvändiga funktioner

source: Tap delay elimination on mobile devices
de: Entfernung von Tap-Verzögerungen auf mobilen Geräten
es: Retraso elimination de Tap en dispositivos móviles
fr: Élimination du délai tap sur support mobile
hu: Érintési késlekedés megszüntetése a mobil eszközökön
it: Tocco ritardato eliminato su dispositivi mobili
ja: モバイル端末上でのタップ操作の遅延除去
sv: Eliminering av tryckfördröjning på mobila enheter

source: Map Controls
es: Controles de mapas
fr: Contrôles de carte
hu: Térképvezérlők
it: Controlli della mappa
ja: 地図コントロール
sv: Kart-kontroller

source: Zoom buttons, Attribution, Layer switcher, Scale
de: Zoom Buttons, Attributanzeige, Layer-Switcher, Maßstab
es: Botones para cambio de capa, atribución, zoom, escala
fr: Boutons de zoom, Attribution, bascule entre couches, barre d'échelle
hu: Nagyítás gomb, megnevezés, rétek kapcsoló, méretarány
it: Bottoni per lo zoom, attribuzione, cambio layer, scala
ja: ームボタン、地図帰属表示、レイヤ切替、縮尺
sv: Zoomknappar, Tilldelning, Lagerväxlare, Skala

source: Desktop Browser Support
es: Soporte de navegador de escritorio
fr: Support des navigateurs bureautiques
hu: Asztali böngésző támogatás
it: Browser desktop supportati
ja: デスクトップブラウザのサポート
sv: Stöd för webbläsare på skrivbordet

source: Safari 5+
sv: Safari 5+ (på engelska)

source: Mobile Browser Support
es: Compatibilidad con navegadores móviles
fr: Support des navigateurs sur mobile
hu: Mobil böngésző támogatás
it: Browser mobile supportati
ja: モバイルブラウザのサポート
sv: Stöd för mobila webbläsare

source: Safari for iOS 3-7+
de: Safari für iOS 3-7+
es: Safari para iOS 3-7+
fr: Safari pour iOS 3-7+
hu: Safari iOS 3-7+-hoz
it: Safari per iOS 3-7+
sv: Safari för iOS 3-7+

source: Android browser 2.2+, 3.1+, 4+
es: Navegador de Android 2.2+, 3.1+, 4+
fr: Navigateur Android 2.2+, 3.1+, 4+
hu: Android böngésző 2.2+, 3.1+, 4+
it: Browser Android 2.2+, 3.1+, 4+
ja: Android ブラウザ 2.2+, 3.1+, 4+
sv: Android webbläsare 2.2+, 3.1+, 4+

source: Chrome for Android 4+ and iOS
de: Chrome für Android 4+ und iOS
es: Chrome para Android 4+ e iOS
fr: Chrome pour Android 4+ et iOS
hu: Chrome Android-hoz 4+ és iOS-hez
it: Chrome per Android 4+ e iOS
ja: Chrome for Android 4+ 及び iOS
sv: Chrome för Android 4+ och iOS

source: Firefox for Android
de: Firefox für Android
es: Firefox para Android
fr: Firefox pour Android
hu: Firefox Android-hoz
it: Firefox per Android
sv: Firefox för Android

source: Other webkit-based browsers (webOS, Blackberry 7+, etc.)
de: Andere auf Webkit basierende Browser (webOS, Blackberry 7+, etc.)
es: Otros navegadores basados en webkit (webOS, Blackberry 7+, etcetera.)
fr: Autres navigateurs basés sur webkit (webOS, Blackberry 7+, etc.)
hu: Más webkit alapú böngészők (webOS, Blackberry 7+, stb.)
it: Altri browser basati su webkit (webOS, Blackberry 7+, etc.)
ja: その他 webkit ベースのブラウザ (webOS、Blackberry 7+ 等)
sv: Andra webkit-baserade webbläsare (webOS, Blackberry 7+, etc.)

source: IE10/IE11 for Win8-based devices
de: IE10/IE11 für Win8-basierte Geräte
es: IE10/IE11 para dispositivos basados en Win8
fr: IE10/IE11 pour les appareils basés sur Windows 8
hu: IE10/IE11 Win8-alapú eszközökhöz
it: IE10/IE11 per dispositivi basati su Win8
ja: IE10/IE11 for Win8 ベースの端末
sv: IE10/IE11 för Win8-baserade enheter

source: Misc
de: Weiteres
fr: Divers
hu: Egyebek
it: Varie
ja: その他
sv: Övrigt

source: Extremely lightweight — around 34 KB of gzipped JS code
de: Extrem schlank — etwa 34 KB JS Code als gzip
es: Extremadamente ligero — alrededor de 34 KB de código gzipped JS
fr: Extrêmement légère — environ 34 Ko de code JS gzippé
hu: Végletesen könnyűsúlyú - 34 KB méretű tömörített JS kód
it: Estremamente leggero — circa 34 KB codice JavaScript zippato
ja: 極めて軽量 — JS コードを gzip 圧縮した状態で 34 KB
sv: Extremt lättviktig - cirka 34 KB gzipad JS-kod

source: No external dependencies
de: Keine externen Abhängigkeiten
es: Sin dependencias externas
fr: Pas de dépendances externes
hu: Nincsenek külső függőségek
it: Nessuna dipendenza esterna
ja: 外部依存性がない
sv: Inga externa beroenden

source: Keeps your JS environment clean — no global or native prototypes pollution
de: ält Ihre JS Umgebung sauber — kleine globalen oder nativen Prototype Verunreinigungen
es: Mantiene limpio su entorno JS, ninguna contaminación de prototipos nativos o globales
fr: Garde votre environnement JS propre - pas de pollution de prototypes globaux ou natifs
hu: Tisztán tartja a JS környezetét - nincsenek globális vagy natív prototípus szennyezések
it: Mantiene il vostro ambiente di JavaScript pulito - nessun inquinamento con prototipi globale o nativi
ja: 開発者の JS 環境をクリーンに保つ — グローバルもしくはネイティブの prototype を汚染しない
sv: Håller din JS-miljö ren - ingen förorening från globala eller inbyggda prototyper

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://leafletjs.com
de: **Webseite:** https://leafletjs.com
es: **Sitio web:** https://leafletjs.com
fr: **Site Internet:** https://leafletjs.com
hu: **Honlap:** https://leafletjs.com
it: **Sito web:** https://leafletjs.com
ja: **Webサイト:** https://leafletjs.com
sv: **Webbplats:** https://leafletjs.com

source: **Licence:** BSD
de: **Lizenz:** BSD
es: **Licencia:** BSD
hu: **Licenc:** BSD
it: **Licenza:** BSD
ja: **ライセンス:** BSD
sv: **Licensiering:** BSD

source: **Software Version:** |version-leaflet|
es: **Versión de software:** |version-leaflet|
fr: **Version du logiciel:** |version-leaflet|
hu: **Szoftver verzió:** |version-leaflet|
it: **Versione Software:** |version-leaflet|
ja: **ソフトウェアバージョン:** |version-leaflet|
sv: **Programvaruversion:** |version-leaflet|

source: **Supported Platforms:** Windows, Mac, Linux, Android, iOS
de: **Unterstützte Plattformen:** Windows, Mac, Linux, Android, iOS
es: **Plataformas compatibles:** Windows, Mac, Linux, Android, iOS
fr: **Plates-formes supportées:** Windows, Mac, Linux, Android, iOS
hu: **Támogatott platformok:** Windows, Mac, Linux, Android, iOS
it: **Piattaforme Supportate:** Windows, Mac, Linux, Android, iOS
ja: **対応プラットフォーム:** Windows, Mac, Linux, Android, iOS
sv: **Plattformar som stöds:** Windows, Mac, Linux, Android, iOS

source: **API Interfaces:** Javascript
de: **API Schnittstellen:** Javascript
es: **Interfaces API:** Javascript
fr: **Interface d'API:** Javascript
hu: **API Interfészek:** Javascript
it: **Interfacce API:** Javascript
ja: **API インターフェイス:** Javascript
sv: **API-gränssnitt:** Javascript

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/leaflet_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/leaflet_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/leaflet_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/leaflet_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/leaflet_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/leaflet_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/leaflet_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/leaflet_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: Leaflet is an JavaScript library for browser based, mobile-friendly, interactive maps. It is light weight, yet has all the features most developers ever need for online maps.
de: Leaflet ist eine JavaScript Bibliothek für browserbasierte und mobile, interaktive Karten. Die Software ist sehr schlank und besitzt die meisten der für die Entwicklung von Onlinekarten benötigten Funktionen.
es: Leaflet es una biblioteca de JavaScript para mapas interactivos basados en el navegador y optimizados para dispositivos móviles. Es ligero, sin embargo, tiene todas las características que la mayoría de los desarrolladores necesitan para los mapas en línea.
fr: Leaflet est une bibliothèque JavaScript pour les cartes mobiles interactives basées dans le navigateur. Elle est légère, mais possède toutes les fonctionnalités dont la plupart des développeurs auront besoin pour des cartes en ligne.
hu: A Leaflet egy JavaScript könyvtár böngésző alapú, mobilbarát, interaktív térképekhez. Könnyűsúlyú, de az összes funkciót tartalmazza amire a legtöbb fejlesztőnek valaha szüksége lesz online térképekhez.
it: Leaflet è una libreria JavaScript per vedere mappe interattive su browser, con un occhio di riguardo per i dispositivi mobile. È leggera, ma ha tutte le caratteristiche che la maggior parte degli sviluppatori ha bisogno per mappe online.
ja: Leaflet はブラウザベースで、モバイルフレンドリーなインタラクティブ地図のための JavaScript ライブラリです。軽量ですが、ほとんどの開発者がかつて必要としていたオンライン地図のための全ての機能を持っています。

source: Leaflet is designed with simplicity, performance and usability in mind. It works efficiently across all major desktop and mobile platforms out of the box, taking advantage of HTML5 and CSS3 on modern browsers while being accessible on older ones too. It can be extended with many plugins, has a beautiful, easy to use and well-documented API and a simple, readable source code that is a joy to contribute to.
de: Bei der Entwicklung von Leaflet liegen die Schwerpunkte bei Einfachheit, Performanz und Benutzerfreundlichkeit. Leaflet läuft effektiv auf allen gängigen Desktop und mobilen Plattformen und nutzt dabei die Vorteile von HTML5 und CSS3 auf modernen Browsern ist darüberhinaus aber auch mit älteren Browsern nutzbar. Leaflet kann über zahlreiche Plugins erweitert werden. Die Software hat eine wunderbare, einfache und gut dokumentierte API und einen einfachen, lesbaren Code, so dass es Spaß macht etwas beizutragen.
es: Leaflet está diseñado con la simplicidad, el rendimiento y la facilidad de uso en mente. Funciona de manera eficiente en todas las principales plataformas de escritorio y móviles listas para usar, aprovechando HTML5 y CSS3 en los navegadores modernos, a la vez que se puede acceder a los más antiguos. Se puede ampliar con muchos complementos, tiene una API bella, fácil de usar y bien documentada, y un código fuente simple y legible con el que es un placer contribuir.
fr: Leaflet a été conçue dans un souci de simplicité, de performance et d'ergonomie. Elle fonctionne efficacement sur toutes les principales plates-formes de bureau et mobiles, en tirant parti des technologies HTML5 et CSS3 sur les navigateurs modernes tout en étant accessible sur les plus anciens aussi. Elle peut être étendue avec de nombreux plugins, dispose d'une belle API, facile à utiliser et bien documentée et d'un code source simple, lisible qui est un plaisir à contribuer.
hu: A Leaflet-et az egyszerűséget, a teljesítményt és felhasználhatóságot előtérbe helyezve tervezték. Hatékonyan dolgozik főbb asztali és mobil platformokon, a HTML5 és CSS3 előnyeit kihasználva, a modern böngészőkben, miközben a régi változatokon is elérhető. Számos modullal bővíthető egy szép, könnyen használható és jól dokumentált API-val, olvasható forráskóddal rendelkezik, amihez öröm hozzáadni.
it: Leaflet è disegnato con in mente semplicità, performance e usabilità. Funziona efficacemente con tutti le piattaforme più importanti per desktop e mobile, prendendo vantaggio di HTML5 e CSS3 sui browsers moderni ed è anche accessibile sui vecchi. Può essere estero con molti plugins, avendo una API bella, facile da usare e ben documentata e un codice sorgente semplice e leggibile per cui è una gioia per chi vuole contribuire.
ja: Leaflet はシンプル、パフォーマンス、ユーザビリティを念頭に設計されています。枠を超えた、全てのメジャーなデスクトップ・モバイルプラットフォーム上で、モダンブラウザ上の HTML5 と CSS3 の優位性を持ちつつ、古いブラウザ上でのアクセスも可能とし、効率的に動作します。多くのプラグインにより拡張することが可能で、見た目も美しく、利用も簡単で、しっかりとドキュメント化された API があり、シンプルで、可読性のあるソースコードで、貢献を楽しめるようにもなっています。

source: Multi-touch
hu: Többes-érintés
ja: マルチタッチ

source: **Support:** https://groups.google.com/forum/#!forum/leaflet-js
es: **Soporte:** https://groups.google.com/forum/#!forum/leaflet-js
hu: **Támogatás:** https://groups.google.com/forum/#!forum/leaflet-js
it: **Supporto:** https://groups.google.com/forum/#!forum/leaflet-js
ja: **サポート:** https://groups.google.com/forum/#!forum/leaflet-js
