Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/liblas_overview.po
Languages: de, es, fi, fr, hu, it, ja

source: LiDAR Data Access
de: LiDAR Datenzugriff
es: Acceso a datos LiDAR
fi: LiDAR Datayhteys
fr: Accès aux données LiDAR
hu: LiDAR adat hozzáférés
it: Accesso a dati LiDAR
ja: LiDAR データアクセス

source: libLAS is a C/C++ library for reading and writing the very common `LAS` `LiDAR`_ format. The `ASPRS LAS format`_ is a sequential binary format used to store data from LiDAR sensors and by LiDAR processing software for data interchange and archival.
de: libLAS ist eine C/C++ Bibliothek zum Lesen und Schreiben des sehr verbreiteten `LAS` `LiDAR`_ Formats. Das `ASPRS LAS Format`_ ist ein sequentielles Binärformat, das zum Speichern von Daten von LiDAR Sensoren und von LiDAR Prozessierungssoftware für den Datenaustausch und die Archivierung verwendet wird.
es: libLAS es una biblioteca de C/C++ para leer y escribir el muy común formato `LAS` `LiDAR`_ . El `ASPRS LAS format`_ es un secuencial formato binario utilizado para almacenar datos de los sensores de LiDAR y por procesamiento LiDAR software para intercambio de datos y archivo.
fi: libLAS on C/C++-kirjasto, joka lukee ja kirjoittaa hyvin yleisesti käytettyä `LAS` `LiDAR`_-muotoa. `ASPRS LAS format`_ on binaarimuotoinen tietoformaatti, jota käytetään tietojen tallentamiseen LiDAR-antureista ja LiDAR-aineistojen prosessointiohjelmistosta tiedon vaihtoon ja arkistointiin.
fr: libLAS est une bibliothèque C/C++ pour lire et écrire le format très courant pour le `LiDAR`_ , `LAS`. Le `ASPRS LAS format`_ est un format séquentiel binaire utilisé pour stocker des données de capteurs LiDAR et par les logiciels de traitement de données LiDAR pour l'échange et l'archivage.
hu: A libLAS egy C/C++ könyvtár a nagyon gyakran használt `LAS` `LiDAR`_ formátum olvasására és írására. Az `ASPRS LAS formátum`_ egy szekvenciális bináris formátum, melyet a LiDAR szenzorokból érkező adatok tárolására és a LiDAR feldolgozó szoftverek adatcseréjére és archiválásra használnak.
it: libLAS è una libreria C/C++ per leggere e scrivere il formato comune `LAS` `LiDAR`_. Il `formato ASPRS LAS`_ è un formato binario sequenziale utilizzato per memorizzare i dati dai sensori LiDAR e dal software di elaborazione LiDAR per lo scambio e l'archiviazione dei dati.
ja: ibLAS は一般的な `LAS` `LiDAR`_ フォーマットを読み書きするための C/C++ ライブラリです。 。`ASPRS LAS format`_ は LiDAR センサや LiDAR 処理ソフトウェアがデータの保存、交換，アーカイブに使用しているシーケンシャルなバイナリフォーマットです。

source: LiDAR (Light Detection and Ranging) is a form of high precision range detection much like a radar system that uses laser light as the electromagnetic emission. One of LiDAR systems' products is a "point cloud" data product that can be conceptualized as a series of point measurements representing distance from the sensor to a returned emission. A common storage format for these point cloud data is ASPRS LAS format.
de: LiDAR (Light Detection and Ranging) ist eine Form von hochpräziser Bereichsermittlung ähnlich einem Radarsystem, das Laserstrahlen als electromagnetische Emissionen nutzt. Eines der LiDAR Systems' Produkte ist ein "Punktwolken"-Daten-Produkt, das eine Serie von Punktmessungen erfasst, die eine Entfernung von einem Sensor zu einerr empfangenen Emission darstellen. Ein übliches Speicherformat für diese Punktwolken ist das ASPRS LAS Format.
es: LiDAR (Light Detection and Ranging o detección de luz y rango) es una forma de detección de alta precisión, como un sistema de radar que utiliza luz de láser como emisión electromagnética. Uno de los productos de los sistemas LiDAR es una "point cloud" o nube de puntos, que puede ser conceptualizada como una serie de medidas entre puntos que representan las distancias desde el sensor y a las emisiones devueltas. Un formato común de almacenamiento de datos para las nubes de puntos es LAS ASPRS.
fi: LiDAR (Lidar Detection and Ranging) on erittäin tiheiden kaukokartoitusaineistojen metodi, joka käyttää tutkien tapaan laservaloa etäisyyksien mittaamiseen. Yksi näistä laserkeilaimilla tuotetuista aineistoista on "pistepilvi", joka voidaan ymmärtää erittäin tarkkojen kohdemittauksien pistesarjaksi. Nämä pisteet edustavat etäisyyttä keilaimesta kohteeseensa. Yleinen talletustapa tällaisille pistepilville on ASPRS LAS -tietoformaatti.
fr: Le LiDAR (Light Detection and Ranging) est une forme de détection d'intervalles de distance haute-précision un peu comme l'est un système radar qui utilise un laser lumineux comme émission électromagnétique. Un des produits issu des systèmes LIDAR est une donnée de nuages de points qui peut être conceptualisée en une série de mesures de points représentant la distance du capteur par rapport à l'émission retournée. Un format de stockage courant pour ces données de nuages de points est le format LAS ASPRS.
hu: LiDAR (fényérzékelés és távolságmérés) a nagy pontosságú tartomány észlelés egy formája a radar rendszerhez hasonlóan, mely lézer fényt használ az elektromágneses kisugárzáshoz. A LiDAR rendszer egyik eredménye a "pontfelhő" adatok, mely a szenzortól a visszaverőig terjedő pontmérések sorozataként fogalmazható meg. A pontfelhő adatok elterjedt tárolási formája az ASPRS LAS formátum.
it: LiDAR (Light Detection and Ranging) è una forma di rilevamento della distanza ad alta precisione molto simile a un sistema radar che utilizza la luce laser come emissione elettromagnetica. Uno dei prodotti dei sistemi LiDAR è un prodotto di dati "nuvola di punti" che può essere concettualizzato come una serie di misure di punti che rappresentano la distanza dal sensore a un'emissione restituita. Un formato di archiviazione comune per questi dati di nuvole di punti è il formato ASPRS LAS.
ja: LiDAR (ライダー、Light Detection and Ranging) はレーダーと似た高精度な距離検出の一種で、電磁放射線の代わりにレーザー光線を使用するものです。LiDAR システムは "点群" データのように、センサからの距離等を反射波を用いて計測した結果を概念化したデータを出力します。一般的な点群データの保存に使用されているのが ASPRS LAS フォーマットです。

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Keskeiset ominaisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能

source: C/C++/Python APIs for reading, writing, and manipulating LAS data
de: C/C++/Python API zum Lesen, Schreiben und Manipulieren von LAS Daten
es: C / C + + API de Python para lectura, escritura y manipulación de datos de LAS
fi: C/C++/python-APIt LAS-datan lukemiseen, kirjoittamiseen ja käsittelyyn
fr: API C/C++/Python pour lire, écrire et manipuler des données LAS
hu: C/C++/Python API-k LAS adatok olvasásához, írásához és kezeléséhez
it: API C/C**/Python per leggere, scrivere e gestire dati LAS
ja: LAS データの読み込み、書き込み、操作に使用する C/C++/Python API

source: `Command line utilities`_ for manipulating LAS data based on `LAStools`_
de: `kommandozeilenbasierte Programme`_ zur Manipulation von LAS Daten basierend auf `LAStools`_
es: `Command line utilities`_ para manipular datos LAS basados en `LAStools`_
fi: `Komentorivin työkalut`_ LAS-datan käsittelyyn, jotka perustuvat `LAStools`_-työkaluun
fr: `Command line utilities`_ pour manipuler les données LAS basées sur `LAStools`_
hu: `Parancssori segédprogramok`_ LAS adatok `LAStools`_-ra alapozott kezeléséhez
it: `Strumenti da linea di comando`_ per gestire dati LAS basati su `LAStools`_
ja: `LAStools`_ に基づく LAS データを操作するための `コマンドラインユーティリティ`_

source: Coordinate reprojection via `GDAL <https://gdal.org>`__
de: Koordinaten Umprojektion über `GDAL <https://gdal.org>`__
es: Coordinación de reproyección a través de `GDAL <https://gdal.org>`__
fi: Koordinoi uudelleenprojektio `GDAL <https://gdal.org>`__ kautta
fr: Reprojection de coordonnées via `GDAL <https://gdal.org>`__
hu: Vetületi átszámítás `GDAL <https://gdal.org>`__ segítségével
it: Riproiezione di coordinare via `GDAL <https://gdal.org>`__
ja: `GDAL <https://gdal.org>`_ 経由での投影法の変換

source: Details
es: Detalles
fi: Tiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** https://liblas.org/
de: **Webseite:** https://liblas.org/
es: **Sitio web:** https://liblas.org/
fi: **Verkkosivusto:** https://liblas.org/
fr: **Site web:** https://liblas.org
hu: **Honlap:** https://liblas.org/
it: **Sito web:** https://liblas.org/
ja: **Webサイト:** https://liblas.org/

source: **Licence:** BSD
de: **Lizenz:** BSD
es: **Licencia:** BSD
fi: **Lisenssi:** BSD
hu: **Licenc:** BSD
it: **Licenza:** BSD
ja: **ライセンス:** BSD

source: **Software Version:** |version-liblas|
es: **Versión de software:** |version-liblas|
fi: **Ohjelmisto versio:** |version-liblas|
fr: **Version du logiciel:** |version-liblas|
hu: **Szoftver verzió:** |version-liblas|
it: **Versione Software:** |version-liblas|
ja: **ソフトウェアバージョン:** |version-liblas|

source: **Supported Platforms:** Cross Platform C++ -- Mac OS X, Windows (via `OSGeo4W`_), and Linux
de: **Unterstützte Plattformen:** Cross Platform C++ -- Mac OS X, Windows (via `OSGeo4W`_), and Linux
es: **Plataformas compatibles:** Plataformas cruzadas C++, Linux, Mac OSX y Windows (a través de `OSGeo4W`_)
fi: **Tuetut alustat:** Poikkialustainen C++ -- Mac OS X, Windows (Via `OSGeo4W`_), ja Linux
fr: **Plates-formes supportées:** C++ multi-plateformes -- Mac OS X, Windows (via `OSGeo4W`_), et Linux
hu: **Támogatott platformok:** több platformos C++ -- Mac OS X, Windows (`OSGeo4W`_), és Linux
it: **Piattaforme Supportate:** Cross Platform C++-- Mac OS X, Windows (via `OSGeo4W`_), e Linux
ja: **対応プラットフォーム:** クロスプラットフォーム C++ -- Mac OS X, Windows (`OSGeo4W`_ 経由), Linux

source: **API Interfaces:** C, C++, Python
de: **API Schnittstellen:** C, C++, Python
es: **Interfaces API:** C, C++, Python
fi: **API-liittymät:** C, C++, python
fr: **Interfaces de l'API:** C, C++, Python
hu: **API interfészek:** C, C++, Python
it: **Interfacce API:** C, C++, Python
ja: **API インターフェイス:** C, C++, Python

source: **Support:** `Communication and Support <https://liblas.org/community.html>`_
es: **Soporte:** `Comunicación y soporte <https://liblas.org/community.html>`_
fi: **Tuki:** `Viestintä ja tuki <https://liblas.org/community.html>`_
fr: **Support:** `Communication et Support <https://liblas.org/community.html>`_
hu: **Támogatás:** `Communication and Support <https://liblas.org/community.html>`_
it: **Supporto:** `Comunicazione e Supporto <https://liblas.org/community.html>`_
ja: **サポート：** `コミュニケーションとサポート <https://liblas.org/community.html>`_

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fi: Pika-aloitus
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/liblas_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/liblas_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/liblas_quickstart>`
fi: :doc:`Pika-aloituksen dokumentaatio <../quickstart/liblas_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/liblas_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/liblas_quickstart>`
it: :doc:`Guida rapida <../quickstart/liblas_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/liblas_quickstart>`
