Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapbender_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Geoportal Framework
es: Marco Geoportal
fr: Framework pour géoportail
hu: Geoportál Keretrendszer
it: Framework per geoportali
ja: Geoportalフレームワーク
sv: Ramverk för geoportal

source: `Mapbender <https://mapbender.org/en>`_ is a graduated OSGeo project. It is a web based geoportal framework to publish, register, view, navigate, monitor and grant secure access to spatial data infrastructure services.
de: `Mapbender <https://mapbender.org>`_ ist ein graduiertes OSGeo Projekt. Mapbender ist ein web-basiertes Geoportal Framework zum Veröffentlichen, Anzeigen und Überwachen von OGC Diensten, mit der Möglichkeit Dienste gesichert anzubieten.
es: `Mapbender <https://mapbender.org/en>`_ es un proyecto graduado de OSGeo. Es un marco de geoportal basado en web para publicar, registrar, ver, navegar, monitorear y otorgar acceso seguro a servicios de infraestructura de datos espaciales.
fr: `Mapbender <https://mapbender.org/en>`_ est un projet OSGeo. C'est un géoportail web framework pour publier, enregistrer, visualiser, naviguer, surveiller et permettre un accès sécurisé à des services de données géospatiales.
hu: A `Mapbender <https://mapbender.org/en>`_ az OSGeo egy elismert projektje. Ez egy web alapú geoportál keretrendszer publikáláshoz, regisztrációhoz, megtekintéshez, navigáláshoz valamint téradat infrastruktúra szolgáltatások biztonságos elérésének biztosításához és monitorozásához.
it: `Mapbender <https://mapbender.org/en>`_ è uno dei progetti laureati OSGeo. E' un framework per geoportali basato su webper pubblicare, registrare, visualizzare, navigare, e garantire accessi sicuri ai servizi di infrastrutture dati territoriali.
ja: `Mapbender <https://mapbender.org/en>`_ は卒業したOSGeoプロジェクトです。これは、空間データインフラストラクチャサービスへの安全なアクセスを公開、登録、ビュー、ナビゲート、監視、および付与するためのWebベースのGeoportal フレームワークです。
sv: mapbender <https://mapbender.org/en>`_ är ett avslutat OSGeo-projekt. Det är ett webbaserat geoportalramverk för att publicera, registrera, visa, navigera, övervaka och bevilja säker åtkomst till infrastrukturtjänster för spatiala data.

source: Mapbender is the tip of the iceberg, a meta layer of software providing access to SDI components adhering to international standards. Mapbender allows users to easily create customised browser clients from a wide range of widgets (without any/with minimal) programming required. Widgets integrate with server functionality to provide advanced functionality like security proxying, digitizing, auto snapping and more.
de: Mapbender ist die Spitze des Eisbergs, eine Software, die als Zwischenschicht für den Zugriff auf GIS Komponenten dient. Mapbender bietet eine einfache Möglichkeit, angepasste Client-Anwendungen aus einer Vielzahl von Komponenten zusammen zu stellen. Das Besondere ist, dass hierbei keiner bis minimaler Programmieraufwand notwendig ist. Für die Administration wird lediglich ein Browser benötigt.
es: Mapbender es la punta del iceberg, una meta capa de software que proporciona acceso a los componentes de SDI que se adhieren a los estándares internacionales. Mapbender permite a los usuarios crear fácilmente clientes de navegador personalizados a partir de una amplia gama de widgets (sin necesidad de / con mínima) programación requerida. Los widgets se integran con la funcionalidad del servidor para proporcionar funciones avanzadas como proxying de seguridad, digitalización, ajuste automático y más.
fr: Mapbender est le sommet de l'iceberg, un métacouche de logiciels fournissant un accès à des composants d'IDS adhérant à des standards internationaux. Mapbender permet aux utilisateurs de facilement créer des clients web personnalisés à partir d'un large éventail de widgets (sans aucune / avec minimum de connaissances en programmation requises). Les widgets s'intègrent avec des fonctions serveur pour fournir des fonctionnalités avancées comme la sécurité basé sur un proxy, la digitalisation, l'auto-accrochage et plus.
hu: A Mapbender a jéghegy csúcsa, olyan szoftver meta réteg, amely hozzáférést biztosít a nemzetközi szabványoknak megfelelő SDI komponensekhez. A Mapbender lehetővé teszi a felhasználók számára, hogy könnyedén hozhassanak létre személyre szabott böngésző klienseket számos vezérlőből programozás nélkül vagy minimális programozással. A vezérlőket integrálják a szerver funkcionalitásával, és olyan kifinomult funkciókat kínálnak, mint például a biztonsági proxy, a digitalizálás, az automatikus illesztés és így tovább.
it: Mapbender è la punta dell'iceberg, un metalayer di software che offre accesso a componenti di SDI conformi agli standard internazionali. Mapbender consente agli utenti di creare facilmente browser personalizzati a partire da un'ampia gamma di widget, e richiede minima o nessuna capacità di programmazione. Gli widget si integrano con le funzionalità del server per offrire funzionalità avanzate come proxy di sicurezza, digitalizzazione, snap automatico e altro.
ja: Mapbenderは、いわば氷山の一角であり、国際標準に準拠したSDIコンポーネントへのアクセスを提供するソフトウェアのメタレイヤです。Mapbenderを使用すると、ユーザーはさまざまなウィジェットから、プログラミング不要、あるいは最小限のプログラミングで、カスタマイズされたブラウザクライアントを簡単に作成できます。ウィジェットはサーバ機能と統合され、セキュリティプロキシ、デジタイズ、自動スナップなどの先進的な機能を提供します。
sv: Mapbender är toppen på isberget, ett metalager av programvara som ger tillgång till SDI-komponenter som följer internationella standarder. Mapbender gör det möjligt för användare att enkelt skapa anpassade webbläsarklienter från ett brett utbud av widgets (utan någon/med minimal) programmering krävs. Widgets integreras med serverfunktionalitet för att tillhandahålla avancerade funktioner som säkerhetsproxy, digitalisering, auto snapping med mera.

source: Mapbender management applications are straight forward and easy to use providing highly focused functionality for the operation of large scale distributed SDI components. It is the tool of choice for SDI administrators who need to maintain, categorize and monitor map and feature services. Mapbender grants access to individuals, groups and manages machine to machine access. Adherence to standardized services, such as OGC WMS allows to take advantage of interoperable services from a multitude of server platforms.
de: Mapbender ist das Werkzeug der Wahl für GIS Administratoren, die Karten- und Datendienste veröffentlichen, unterhalten, kategorisieren und überwachen müssen. Mapbender bietet eine Rechteverwaltung mit der Vergabe von Rechten für einzelne Benutzer und Gruppen. Mapbender bietet Komponenten mit Serverfunktionalität beispielsweise für den gesicherten Zugriff auf Dienste, Digitalisierung und mehr.
es: Las aplicaciones de gestión de Mapbender son sencillas y fáciles de usar, proporcionando una funcionalidad altamente enfocada para el funcionamiento de componentes SDI distribuidos a gran escala. Es la herramienta preferida por los administradores de SDI que necesitan mantener, categorizar y monitorear los servicios de mapas y funciones. Mapbender otorga acceso a individuos, grupos y gestiona el acceso de máquina a máquina. La adhesión a servicios estandarizados, como OGC WMS, permite aprovechar los servicios interoperables de una multitud de plataformas de servidor.
fr: Les applications de gestion de Mapbender sont simples et faciles à utiliser pour fournir des fonctionnalités fortement ciblées pour l'exploitation de composants d'IDS distribués à grande échelle. C'est un outil de choix pour les administrateurs d'IDS qui ont besoin de maintenir, catégoriser et suivre des services de cartes WMS, WFS. Mapbender accorde des accès à des personnes, des groupes et gère les accès machine avec machine. La prise en compte des services standardisés, comme le WMS et le WFS-T de l'OGC permet de tirer avantage des services interopérables d'une multitude de plates-formes de serveur.
hu: A Mapbender menedzsment alkalmazások egyértelműek és egyszerűen kezelhetők, nagyon fókuszált funkcionalitást biztosítva a nagyméretű elosztott SDI komponensek működtetéséhez. Ez az SDI-adminisztrátorok választott eszköze, akiknek kezelniük, kategorizálniuk és monitorozniuk kell a térképi szolgáltatásokat. A Mapbender hozzáférést biztosít az egyéneknek, csoportoknak, és kezeli a gép-gép kapcsolatokat. A szabványosított szolgáltatásoknak köszönhetően, mint például az OGC WMS, lehetővé teszi az interoperábilis szolgáltatások előnyeinek kihasználását számos szerver platformon.
it: Le applicazioni di gestione di Mapbender sono di uso semplice e immediato, e offrono funzionalità molto mirate al funzionamento di componenti di SDI distribuite su grande scala. E' lo strumento preferito per gestori di SDI che devono manutenere, categorizzare e monitorare servizi di mappe e di feature. Mapbender assicura l'accesso a singoli utenti, gruppi e gestisce l'accesso da macchina a macchina. La conformità a servizi standard, some il WMS OGC, permetted di sfruttare i servizi interoperabili da una moltitudine di piattaforme server.
ja: Mapbender管理アプリケーションは、大規模な分散SDIコンポーネントの操作に高度に焦点を当てた機能を提供する、簡単で使いやすいものです。これは、マップと地物のサービスを維持、分類、および監視する必要があるSDI管理者向けのツールです。Mapbenderは、個人、グループへのアクセスを許可し、M2Mアクセスを管理します。OGC WMSなどの標準化されたサービスに準拠することで、多数のサーバプラットフォームから相互運用可能なサービスを利用できます。
sv: Mapbenders hanteringsapplikationer är enkla och lättanvända och ger mycket fokuserad funktionalitet för drift av storskaliga distribuerade SDI-komponenter. Det är det självklara verktyget för SDI-administratörer som behöver underhålla, kategorisera och övervaka kart- och funktionstjänster. Mapbender ger åtkomst till individer och grupper och hanterar åtkomst från maskin till maskin. Genom att följa standardiserade tjänster, t.ex. OGC WMS, kan man dra nytta av interoperabla tjänster från en mängd olika serverplattformar.

source: Mapbender is based on Symfony, OpenLayers and jQuery.
de: Mapbender basiert auf Symfony, OpenLayers und jQuery.
es: Mapbender es basado en OpenLayers, Symfony y jQuery.
fr: Mapbender est basé sur Symfony, OpenLayerset jQuery.
hu: A Mapbender a Symfony, OpenLayers és jQuery programokra épül.
it: Mapbender si basa su Symfony, OpenLayers e jQuery.
ja: MapbenderはSymfony、OpenLayers、およびjQueryに基づいています。
sv: Mapbender är baserad på Symfony, OpenLayers och jQuery.

source: mapbender screenshot
es: pantalla de mapbender
sv: mapbender skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Easily create web mapping interfaces using template applications
de: leichtes Erzeugen von Web Mapping Anwendungen über Anwendungsvorlagen
es: Crear fácilmente interfaces de mapas utilizando aplicaciones de plantilla web
fr: création facile d'interfaces de cartographie en ligne basées sur des applications modèle
hu: Web térkép interfészek egyszerű létrehozása sablon alkalmazások felhasználásával.
it: Interfacce di mappatura web semplici da creare tramite applicazioni preimpostate
ja: テンプレートアプリケーションを使用してWebマッピングインターフェイスを簡単に作成する
sv: Skapa enkelt gränssnitt för webbkartläggning med hjälp av mallapplikationer

source: add/remove/customize applications
de: Hinzufügen/ Entfernen/ Anpassen von Anwendungen
es: aplicaciones para añadir/quitar/personalizar
fr: ajoute/supprime/personnalise les applications
hu: alkalmazások hozzáadása, eltávolítása és testreszabása
it: aggiunta/rimozione/personalizzazione di applicazioni
ja: アプリケーションの追加/削除/カスタマイズ
sv: lägga till/ta bort/anpassa applikationer

source: Create applications with digitize functionality
de: Erzeugung von Anwendungen mit Digitalisierfunktionalitäten
es: Crear aplicaciones con funcionalidad de digitalización
fr: Créé des applications avec fonction de digitalisation
hu: Digitalizáló funkcionalítással rendelkező alkalmazás létrehozása
it: Creazione di applicazioni con funzione di digitalizzazione
ja: デジタイズ機能を備えたアプリケーションを作成する
sv: Skapa applikationer med digitaliserad funktionalitet

source: Create mobile Applications
de: Erzeugung von mobilen Anwendungen
es: Crear aplicaciones móviles
fr: Créé des applications mobiles
hu: Mobil alkalmazások létrehozása
it: Creazione di applicazioni mobili
ja: モバイルアプリケーションを作成する
sv: Skapa mobila applikationer

source: Print high-quality maps using your own PDF templates.
de: Hochqualitativer Druck unter Verwendung eigener PDF-Vorlagen.
es: Imprimir mapas de alta calidad usando sus propias plantillas PDF.
fr: Imprime des cartes haute-qualité en utilisant votre propres modèles de PDF.
hu: Jó minőségű térképnyomtatás saját PDF sablonok felhasználásával
it: Stampa di mappe di alta qualità a partire da vostri template PDF.
ja: 独自のPDFテンプレートを使用して高品質な地図を印刷します。
sv: Skriv ut kartor av hög kvalitet med hjälp av dina egna PDF-mallar.

source: Digitizing via SQL
de: Nutzung von SQL-Abfragen für die Digitalisierung
es: Digitalización mediante SQL
fr: Digitalisation via SQL
hu: Digitalizálás SQL-en keresztül
it: Digitalizzazione via SQL
ja: SQLによるデジタイズ
sv: Digitalisering via SQL

source: Upload and share remote OGC WMS (Capabilities caching)
de: Laden und Verwalten von OGC WMS-Diensten (Speicherung der GetCapabilities Parameter)
es: Subir y compartir remotos OGC WMS (capacidades de almacenamiento en caché)
fr: Envoie et partage des services WMS OGC distants (mise en cache des Capabilities)
hu: Távoli OGC WMS feltöltés és megosztás (képességek gyorstárazása)
it: Caricamento e condivisione di WMS OGC remoti (caching delle capabilities)
ja: アップロードしてリモートOGC WMS(キャッシュ機能つき)を共有する
sv: Ladda upp och dela OGC WMS på distans (cachelagring av funktioner)

source: arrange uploaded WMS for overlay
de: Überlagern von verschiedenen WMS-Diensten
es: organizar WMS subido para superposición
fr: organise des WMS récupérés pour gérer la superposition de couches
hu: feltöltött WMS rendezése átfedésre
it: organizzazione dei WMS caricati per gli overlay
ja: アップロードされたWMSをオーバーレイ用に加工する
sv: ordna uppladdad WMS för överlagring

source: editing layer visibility
de: Anpassung der Layersichtbarkeit
es: edición de visibilidad de capa
fr: édition de la visibilité de couche
hu: réteg láthatóság szerkesztése
it: modifica della visibilità dei layer
ja: レイヤの可視性を編集する
sv: redigering av skiktets synlighet

source: order
de: Sortierung
es: orden
fr: ordre
hu: sorrend
it: ordinamento
ja: 順序

source: format
de: Formatauswahl
es: formato
fr: formatage
hu: formátum
it: formattazione

source: Create users and groups, share and grant access to services and modules
de: Benutzerverwaltung: Anlegen von Benutzern und Gruppen. Absicherung von Diensten, Anwendungen und Modulen über die Rechtezuweisung
es: Crear usuarios y grupos, compartir y permitir el acceso a los servicios y módulos
fr: crée des utilisateurs et des groupes, partage et permet l'accès aux services et modules
hu: Felhasználók és csoportok létrehozása, hozzáférés megosztása és adása a szolgáltatásokhoz és modulokhoz
it: Creazione di utenti e gruppi, condivisione e concessione degli accessi a servizi e moduli
ja: ユーザーとグループを作成し、サービスとモジュールへのアクセスを共有および許可する
sv: Skapa användare och grupper, dela och ge tillgång till tjänster och moduler

source: Restrict user access with the OWS security proxy module via trusted servers
de: Beschränker Benutzerzugriff auf gesicherte Dienste mit dem OWS Security Proxy Modul
es: Restringir el acceso de los usuarios con el módulo de proxy OWS de seguridad vía servidores de confianza
fr: restriction des accès utilisateurs avec le module de sécurité proxy OWS via des serveurs reconnus
hu: Felhasználói hozzáférés korlátozása az OWS biztonságos proxy modullal, megbízható szervereken keresztül
it: Limitazione dell'accesso utenti con il modulo di sicurezza proxy OWS tramite server fidati
ja: 信頼されたサーバー経由でOWSセキュリティプロキシモジュールを使用してユーザーアクセスを制限する
sv: Begränsa användaråtkomst med OWS säkerhetsproxymodul via betrodda servrar

source: Encrypted protocols monitoring and status notification and auto-update service for remote OGC services
de: Verschlüsseltes Monitoring, Statusbenachrichtigungen und Auto-Update Services für entfernte OGC Services
es: Protocolos cifrados monitoreo y servicio de notificación y actualización automática de estado remoto servicios OGC
fr: Surveillance de protocoles chiffrés et notification d'état et service de mise à jour automatique pour les services OGC distants
hu: Titkosított protokollok monitorozása és állapot értesítés és automatikus frissítési szolgáltatás távoli OGC szolgáltatásokhoz
it: Monitoraggio di protocolli criptati, notifica dello stato e servizio di aggiornamento automatico per servizi OGC remoti
ja: リモートOGCサービスのための暗号化プロトコルモニタリング、ステータス通知、自動更新サービス
sv: Krypterad protokollövervakning och statusmeddelande samt automatisk uppdateringstjänst för OGC-fjärrtjänster

source: ... and more!
de: ...und mehr!
es: ... y más!
fr: ... et plus!
hu: ... és továbbiak!
it: ...e altro!
ja: などなど ...
sv: ... och mycket mer!

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: OGC Web Map Service (WMS) 1.1.1, 1.3.0
es: Web Map Service (WMS) 1.1.1, 1.3.0 de OGC
fr: Web Map Service (WMS) 1.1.1, 1.3.0 OGC

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://mapbender.org
de: **Webseite:** https://mapbender.org
es: **Sitio web:** https://mapbender.org
fr: **Site web:** https://mapbender.org
hu: **Honlap:** https://mapbender.org
it: **Sito web:** https://mapbender.org
ja: **Webサイト:** https://mapbender.org
sv: **Webbplats:** https://mapbender.org

source: **Software Version:** |version-mapbender|
es: **Versión de software:** |version-mapbender|
fr: **Version du logiciel:** |version-mapbender|
hu: **Szoftver verzió:** |version-mapbender|
it: **Versione software:** |version-mapbender|
ja: **ソフトウェアバージョン:** |version-mapbender|
sv: **Programvaruversion:** |version-mapbender|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **Support:** https://mapbender.org/en/community
de: **Support:** https://mapbender.org/community
es: **Soporte:** https://mapbender.org/en/community
hu: **Támogatás:** https://mapbender.org/en/community
it: **Supporto:** https://mapbender.org/en/community
ja: **サポート:** https://mapbender.org/en/community

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/mapbender_quickstart>`
de: :doc:`Schnellstart: Dokumentation <../quickstart/mapbender_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapbender_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/mapbender_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/mapbender_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapbender_quickstart>`
sv: :doc:`Dokumentation för snabbstart <../quickstart/mapbender_quickstart>`

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: **Licence:** `MIT license <https://opensource.org/licenses/MIT>`_
fr: **Licence:** `licence MIT <https://opensource.org/licenses/MIT>`_
hu: **Licenc:** `MIT license <https://opensource.org/licenses/MIT>`_
it: **Licenza:** `MIT license <https://opensource.org/licenses/MIT>`_
ja: **ライセンス:** `MIT license <https://opensource.org/licenses/MIT>`_
sv: **Licens:** `MIT-licens <https://opensource.org/licenses/MIT>`_
