Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapcache_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Web Service
es: Servicio Web
hu: Web szolgáltatás
it: Servizio Web
ja: Web サービス
sv: Webbtjänst

source: MapCache is a server that implements tile caching to speed up access to WMS layers. The primary objectives are to be fast and easily deployable, while offering the essential features (and more!) expected from a tile caching solution.
de: MapCache ist ein Server, der Tile Caching implementiert, um den Zugriff auf WMS-Layer zu beschleunigen. Die primären Ziele von MapCache sind Schnelligkeit und einfaches Aufzusetzen und gleichzeitig die Bereitstellung von wesentlichen Funktionen (und mehr!) die von einer Kachel-Caching-Lösungen erwartet werden zu bieten .
es: MapCache es un servidor que implementa el almacenamiento en caché de mosaicos para acelerar el acceso a las capas WMS. Los objetivos principales son ser rápidos y fáciles de implementar, al tiempo que ofrecen las características esenciales (¡y más!) que se esperan de una solución de almacenamiento en caché de teselas.
fr: MapCache est un serveur qui implémente la mise en cache de tuiles pour accélérer l’accès aux couches WMS. Les principaux objectifs sont d’être rapides et facilement déployables, tout en offrant les fonctionnalités essentielles (et plus!) attendues d’une solution de mise en cache de tuiles.
hu: A MapCache egy szerver, mely csempe gyorsítótárazást valósít meg a WMS rétegek hozzáférésének gyorsítására. Az elsődleges cél, hogy gyors és egyszerűen telepíthető legyen, miközben elvárható alapvető funkciókat (és többet!) biztosítson egy csempe gyorsítótárazás megoldásából.
it: MapCache è un server che implementa le cache di tile per accelerare l'accesso ai livelli WMS. Gli obiettivi primari sono di essere veloce e facilmente implementabile, mentre offre le caratteristiche essenziali (e molto di più!) che ci si aspetta da una soluzione di cache di tile.
ja: MapCache は、 WMS レイヤへのアクセスを高速化するタイルのキャッシュを実装しているサーバーです。第一の目標は、タイルキャッシュに期待される主要機能 (およびそれ以上!) を提供しつつ、迅速かつ容易にデプロイできることです。
sv: MapCache är en server som implementerar cachelagring av plattor för att snabba upp åtkomsten till WMS-lager. De primära målen är att vara snabb och lätt att distribuera, samtidigt som den erbjuder de viktigaste funktionerna (och mer!) som förväntas av en lösning för cachelagring av plattor.

source: MapCache is part of the MapServer family, but can be configured to cache and serve data from any geospatial server that uses WMS. MapCache can be run on Apache as a module or on any web server that supports CGI/FastCGI such as IIS, Nginx, and Jetty.
de: MapCache ist Teil der MapServer-Produktreihe, kann jedoch so konfiguriert werden, dass Daten von jedem Server, der WMS verwendet, zwischengespeichert und bereitgestellt werden können. MapCache kann unter Apache als Modul oder auf jedem Webserver ausgeführt werden, der CGI/FastCGI unterstützt, wie IIS, Nginx und Jetty.
es: MapCache es parte de la familia MapServer, pero se puede configurar para almacenar en caché y servir datos de cualquier servidor geoespacial que use WMS. MapCache se puede ejecutar en Apache como un módulo o en cualquier servidor web que admita CGI/FastCGI como IIS, Nginx y Jetty.
fr: MapCache fait partie de la famille MapServer, mais peut être configuré pour mettre en cache et servir des données à partir de n’importe quel serveur géospatial qui utilise WMS. MapCache peut être exécuté sur Apache en tant que module ou sur n’importe quel serveur Web qui prend en charge CGI/FastCGI tel que IIS, Nginx et Jetty.
hu: A MapCache a MapServer család része, de beállítható, hogy bármely WMS-t használó térinformatikai szerverhez gyorstárazott adatokat szolgáltasson. MapCache mint Apache modul futtatható vagy bármely web szerveren, amely támogatja a CGI/FastCGI-t, mint az IIS, Nginx, és Jetty.
it: MapCache fa parte della famiglia di MapServer, ma può essere configurato per mettere in cache e servire dati da qualsiasi server geospaziale che usi WMS. MapCache può essere eseguito su Apache come modulo o su qualsiasi server web che supporti CGI/FastCGI come IIS, Nginx e Jetty.
ja: MapCache は MapServer ファミリーの一部ですが、 WMSを使用するすべての地理空間サーバーのデータをキャッシュできます。MapCache は Apache httpdのモジュールとして利用できるほか、IIS、 Nginx、 Jetty などの CGI/FastCGI をサポートする任意の Web サーバーでも実行できます。
sv: MapCache är en del av MapServer-familjen, men kan konfigureras för att cachelagra och servera data från alla geospatiala servrar som använder WMS. MapCache kan köras på Apache som en modul eller på vilken webbserver som helst som stöder CGI/FastCGI, t.ex. IIS, Nginx och Jetty.

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Allows tile caches to be stored in
de: Ermöglicht das Speichern von Tile Caches in
es: Permite almacenar cachés de mosaico en
fr: Permet de stocker des caches de tuile
hu: Gyorstárazott csempék tárolását teszi lehetővé
it: Permette la cache delle tile di essere salvate in
ja: タイル・キャッシュを
sv: Tillåter att cachelagring av plattor lagras i

source: on disk
de: auf der Festplatte
es: en disco
fr: sur disque
hu: háttértárolón
it: su disco
ja: ディスクに格納できます。
sv: på disk

source: in the cloud using REST (S3, Azure, Google)
de: in der Cloud mit REST (S3, Azure, Google)
es: en la nube usando REST (S3, Azure, Google)
fr: dans le cloud à l’aide de REST (S3, Azure, Google)
hu: felhőben REST használatával (S3, Azure, Google)
it: sul cloud utilizzando REST (S3, Azure, Google)
ja: REST (S3, Azure, Google)を使ってクラウドに格納できます。
sv: i molnet med hjälp av REST (S3, Azure, Google)

source: in databases including SQLite, Berkeley DB, Riak
de: in Datenbanken wie SQLite, Berkeley DB, Riak
es: en bases de datos que incluyen SQLite, Berkeley DB, Riak
fr: dans les bases de données, y compris SQLite, Berkeley DB, Riak
hu: adatbázisban többek között SQLite, Berkeley DB, Riak
it: in database inclusi SQLite, Berkeley DB, Riak
ja: SQLite, Berkeley DB, Riakといったデータベースに格納できます。
sv: i databaser inklusive SQLite, Berkeley DB, Riak

source: in Memcache
de: im Arbeitsspeicher
es: en memoria cache
fr: en cache mémoire
hu: Memcache-ben
ja: Memcacheへ格納できます。
sv: i Memcache

source: Includes a seeder application
de: Beinhaltet eine Seeder-Anwendung
es: Incluye una aplicación semillera
fr: Inclut une application semeur
hu: Tartalmaz egy feltöltő alkalmazást
it: Include un'applicazione di seeder
ja: シーダー・アプリケーションを内蔵
sv: Inkluderar en såmaskinstillämpning

source: Caching based on dimensions (such as time)
de: Cache basierend auf Dimensionen (z. B. Zeit)
es: Cache basado en dimensiones (como tiempo)
fr: Mise en cache basée sur des dimensions (telles que le temps)
hu: Dimenziók alapján történő gyorsítótárazás (például idő)
it: Cache basata su dimensioni (come il tempo)
ja: (時間など)次元にもとづくキャッシュ
sv: Cachelagring baserad på dimensioner (t.ex. tid)

source: Allows caching of Mapbox Vector (MVT) and UTFGrid tiles
de: Ermöglicht das Caching von Mapbox Vector (MVT) und UTFGrid-Kacheln
es: Permite el almacenamiento en caché de mosaicos Vector Mapbox (MVT) y UTFGrid
fr: Permet la mise en cache des tuiles Mapbox Vector (MVT) et UTFGrid
hu: Lehetővé teszi Mapbox Vector (MVT) és UTFGrid csempék gyorsítótárazását
it: Permette la cache di Mapbox Vector (MVT) e tile UTFGrid
ja: Mapbox Vector (MVT)や UTFGrid タイルのキャッシュをサポート
sv: Tillåter cachelagring av Mapbox Vector (MVT) och UTFGrid-brickor

source: Customizable grids
de: Anpassbare Grids
es: Cuadrículas personalizables
fr: Grilles personnalisables
hu: Testreszabható rácsok
it: Griglie personalizzabili
ja: カスタマイズ可能なグリッド
sv: Anpassningsbara rutnät

source: Allows tiles to be "assembled" together - allowing tiles for different datasets to be merged together into a single tile to send to the client
de: Ermöglicht das "Zusammenbauen" von Kacheln, sodass Kacheln für verschiedene Datensätze zu einer einzigen Kachel zusammengeführt werden können, die an den Client gesendet werden kann.
es: Permite que los mosaicos se "ensamblen" juntos, lo que permite combinar mosaicos para diferentes conjuntos de datos en un solo mosaico para enviar al cliente
fr: Permet d’assembler les tuiles ensemble , ce qui permet de fusionner celles-ci pour différents jeux de données en une seule tuile à envoyer au client
hu: Lehetővé teszi a csempék "összegyűjtését" - megengedi a különböző adatállományok csempéinek összevonását egyetlen csempét küldi az ügyfélnek
it: Permette di "assemblare" le tile insieme - permettendo alle tile di diversi set di dati di essere fuse insieme in una singola tile da inviare al client
ja: タイルを一緒に "くみこんで"、異なるデータ・セットのタイルを 1 つのタイルにまぜこみして、クライアントに送信できます。
sv: Gör det möjligt att "montera" ihop plattor - så att plattor för olika dataset kan slås ihop till en enda platta som skickas till klienten

source: Includes a seeder application to pre-fill caches from the command line
de: Beinhaltet eine Seeder-Anwendung zum vorab Befüllen des Caches. Aufruf über die Kommandozeile
es: Incluye una aplicación de semillera para llenar previamente cachés desde la línea de comando
fr: Inclut une application semeur pour pré-remplir les caches à partir de la ligne de commande
hu: Tartalmaz egy feltöltő alkalmazást, mellyel a parancssorból előre feltölthető a gyorstárat
it: Include un'applicazione seeder per precompilare le cache dalla linea di comando
ja: コマンドラインからキャッシュを事前に蓄積するシーダーアプリケーションが含まれています。
sv: Inkluderar en seeder-applikation för att förfylla cacheminnen från kommandoraden

source: Allows requests to be proxied back to a server
de: Erlaubt es Requests an einen Server weiterzuleiten
es: Permite que las solicitudes se devuelvan a un servidor
fr: Permet aux demandes d’être proxifiées vers un serveur
hu: Lehetővé teszi a kérések proxyn keresztüli visszaküldését a kiszolgálóhoz
it: Permette alle richieste di essere reindirizzate a un server
ja: 要求がサーバーにプロキシー処理されることを許可します
sv: Tillåter att förfrågningar proxas tillbaka till en server

source: An inbuilt demo interface
de: Eine integrierte Demo-Anwendung
es: na interfaz de demostración incorporada
fr: Une interface de démonstration intégrée
hu: Egy beépített demó intefész
it: Un'interfaccia demo integrata
ja: 組み込みデモ・インタフェースがあります
sv: Ett inbyggt demogränssnitt

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Support of numerous Open Geospatial Consortium (OGC) standards
de: Unterstützung zahlreicher Standards des Open Geospatial Consortium (OGC)
es: Apoyo de numerosos estándares del Open Geospatial Consortium (OGC)
fr: Support de nombreux standards de l'Open Geospatial Consortium (OGC)
hu: Számos Open Geospatial Consortium (OGC) szabvány támogatása
it: Supporto di numerosi standard Open Geospatial Consortium (OGC)
ja: 多数の Open Geospatial Consortium (OGC) 標準規格のサポート

source: Additional standards include:
de: Weitere Standards beinhalten:
es: Estándares adicionales incluyen:
fr: Les standards supplémentaires comprennent :
hu: További szabványok:
it: Standard aggiuntivi includono:
ja: その他の標準には:
sv: Ytterligare standarder inkluderar:

source: KML SuperOverlays
es: SuperOverlays KML

source: Demo
es: Demostración
fr: Démo
hu: Demó
ja: デモ

source: `Default MapCache Demo <http://localhost/mapcache/demo/>`_
de: `Standard MapCache Demo <http://localhost/mapcache/demo/>`_
es: `Demostración predeterminada de MapCache <http://localhost/mapcache/demo/>`_
fr: `Demo de MapCache <http://localhost/mapcache/demo/>`_
hu: `Alapértelmezett MapCache demó <http://localhost/mapcache/demo/>`_
it: `MapCache Demo <http://localhost/mapcache/demo/>`_
ja: `デフォルトの MapCache デモ <http://localhost/mapcache/demo/>`_

source: Documentation
de: Dokumentation
es: Documentación
hu: Dokumentáció
it: Documentazione
ja: ドキュメント
sv: Dokumentation

source: `MapCache Documentation <https://mapserver.org/mapcache/>`_
de: `MapCache Dokumentation <https://mapserver.org/mapcache/>`_
es: `Documentación de MapCache <https://mapserver.org/mapcache/>`_
fr: `Documentation de MapCache <https://mapserver.org/mapcache/>`_
hu: `MapCache dokumentáció <https://mapserver.org/mapcache/>`_
it: `Documentazione MapCache <https://mapserver.org/mapcache/>`_
ja: `MapCache 文書 <https://mapserver.org/mapcache/>`_
sv: dokumentation om MapCache <https://mapserver.org/mapcache/>`_

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://mapserver.org/mapcache/
es: **Sitio web:** https://mapserver.org/mapcache/

source: **Licence:** `MIT-style license <http://mapserver.org/copyright.html#license>`_
es: **Licencia:** `MIT-style license <http://mapserver.org/copyright.html#license>`_

source: **Software Version:** |version-mapcache|
es: **Versión de software:** |version-mapcache|
fr: **Version:** |version-mapcache|
hu: **Program verzió:** |version-mapcache|
it: **Versione Software:** |version-mapcache|
ja: **ソフトウェアバージョン:** |version-mapcache|
sv: **Programvaruversion:** |version-mapcache|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées :** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **Support:** http://mapserver.org/community/
es: **Soporte:** http://mapserver.org/community/

source: Quickstart
es: Guía de Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/mapcache_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapcache_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/mapcache_quickstart>`
hu: :doc:`Quickstart dokumentáció <../quickstart/mapcache_quickstart>`
it: :doc:`Guida rapida <../quickstart/mapcache_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapcache_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/mapcache_quickstart>`

source: Google Maps XYZ
hu: Google térkép XYZ

source: **Website:** https://mapserver.org/mapcache
de: **Webseite:** https://mapserver.org/mapcache
fr: **Site internet :** https://mapserver.org/mapcache
hu: **Honlap:** https://mapserver.org/mapcache
it: **Sito web:** https://mapserver.org/mapcache
ja: **Webサイト:** https://mapserver.org/mapcache
sv: **Webbplats:** https://mapserver.org/mapcache

source: **Licence:** `MIT-style license <https://mapserver.org/copyright.html#license>`_
de: **Lizenz:** `MIT-style license <https://mapserver.org/copyright.html#license>`_
fr: **Licence:** `Licence style MIT <https://mapserver.org/copyright.html#license>`_
hu: **Licenc:** `MIT-style licenc <https://mapserver.org/copyright.html#license>`_
it: **Licenza:** `licenze stile MIT <https://mapserver.org/copyright.html#license>`_
ja: **ライセンス:** `MIT-style license <https://mapserver.org/copyright.html#license>`_
sv: **Licens:** `MIT-licens <https://mapserver.org/copyright.html#license>`_

source: **Support:** https://mapserver.org/community/
hu: **Támogatás:** https://mapserver.org/community/
it: **Supporto:** https://mapserver.org/community/
ja: **サポート:** https://mapserver.org/community/

source: mapcache screenshot
it: screenshot di mapcache
sv: mapcache skärmdump

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Support of numerous Open Geospatial Consortium (OGC) standards
sv: Stöd för ett stort antal standarder från Open Geospatial Consortium (OGC)
