Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapnik_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Cartographic rendering engine
de: Kartographisches Rendering
es: Motor de Representación Cartográfica
fr: Moteur de rendu cartographique
hu: Kartográfiai megjelenítő motor
it: Motore per restituzione cartografiche
ja: 地図製作用レンダリングエンジン
sv: Motor för kartografisk rendering

source: Mapnik is a toolkit for rendering beautiful maps, with clean, soft feature edges provided by quality anti-aliasing graphics, intelligent label placement, and scalable, SVG symbolisation. Most famously, mapnik is used to render the OpenStreetMap main map layers.
de: Mapnik ist ein Werkzeugkasten für die Erstellung von schönen Karten, mit sauberen und weichen Kanten, ermöglicht durch qualitativ hochwertige Grafiken mit Anti-Aliasing, intelligente Anordnung von Beschriftungstext und skalierbare Symbole als SVG. Am bekanntesten ist Mapnik als Werkzeug zum Rendern der Standardkarte des OpenStreetMap Projekts.
es: Mapnik es un conjunto de herramientas para la renderización de mapas hermosos, con bordes limpios de características suaves proporcionados por gráficos de calidad anti-distorsión, inteligente colocación de las etiquetas, y escalable, simbolización de SVG. Lo más famoso es que mapnik se utiliza para representar las capas principales en OpenStreetMap.
fr: Mapnik est une boîte à outils pour générer des belles cartes, avec des bordures claires, arrondies aux angles grâce aux systèmes d'anti-crênelage, de placement "intelligent" des étiquettes, et à la représentation avec des symbologies SVG (redimensionnables). Mapnik est célèbre pour être utiliser pour générer le rendu principal des couches de carte du projet OpenStreetMap.
hu: A Mapnik szép térképek készítéséhez használható eszköztár, minőségi anti-aliasing grafikával, mely a tiszta élek biztosítja , intelligens címke elhelyezéssel és skálázható SVG szimbólumokkal. Leggyakrabban a mapnik az OpenStreetMap fő térképrétegeinek megjelenítésére szolgál.
it: Mapnik è uno strumento per renderizzare belle le mappe, con bordi morbidi caratteristica fornita da dalla qualità grafica anti-aliasing, posizionamento delle etichette intelligenti e simboli SVG scalabili. Il più famoso utilizzo di Mapnik è per renderizzare lo stile del layer principale di OpenStreetMap.
ja: Mapnik は美しい地図を描画するツールキットで、高品質なアンチエイリアス処理によるクリーンでソフトなフィーチャの描画、インテリジェントなラベル配置、SVG によるスケーリング可能なシンボル描画が可能です。Open Street Map のメイン地図レイヤ描画エンジンとして、よく知られています。
sv: Mapnik är en verktygslåda för rendering av vackra kartor, med rena, mjuka funktionskanter som tillhandahålls av högkvalitativ anti-aliasing-grafik, intelligent etikettplacering och skalbar SVG-symbolisering. Mest känt är att Mapnik används för att rendera OpenStreetMaps huvudsakliga kartlager.

source: Mapnik has typically been embedded in Python applications which deliver their maps over the internet although scaling improvements have meant that Mapnik has recently been getting used to create high resolution paper maps too.
de: Mapnik kam zumeist in Python-Anwendungen zur Verwendung, die ihre Karten über das Internet bereitstellen. Trotzdem wird Mapnik, dank Verbesserungen im Bereich der Skalierbarkeit, seit kurzem auch zur Erstellung hochauflösender Landkarten in Papierform verwendet.
es: Mapnik típicamente ha sido incrustado en aplicaciones de Python que entregar sus mapas a través de internet, aunque las mejoras de escala han significado que Mapnik se haya acostumbrado recientemente también para crear mapas de alta resolución en papel.
fr: Typiquement, Mapnik est encapsulé dans des applications Python qui fournissent des cartes via Internet bien que les améliorations d'échelle aient également permis récemment à Mapnik d'être utilisé pour créer aussi des cartes papier haute résolution.
hu: A Mapniket jellemzően Python alkalmazásokba ágyazzák be, melyek az interneten keresztül szolgáltatnak térképeket, habár a skálázási fejlesztések következtében a Mapniket újabban nagy felbontású papír térképek készítéséhez is használni kezdték.
it: Mapnik solitamente viene utilizzato in applicazioni Python per distribuire le proprie mappe attraverso internet anche se i miglioramenti alla scala hanno fatto sì che mapnik è stato recentemente usato per creare mappe cartacee ad alta risoluzione.
ja: Mapnikは通常、インターネット経由でマップを配信するPythonアプリケーションに組み込まれていますが、スケーリングの改善により、最近では高解像度の紙のマップの作成にも使われるようになりました。
sv: Mapnik har vanligtvis varit inbäddad i Python-applikationer som levererar sina kartor över internet, även om skalförbättringar har inneburit att Mapnik nyligen också har börjat användas för att skapa högupplösta papperskartor.

source: mapnik screenshot
ja: Mapnik スクリーンショット
sv: mapnik skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Essentially a collection of geographic objects (map, layer, datasource, feature, geometry), the library doesn't rely on "windowing systems" and can be deployed in any server environment. It is intended to play fair in a multi-threaded environment and is aimed primarily, but not exclusively, at web-based development.
es: Esencialmente, una colección de objetos geográficos (mapa, capa, fuente de datos, característica, geometría), la biblioteca no depende de "sistemas de ventanas" y se puede desplegar en cualquier entorno de servidor. Está destinado a jugar limpio en un entorno multi-threaded y está dirigido principalmente, pero no exclusivamente, al desarrollo basado en la web.
fr: Essentiellement constitué d'une collection d'objets géographiques ("map", "layer", "datasource", "feature", "geometry"), la bibliothèque ne s'appuie pas sur un "système avec des fenêtres" et peut être déployée sur n'importe quel environnement serveur. Il est destiné à bien jouer dans un environnement multi-thread et vise en premier mais pas exclusivement le développement web.
hu: Alapvetően földrajzi objektumok (térkép, réteg, adatforrás, elem, geometria) gyűjteménye, a könyvtár nem függ "ablakozó rendszerektől", és bármely szerverkörnyezetben telepíthető. Cél, hogy megfelelően működjön többszálas környezetben, és elsősorban, de nem kizárólagosan, webalapú fejlesztéseket célozza meg.
it: Essenzialmente è una collezione di oggetti geografici (mappe, layer, datasource, feature, geometry), la libreria non si basa su “sistemi a finestre” e può essere implementata in qualunque ambiente server. Esso è destinato a essere eseguito in un ambiente multithread e mira principalmente, ma non esclusivamente, allo sviluppo basato sul web.
ja: Mapnik はどのようなウィンドウシステムにも依存することなく、ジオグラフィックオブジェクト（マップ、レイヤ、データソース、フィーチャ、ジオメトリ）のコレクションをサーバー環境に展開することができます。また、マルチスレッド Web アプリケーション開発のためにスレッドセーフで動作することを目的としています。

source: High-level Python bindings (boost.python) facilitate rapid application development, targeting zope3, django etc.
es: Los enlaces de alto nivel de Python (boost.python) facilitan el desarrollo rápido de aplicaciones, enfocándose en zope3, django, etc.
fr: Les bindings Python de hauts-niveaux (boost.python) facilitent le développement rapide d'applications, ciblant zope3, django, etc...
hu: Magas szintű Python kötések (boost.python) elősegítik a gyors alkalmazások fejlesztését, a zope3-at, a django-t stb. céljára.
it: Bindings ad alto livello in Python (Boost.Python) facilitano lo sviluppo rapido di applicazioni, mirando a zope3, django ecc.
ja: 高レベルのPythonバインディング(boost.python)は、zope3やdjangoなどをターゲットにして、迅速なアプリケーション開発を促進します。

source: Mapnik is cross platform. Packages are available for most linux distributions and installers are commonly used on Mac OS X and windows.
de: Mapnik ist plattformunabhängig. Packete sind für die meisten Linux Distributionen verfügbar. Installers werden vornehmlich unter Mac OS X und Windows verwendet.
es: Mapnik es una multiplataforma. Los paquetes están disponibles para la mayoría de las distribuciones de linux y los instaladores utilizan en Mac OS X y windows.
fr: Mapnik est multiplate-formes. Les paquets sont disponibles pour la plupart des distributions Linux et des installateurs sont habituellement utilisés sur Mac OS X et Windows.
hu: A Mapnik több platformon működik. Csomagok érhetők el legtöbb linux disztribúcióhoz és általában telepítőket használnak MacOS x és windows környezetben.
it: Mapnik è multipiattaforma. I pacchetti sono disponibili per le maggiori distribuzioni linux e gli eseguibili sono comunemente utilizzati su Mac OS X e Windows.
ja: Mapnikはクロスプラットフォームです。パッケージはほとんどのLinuxディストリビューションで使用でき、インストーラは一般にMac OS XとWindowsで使用されます。
sv: Mapnik är plattformsoberoende. Paket finns tillgängliga för de flesta Linux-distributioner och installationsprogram används ofta för Mac OS X och Windows.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://mapnik.org/
de: **Webseite:** https://mapnik.org/
es: **Sitio web:** https://mapnik.org/
fr: **Site Internet:** https://mapnik.org/
hu: **Honlap:** https://mapnik.org/
it: **Sito web:** https://mapnik.org/
ja: **Webサイト:** https://mapnik.org/
sv: **Webbplats:** https://mapnik.org/

source: **Licence:** LGPL (GNU Lesser General Public Licence)
de: **Lizenz:** LGPL (GNU Lesser General Public Licence)
es: ** Licencia: ** LGPL (GNU menor licencia de público General)
hu: **Licenc:** LGPL (GNU Lesser General Public Licence)
it: **Licenza:** LGPL (GNU Lesser General Public Licence)
ja: **ライセンス:** LGPL (GNU Lesser General Public Licence)
sv: **Licens:** LGPL (GNU Lesser General Public Licence)

source: **Software Version:** |version-mapnik|
es: **Versión de software:** |version-mapnik|
fr: **Version du logiciel:** |version-mapnik|
hu: **Szoftver verzió:** |version-mapnik|
it: **Versione del Software:** |version-mapnik|
ja: **ソフトウェアバージョン:** |version-mapnik|
sv: **Programvaruversion:** |version-mapnik|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** C++, Python
de: **API Schnittstellen:** C++, Python
es: **Interfaces API:** C++, Python
fr: **Interfaces de l'API:** C++, Python
hu: **API interfészek:** C++, Python
it: **Interfacce API:** C++, Python
ja: **API インタフェース:** C++, Python
sv: **API-gränssnitt:** C++, Python

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/mapnik_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/mapnik_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapnik_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/mapnik_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/mapnik_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/mapnik_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapnik_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/mapnik_quickstart>`

source: nologo
ja: ロゴなし

source: OSGeo Project
de: OSGeo Projekt
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: Essentially a collection of geographic objects (map, layer, datasource, feature, geometry), the library doesn't rely on "windowing systems" and can be deployed in any server environment. It is intended to play fair in a multi-threaded environment and is aimed primarily, but not exclusively, at web-based development.
de: Im Wesentlichen eine Sammlung von geografischen Objekten (Karte, Ebene, Datenquelle, Eigenschaft, Geometrie), ist die Bibliothek nicht auf "grafische Systeme" angewiesen und kann in jeder Serverumgebung eingesetzt werden. Es ist beabsichtigt, Multi-threaded Umgebungen gleichermaßen zu unterstützten. Eine web-basierte Verwendung wird bevorzugt, jedoch nicht ausschließlich, angestrebt.
sv: Biblioteket, som i huvudsak är en samling geografiska objekt (karta, lager, datakälla, funktion, geometri), är inte beroende av "windowssystem" och kan användas i alla servermiljöer. Det är avsett att fungera i en flertrådad miljö och är främst, men inte uteslutande, inriktat på webbaserad utveckling.

source: High-level Python bindings (boost.python) facilitate rapid application development, targeting zope3, django etc.
de: High-level Python Bindings (boost.python) sorgen für schnelle Anwendungesentwicklung, verweisen auf zope3, django etc.
sv: Python-bindningar på hög nivå (boost.python) underlättar snabb applikationsutveckling, med inriktning på zope3, django etc.
