Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapproxy_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Proxy WMS & tile services
de: WMS- und Kachel-Proxy
es: Proxy de WMS & servicios tile
fr: Proxy WMS & services de tuiles
hu: Proxy WMS és csempe szolgáltatás
it: Servizi di tile e Proxy WMS
ja: Proxy WMS & タイル サービス
sv: Proxy WMS & tjänster för kakel och klinker

source: MapProxy speeds up mapping applications by pre-rendering and integrating maps from multiple sources and storing in a local cache. Layers can be made transparent, projections can be changed, multiple map layers can be transformed into one, watermarks can be added, and more...
de: MapProxy beschleunigt Kartenanwendungen durch das Vorgenerieren und Zwischenspeichern von Karten in einem lokalen Cache. Karten können durch MapProxy kombiniert, umtransformiert und manipuliert werden. So verfügt MapProxy zum Beispiel über die Möglichkeit Transparenz hinzuzufügen oder Wasserzeichen in der Karte einzublenden.
es: MapProxy acelera las aplicaciones de mapeo al preprocesar e integrar mapas de múltiples fuentes y almacenarlos en un caché local. Las capas se pueden hacer transparentes, las proyecciones se pueden cambiar, las capas de mapas múltiples se pueden transformar en una, se pueden agregar marcas de agua y más ...
fr: MapProxy accélère les applications de cartographie en prégénérant et intégrant des cartes depuis de multiples sources et en les stockant dans un cache local. Les couches peuvent être rendues transparentes, les projections peuvent être changées, de multiples couches carte peuvent être transformées en une seule, des filigranes peuvent être ajoutés, et plus encore...
hu: A MapProxy felgyorsítja a térkép megjelenítő alkalmazásokat azzal, hogy előre elkészíti a térkép rajzokat, több forrásból érkező térképeket integrál és helyi átmeneti tárolóban tárolja. A rétegek lehetnek átlátszóak, a vetület módosítható, több térképi réteg transzformálható eggyé, vízjelek adhatók a térképekhez és továbbiak....
it: MapProxy accelera le applicazioni di mappatura curando il rendering preliminare e l'integrazione di mappe da fonti diverse e memorizzandole in una cache locale. Il layer possono avere trasparenza, variazione di proiezione, trasformazione di layer multipli in uno solo, aggiunta di filigrana e altro...
ja: MapProxy は、複数のソースからなる地図を予めレンダリングし、ローカルなキャッシュに格納することによってマッピングアプリケーションを高速化します。レイヤの透化、測地系の変更、複数のレイヤ統合、電子透かしの追加など、多くのことを可能にします。
sv: MapProxy snabbar upp kartapplikationer genom att förrendera och integrera kartor från flera källor och lagra dem i en lokal cache. Skikt kan göras transparenta, projektioner kan ändras, flera kartskikt kan omvandlas till ett, vattenstämplar kan läggas till och mycket mer...

source: MapProxy is flexible and scales from simple to complex use-cases: from a single tile cache for an :doc:`OpenLayers <openlayers_overview>` web client to a central SDI node that combines, unifies and accelerates dozens of distributed WMS services.
de: MapProxy ist flexibel einsetzbar und kann bei einfachen, aber auch bei komplexen Anwendungsfällen zum Einsatz kommen: Vom einfachen Zwischenspeicher für eine :doc:`OpenLayers <openlayers_overview>` Web-Anwendung bis hin zum Einsatz als zentraler Knotenpunkt in einer GDI, bei dem MapProxy dutzende WMS Dienste kombiniert, vereinheitlicht und beschleunigt.
es: MapProxy es flexible y escala casos de uso de simples a complejos: desde un solo caché de teselas para un :doc:`OpenLayers <openlayers_overview>` cliente web, hasta un nodo SDI central que combina, unifica y acelera docenas de servicios WMS distribuidos.
fr: MapProxy est flexible et s'adapte à des cas d'utilisation les plus simples aux plus complexes: d'un seul cache de tuiles pour un client web :doc:`OpenLayers <openlayers_overview>` à un nœud d'une IDS (Infrastructure de Données Spatiales) qui combine, unifie et accélère de nombreux services WMS distribués.
hu: A MapProxy rugalmas és skálázható az egyszerűtől a komplex felhasználási eseteikig: egy egyszerű csempe szervertől az :doc:`OpenLayers <openlayers_overview>` web klienshez, egy központi SDI-hez, mely az elosztott WMS szerverek tucatjait egyesíti.
it: MapProxy è flessibile e scalabile da casi d'uso semplici a casi complessi: da una singola tile cache per un :doc:`OpenLayers <openlayers_overview>` web client al nodo centrale di una SDI che combina, unifica e accelera dozzine di servizi WMS distribuiti.
ja: MapProxy は柔軟で、単純なものから複雑なユースケースまでスケールします: 例えば、 :doc:`OpenLayers <openlayers_overview>` Web クライアントのための単一のタイルキャッシュから、数十の分散型 WMS サービスの結合、統合、高速化を行う、中央の空間データインフラストラクチャ SDI ノードまでスケールします。
sv: MapProxy är flexibel och skalbar från enkla till komplexa användningsfall: från en enda kakelcache för en :doc:`OpenLayers <openlayers_overview>` webbklient till en central SDI-nod som kombinerar, förenar och accelererar dussintals distribuerade WMS-tjänster.

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Input sources:
de: Quellen:
es: Fuentes de entrada:
fr: Sources en entrée:
hu: Input források:
it: Fonti di input:
ja: 入力ソース:
sv: Ingångskällor:

source: WMS 1.0.0–1.3.0 (:doc:`MapServer <mapserver_overview>`, :doc:`GeoServer <geoserver_overview>`, etc.)
hu: WMS 1.0.0–1.3.0 (:doc:`MapServer <mapserver_overview>`, :doc:`GeoServer <geoserver_overview>`, stb.)

source: TMS, WMTS (TileCache, GeoWebcache, etc.)
hu: TMS, WMTS (TileCache, GeoWebcache, stb.)
it: TMS, WMTS (TileCache, GeoWebcache, ecc.)
ja: TMS, WMTS (TileCache, GeoWebcache など)

source: Mapserver and Mapnik (directly, without WMS)
de: Mapserver und Mapnik (direkt, ohne WMS)
es: MapServer y Mapnik (directamente, sin WMS)
fr: Mapserver et Mapnik (directement, sans WMS)
hu: Mapserver és Mapnik (közvetlenül WMS nélkül)
it: Mapserver e Mapnik (direttamente, senza WMS)
ja: Mapserver 及び Mapnik (WMS 無しで直接的に)
sv: Mapserver och Mapnik (direkt, utan WMS)

source: any TileCache, Google Maps or Bing compatible source
de: jeder TileCache, Google Maps oder Bing kompatible Quellen
es: cualquier fuente compatible TileCache, Google Maps o Bing
fr: n'importe quelle source compatible avec TileCache, Google Maps ou Bing Maps
hu: bármilyen TileCache, Google Maps vagy Bing kompatibilis forrás
it: qualunque TileCache, e fonti compatibili con Google Maps o Bing
ja: あらゆる TileCache, Google Maps または Bing 互換ソース
sv: alla TileCache-, Google Maps- eller Bing-kompatibla källor

source: ArcGIS REST servers and compact cache files
de: ArcGIS REST Server und Compact Cache Dateien
es: ArcGIS REST servidores y archivos de caché compactos
fr: Serveurs REST ArcGIS et fichiers de cache compacts
hu: ArcGIS REST szerverek és tömörített gyorsítótár fájlok
it: Server REST ArcGIS REST e file compact cache
ja: ArcGIS REST サーバと、コンパクトキャッシュファイル
sv: ArcGIS REST-servrar och kompakta cachefiler

source: Services:
es: Servicios:
hu: Szolgáltatások:
it: Servizi:
ja: サービス:
sv: Tjänster:

source: Tile cache:
de: Kachel-Optionen:
es: Cache de tiles:
fr: Cache de tuiles:
hu: Csempe cache:
ja: タイルキャッシュ:

source: stores identical images just once (e.g. ocean tiles)
de: einheitliche Bilder werden nur einmalig gespeichert (z.B. Wasser Kacheln)
es: almacena imágenes idénticas una sola vez (por ejemplo teselas del océano)
fr: stocke les images identiques une seule fois (comme les tuiles des océans)
hu: egyforma képeket csak egyszer tárolja (pl. óceán csempék)
it: memorizza immagini identiche una volta sola (ad es. tile sull'oceano)
ja: 同一画像を一度のみ格納 (例えば、海のタイル画像)
sv: lagrar identiska bilder bara en gång (t.ex. havsplattor)

source: cache tiles in the filesystem, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak, or CouchDB
de: speichern der Kacheln im Dateisystem, in MBTiles/SQLite, ArcGIS Compact Cache, S3, Riak, Redis oder CouchDB
es: mosaicos de caché en el sistema de archivos, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak, o CouchDB
fr: Tuiles cachées localement, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak ou CouchDB
hu: csempék átmeneti tárolása a fájlrendszerben, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak, vagy CouchDB
it: le tile cache possono stare su filesystem, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak, o CouchDB
ja: ファイルシステム, MBTile/SQLite, ArcGIS コンパクトキャッシュ, S3, Redis, Riak, CouchDB へのタイルのキャッシュ
sv: cacha tiles i filsystemet, MBTiles/SQLite, ArcGIS Compact Cache, S3, Redis, Riak eller CouchDB

source: add watermark to tiles
de: Wasserzeichen zu Kacheln hinzufügen
es: Añadir marca de agua a las teselas
fr: ajoute un filigrane sur les tuiles
hu: Vízjel hozzáadása a csempékhez
it: aggiunta di filigrana alle tile
ja: タイルに透かしを追加
sv: lägg till vattenstämpel på plattor

source: Source options:
de: Optionen für zur Verfügung gestellte Dienste:
es: Opciones de fuente:
fr: Options sur les sources:
hu: Forrás opciók:
it: Opzioni per le fonti:
ja: ソースのオプション:
sv: Alternativ för källa:

source: limit sources to geometries (from Shapefile for example)
de: Quellen können über eine Geometrie beschränkt werden (z.B. durch ein Shapefile)
es: limitar fuentes a geometrías (a partir de Shapefile por ejemplo)
fr: limite les sources à des géometries (depuis un Shapefile par exemple)
hu: források korlátozása a geometriákhoz (például shape fájlból)
it: limita la fonte alla geometria (da uno Shapefile per esempio)
ja: ジオメトリへの (例えばシェープファイルからの) ソースの制限
sv: begränsa källor till geometrier (t.ex. från Shapefile)

source: add transparency to opaque layers
de: Transparenz zu undurchsichtigen Layern hinzufügen
es: Añadir transparencia a las capas opacas
fr: ajoute la transparence à des couches opaques
hu: átlátszóság hozzáadása átlátszatlan rétegekhez
it: aggiunta di trasparenza a layer opachi
ja: 不透明なレイヤに透明度を追加
sv: lägga till transparens i ogenomskinliga lager

source: merge multiple sources
de: mehrere Quellen zu einem Dienst zusammenfassen
es: combinar múltiples fuentes
fr: fusionne des sources multiples
hu: több forrás egyesítése
it: fusione di fonti multiple
ja: 複数のソースのマージ
sv: slå samman flera källor

source: reproject WMS and tile sources to other SRS
de: umtransformieren von WMS und Kacheln in andere Projektionen
es: reproyectar WMS y fuentes de mosaico a otros SRS
fr: Reprojeter WMS et les sources tuilées vers d'autres systèmes de projection
hu: WMS és csempe források átszámítása más vetületre
it: riproiezione di fonti WMS e tile verso altri SRS
ja: 他の SRS への WMS 及びタイルソースの最投影
sv: omprojektering av WMS- och kakelkällor till andra SRS

source: WMS Features:
de: WMS Eigenschaften:
es: Características WMS:
fr: Fonctionnalités WMS:
hu: WMS jellemzők:
it: Caratteristiche WMS:
ja: WMS機能:
sv: WMS Funktioner:

source: build layer trees from different sources
de: Layer-Gruppen aus unterschiedlichen Quellen bilden
es: construcción de árboles de capas desde fuentes diferentes
fr: créé des arbres de couches depuis différentes sources
hu: rétegfa építés különböző forrásokból
it: Crea alberi di layer a partire da fonti differenti
ja: 異なるソースからのレイヤーツリーの構築
sv: bygga upp lagerträd från olika källor

source: create ``GetMap`` responses from cache with support for free-zooming and any projection (for any Desktop GIS)
de: ``GetMap`` Anfrage aus Kacheln erstellen und so eine Unterstützung für freies Zoomen und für jede Projektion ermöglichen (für jedes Desktop GIS)
es: crear respuestas ``GetMap`` de cache con soporte para zoom libre y cualquier proyección (para cualquier SIG de escritorio)
fr: créé des réponses ``GetMap`` depuis le cache avec le support du zoom "libre" (sans notions de seuils de zoom) et n'importe quelle projection (pour n'importe quel SIG bureautique)
hu: ``GetMap`` válaszok létrehozása a gyorsítótárból, a szabad nagyítás és tetszőleges vetület támogatásával (bármelyik asztali GIS-hez)
it: crea risposte``GetMap`` dalla cache con supporto per zoom e proiezione libera (per qualsiasi GIS Desktop)
ja: (あらゆるデスクトップ GIS のための) 自由なズームや、あらゆる座標系のサポートを伴う、キャッシュからの ``GetMap`` レスポンス生成
sv: skapa ``GetMap``-svar från cache med stöd för frizoomning och valfri projektion (för alla Desktop GIS)

source: accelerates existing WMS 10 to 100 times
de: bestehende WMS zwischen 10 und 100 mal schneller
es: acelera los WMS 10 a 100 veces
fr: accélère les WMS existants avec un ordre de 10 à 100 fois
hu: meglévő WMS-t 10-100 szorosra gyorsít
it: accelera i WMS esistenti da 10 a 100 volte
ja: 既存の WMS を10〜100倍高速化
sv: snabbar upp befintliga WMS 10 till 100 gånger

source: respond to ``GetLegendGraphic`` requests
de: ``GetLegendGraphic`` Anfragen beantworten
es: responde a solicitudes de ``GetLegendGraphic``
fr: répond aux requêtes ``GetLegendGraphic``
hu: válasz a ``GetLegendGraphic`` kérésekre
it: risponde a richieste ``GetLegendGraphic``
ja: ``GetLegendGraphic`` リクエストへの応答
sv: svara på ``GetLegendGraphic``-förfrågningar

source: cascade ``GetFeatureInfo`` requests with optional XSL transformations
de: ``GetFeatureInfo`` Anfragen zusammenfassen und optional mit XSL transformieren
es: cascada las peticiones ``GetFeatureInfo`` con transformaciones XSL en el opcionales
fr: requêtes ``GetFeatureInfo`` en cascade avec des options de transformation XSL
hu: kaszkád ``GetFeatureInfo`` kérések opcionális XSL transzformációkkal
it: mette in cascata le richieste ``GetFeatureInfo`` con trasformazioni XSL opzionali
ja: 任意の XSL 変換を伴う ``GetFeatureInfo`` リクエストへの転送
sv: kaskadförfrågningar för ``GetFeatureInfo`` med valfria XSL-transformationer

source: on-the-fly reprojection
de: Projektionen anbieten, die nicht von der ursprünglichen Quelle angeboten werden
es: reproyecciónes al vuielo
fr: reprojection à la volée
hu: vetületi átszámítás röptében
it: riproiezione al volo
ja: オンザフライによる再投影
sv: reprojektion i farten

source: convert WMS versions and image formats
de: WMS Versionen und Bild-Formate konvertieren
es: convertir versiones WMS y formatos de imagen
fr: convertit les versions de WMS et les formats d'image
hu: WMS verzió és képformátum konvertálás
it: converte tra versioni WMS e formati di immagine
ja: WMS バージョンや画像フォーマットの変換
sv: konvertera WMS-versioner och bildformat

source: Security:
de: Sicherheit:
es: Seguridad:
fr: Sécurité:
hu: Biztonság:
it: Sicurezza:
ja: セキュリティ:
sv: Säkerhet:

source: flexible and powerful authorization API
de: offene Schnittstelle für die Zugriffsbeschränkgung
es: API de autorización flexible y potente
fr: API pour gérer les autorisations flexible et puissante
hu: rugalmas és hatékony hitelesítés API
it: API di autorizzazione flessibile e potente
ja: 柔軟で強力な認証 API
sv: flexibelt och kraftfullt API för auktorisering

source: fine-grained control over services and layers
de: fein justierbare Zugriffskontrolle von Diensten und Layern
es: control granular sobre los servicios y capas
fr: contrôle fin sur les services et les couches
hu: szolgáltatások és rétegek finomhangolt felügyelete
it: controllo ad alta granularità su servizi e layer
ja: サービスおよびレイヤを、きめ細やかに管理
sv: finkornig kontroll över tjänster och lager

source: restrict access to polygon areas (for WMS and tile services)
de: polygongenaue Zugriffsbeschränkung (für WMS und Kachel-Dienste)
es: restringir el acceso a las zonas de polígono (para WMS y servicios de teselas)
fr: restriction d'accès sur les surfaces polygonales (pour les services WMS et de tuile)
hu: korlátozott hozzáférés sokszög területekhez (WMS-hez és csempe szolgáltatáshoz)
it: limita l'accesso a zone di poligoni (per WMS e servizi tile)
ja: ポリゴン領域へのアクセス制限 (WMS とタイルサービス向け)
sv: begränsa åtkomst till polygonområden (för WMS och tile-tjänster)

source: integrate with existing user databases and authentication methods
de: Integration mit bestehenden Benutzerdatenbanken und Authentifizierungsmethoden
es: integración con bases de datos de usuario existentes y métodos de autenticación
fr: intégration avec les bases de données et les méthodes d'authentification existantes
hu: Meglévő felhasználói adatbázisok és hitelesítési módszerek integrálása
it: integrabile con database e metodi di autenticazione esistenti
ja: 既存のユーザーデータベースや認証方法との統合
sv: integrera med befintliga användardatabaser och autentiseringsmetoder

source: Powerful tools:
de: Nützliche Tools:
es: Poderosas herramientas:
fr: Outils puissants:
hu: Hatékony eszközök:
it: Strumenti potenti:
ja: 強力なツール:
sv: Kraftfulla verktyg:

source: efficient seed tool for cache pre-filling that can seed polygon areas with Shapefiles, GeoJSON, PostGIS or WKT geometries
de: Effizientes Seeding-Tool mit fein einstellbarer Beschränkung in welchem Bereich Karten vorgeneriert werden sollen durch die Angabe einer Geoemtrie als Shapefile, GeoJSON, PostGIS oder im WKT-Format
es: herramienta germinal eficiente para el pre-llenado de caché que puede sembrar áreas de polígono con Shapefiles, GeoJSON, PostGIS o geometrías WKT
fr: outil seed efficace pour pré-remplir le cache qui peut calculer les surfaces des polygones avec des Shapefiles, GeoJSON, PostGIS ou des géométries en WKT
hu: hatékony eszköz a gyorsítótár előzetes feltöltésére, amely sokszög területeket Shape, GeoJSON, PostGIS vagy WKT geometriákkal tölt ki
it: effciente strumento di seed per il preriempimento della cache, con possibilità di eseguire seeding su aree poligonali con geometrie Shapefile, GeoJSON, PostGIS o WKT
ja: シェープファイル、GeoJSON、PostGIS、WKT ジオメトリのポリゴン領域へのシードが可能な事前タイルキャッシュのための効率的なシードツール。

source: export cached tiles to other formats
de: gespeicherte Kacheln in andere Formate exportieren
es: exportación de caché de teselas a otros formatos
fr: export des tuiles cachées dans d'autres formats
hu: a tárolt csempék exportálása más formátumokba
it: esportazione di tile in cache verso altri formati
ja: キャッシュタイルの他のフォーマットへのエクスポート
sv: exportera cachade brickor till andra format

source: calculate scales and show grid configurations
de: umrechnen von Maßstäben und analysieren von Grid-Konfigurationen
es: calcular escalas y mostrar configuraciones de retícula
fr: calcul des échelles et montre les configurations de grille
hu: méretarányok kiszámítása és rács konfigurációk megjelenítése
it: calcolo di scale e visualizzazione della configurazione delle griglie
ja: 縮尺計算とグリッド設定の表示
sv: beräkna skalor och visa rutnätskonfigurationer

source: Other features:
de: Weitere Funkionen:
es: Otras características:
fr: Autres fonctionnalités:
hu: További jellemzők:
it: Altre caratteristiche
ja: 他の機能:
sv: Övriga funktioner:

source: simple but powerful configuration format (YAML/JSON)
de: einfaches aber mächtiges Konfigurationsformat (YAML/JSON)
es: simple pero potente configuración de formato (YAML/JSON)
fr: format de configuration simple mais puissant (YAML/JSON)
hu: egyszerű, de hatékony konfigurációs formátum (YAML/JSON)
it: formato di configurazione semplice ma potente (YAML/JSON)
ja: 単純ながら強力な設定フォーマット (YAML/JSON)
sv: enkelt men kraftfullt konfigurationsformat (YAML/JSON)

source: OpenLayers based demo client
de: Demo-Anwendung basiert auf OpenLayers
es: Cliente demo basado en OpenLayers
fr: client de démo basé sur OpenLayers
hu: OpenLayers alapú demó kliens
it: Client dimostrativo basato su OpenLayers
ja: OpenLayers ベースのデモクライアント
sv: OpenLayers-baserad demo-klient

source: run multiple WMS services in one MapProxy instance
de: mehrere WMS-Dienste in einer MapProxy-Instanz
es: ejecuta múltiples servicios WMS en una instancia de MapProxy
fr: exécute plusieurs services WMS dans une seule instance MapProxy
hu: több WMS szolgáltatás futtatása egy MapProxy példányban
it: esecuzione di servizi WMS multipli in un'unica istanza MapProxy
ja: 1つの MapProxy インスタンスで複数の WMS サービスを実行
sv: köra flera WMS-tjänster i en MapProxy-instans

source: add attribution lines to the images
de: Wasserzeichen und Copyrightzeilen einfügen
es: Añade líneas de atribución a las imágenes
fr: ajouter les lignes d'attributions sur les images
hu: tulajdonos sorok hozzáadása a képekhez
it: aggiunta di linee di attribuzione alle immagini
ja: 画像に帰属ラインを追加
sv: lägga till attributionsrader till bilderna

source: support for non-image raster data like DEMs
de: Unterstützung von nicht-bildbasierten Rasterdaten wie z.B. DEM
es: soporte para datos de no-imagen raster no como DEMs
fr: support pour des images non-raster comme les DEM
hu: nem kép típusú raszter adatok támogatása, mint például DEM-ek
it: supporto per dati raster diversi da immagini, come i DEM
ja: DEM のような非画像ラスターデータをサポート
sv: stöd för rasterdata som inte är bilder, t.ex. DEM

source: manipulate image bands to create grayscale- or false-color images
de: manipulieren von Farbkanälen zur Erzeugung von Graustufen-, oder Falschfarbenbilder
es: manipular bandas de imagen para crear imágenes en escala de grises o de falso color
fr: Manipuler des bandes spectrales pour créer des images en niveaux de gris ou fausses couleurs
hu: kép sávok manipulálása szürkeárnyalatos vagy hamis-színes képek előállításához
it: manipolazione di bande di immagini per creare immagini a scala di grigio o in falso colore
ja: グレイスケールもしくはフォールスカラー画像生成のための画像バンド操作
sv: manipulera bildband för att skapa gråskala- eller falskfärgsbilder

source: many more
de: und vieles mehr
es: muchos más
fr: plus encore....
hu: sok további
it: molto altro
ja: さらに多くの機能
sv: många fler

source: Implemented Standards
de: Implementierte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: MapProxy implements the following open specifications:
de: MapProxy unterstützt folgende offene Spezifikationen:
es: MapProxy implementa las siguientes especificaciones abiertas:
fr: MapProxy implémente les spécifications ouvertes suivantes:
hu: MapProxy a következő nyílt specifikációkat implementálja::
it: MapProxy implementa le seguenti specifiche aperte:
ja: MapProxyは、以下のオープンな仕様を実装しています:
sv: MapProxy implementerar följande öppna specifikationer:

source: OGC WMTS 1.0.0 (KVP and RESTful)
de: OGC WMTS 1.0.0 (KVP und RESTful)
es: OGC WMTS 1.0.0 (KVP y RESTful)
fr: OGC WMTS 1.0.0 (KVP et RESTful)
hu: OGC WMTS 1.0.0 (KVP és RESTful)
it: OGC WMTS 1.0.0 (KVP e RESTful)
ja: OGC WMTS 1.0.0 (KVP 及び RESTful)
sv: OGC WMTS 1.0.0 (KVP och RESTful)

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://mapproxy.org/
de: **Webseite:** https://mapproxy.org/
fr: **Site web:** https://mapproxy.org/
hu: **Honlap:** https://mapproxy.org/
it: **Sito web:** https://mapproxy.org/
ja: **Webサイト:** https://mapproxy.org/
sv: **Webbplats:** https://mapproxy.org/

source: **Licence:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_
de: **Lizenz:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_
hu: **Licenc:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_
it: **Licenza:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_
ja: **ライセンス:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_
sv: **Licens:** `Apache Software License 2.0 <https://www.apache.org/licenses/LICENSE-2.0.html>`_

source: **Software Version:** |version-mapproxy|
es: **Versión de software:** |version-mapproxy|
fr: **Version du logiciel:** |version-mapproxy|
hu: **Szoftver verzió:** |version-mapproxy|
it: **Versione Software:** |version-mapproxy|
ja: **ソフトウェアバージョン:** |version-mapproxy|
sv: **Programvaruversion:** |version-mapproxy|

source: **Supported Platforms:** Linux, Mac, Windows
de: **Unterstützte Plattformen:** Linux, Mac, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Linux, Mac, Windows
hu: **Támogatott platformok:** Linux, Mac, Windows
it: **Piattaforme supportate:** Linux, Mac, Windows
ja: **対応プラットフォーム:** Linux, Mac, Windows
sv: **Plattformar som stöds:** Linux, Mac, Windows

source: **Support:** https://mapproxy.org/support
hu: **Támogatás:** https://mapproxy.org/support
it: **Supporto:** https://mapproxy.org/support
ja: **サポート:** https://mapproxy.org/support
