Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapproxy_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/mapproxy_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapproxy_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/mapproxy_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/mapproxy_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/mapproxy_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapproxy_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/mapproxy_quickstart>`

source: mapproxy screenshot
sv: mapproxy skärmdump

source: efficient seed tool for cache pre-filling that can seed polygon areas with Shapefiles, GeoJSON, PostGIS or WKT geometries
sv: effektivt seed-verktyg för förfyllning av cache som kan seed-polygonområden med Shapefiles, GeoJSON, PostGIS eller WKT-geometrier

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: KML SuperOverlays
es: SuperOverlays KML
