Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapslicer_overview.po
Languages: de, es, fr, hu, it, ja

source: Proxy WMS & tile services
es: Proxy WMS & Servicios de mosaicos cartográficos
fr: Proxy WMS & services de tuiles
hu: Proxy WMS & csempe szolgáltatás
it: Servizi di proxy WMS e tile
ja: Proxy WMS & タイル サービス

source: Map Publishing
es: Publicación de Mapas
fr: Publication de carte
hu: Térkép publikálás
it: Pubblicazione di mappe
ja: マップ・パブリッシング

source: MapSlicer is a desktop application for the creation of map tiles for rapid raster map publishing. Geodata is transformed to tiles compatible with Google Maps and Earth - ready for publishing via direct upload to any webserver or a cloud storage (such as Amazon S3).
de: MapSlicer ist eine Desktop-Anwendung für schnelles Rasterkarten-Publishing durch das Erstellen von Kartenkacheln (Tiles). Geodaten werden umgewandelt zu Tiles, die kompatibel sind mit Google Maps und Google Earth - bereit für die Veröffentlichung per direktem Upload auf jeden beliebigen Webserver oder ein Cloud-Storage (wie Amazon S3).
es: MapSlicer es una aplicación de escritorio para la creación de map tiles o mosiacos de mapas y la publicación rápida de mapas ráster. Los Geodatos son transformados en teselas compatibles con Google Maps y Earth - listos para publicarse mediante carga directa en cualquier servidor web o almacenamiento en la nube, (por ejemplo Amazon S3).
fr: MapSlicer est une application bureautique pour la création de tuiles de carte pour la publication de carte raster rapides. La géodonnée est transformée en tuiles compatibles avec Google Maps et Earth - prêtes pour la publication par un upload direct vers n'importe quel serveur web ou stockage dans le "cloud" (comme Amazon S3).
hu: A MapSlicer egy asztali alkalmazás, mely a raszter térképek gyors publikálásához térkép csempéket hoz létre. A geoadatokat Google Maps és Earth kompatibils csempékké alakítja át - a publikálásra kész eredményt közvetlenül fel lehet tölteni egy web szerverre vagy a felhőbe (mint pl. Amazon S3).
it: MapSlicer è un'applicazione desktop per la creazione di tile di mappe per la pubblicazione rapida di mappe raster. I geodati vengono trasformati in tile compatibili con Google Maps ed Earth - pronti per la pubblicazione tramite caricamento diretto su qualsiasi serve web o spazio cloud (come Amazon S3).
ja: Mapスライサーは、ラスター・マップ・パブリッシングのためのマップ・タイルを作成するためのデスクトップ・アプリケーションです。Geodata は、 Google マップや地球と互換性のあるタイルに変換されて、直接ウェブサーバやクラウドストレージ (Amazon S3など) へアップロードされることで、公開できるようになります。

source: No extensive configuration on the server side is necessary, any simple file hosting is fine. Dynamic interaction such as panning and zooming, overlay of markers and vector data is provided by powerful browser functionality.
de: Serverseitig ist keine aufwändige Konfiguration notwendig. Dynamische Interaktion wie Verschieben und Zoomen, Überlagerung von Markern und Vektordaten wird über eine leistungsstarke Browserfunktionalität bereitgestellt.
es: No es necesaria una configuración extensa en el servidor, cualquier alojamiento simple de archivos está bien. Las interacciones dinámicas, como el paneo y el acercamiento, o la superposición de marcadores y datos vectoriales, son provistas por una poderosa funcionalidad de navegador.
fr: Aucune configuration importante n'est nécessaire côté serveur, n'importe quel hébergement de fichiers est suffisant. Les interactions dynamiques comme le déplacement, le zoom, la superposition de marqueurs et de données vecteur est fournie par les fonctionnalités puissantes du navigateur.
hu: Nincs szükség széles körű szerver oldali konfigurálásra, bármilyen egyszerű fájl tárhely megfelelő. A hatékony böngésző funkciók biztosítják a dinamikus kezelést mint például eltolás és nagyítás, markerek és vektor rétegek rárajzolása.
it: Non è necessaria una configurazione complessa lato server, qualsiasi semplice hosting di file va bene. L'interazione dinamica, come il pan e lo zoom, la sovrapposizione di marker e di dati vettoriali vengono fornite da potenti funzionalità sul browser.
ja: サーバー・サイドでの大規模な構成変更は必要ありません。単純なファイルのホスティングはとても簡単です。強力なブラウザ機能により、パンやズーム、マーカーやベクタデータのオーバーレイなどの動的な操作が可能です。

source: The application directly generates a ready to use simple viewer based on OpenLayers and Google Maps API and can be easily customized.
de: Die Anwendung generiert einen einfachen auf OpenLayers und der Google Maps API basierenden Kartenclient, der leicht angepasst werden kann.
es: La aplicación genera directamente un visor simple listo para usar basado en OpenLayers y API de Google Maps y se puede personalizar fácilmente.
fr: L'application génère directement un visualisateur simple, prêt à l'emploi, basé sur OpenLayers et l'API Google Maps, qui peut être facilement personnalisé.
hu: Az alkalmazás egy használatra kész egyszerű nézegetőt generál, mely az OpenLayers-en és a Google Maps API-n alapul és könnyen testreszabható.
it: L'applicazione genera direttamente un visualizzatore semplice basato su OpenLayers e sulla API di Google Maps e può essere facilmente personalizzato.
ja: アプリケーションは、 OpenLayers や Google マップ API をベースにしたシンプルなビューアーをすぐに生成し、簡単にカスタマイズできる。

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能

source: Well known Javascript APIs supported: OpenLayers, Google Maps API
de: Unterstützung bekannter JavaScript-APIs: OpenLayers, Google Maps API
es: Bien conocido Javascript APIs respaldo: OpenLayers, Google Maps API
fr: API JavaScript supportées bien connues: OpenLayers, API Google Maps
hu: Elterjedt Javascript API-kat támogat: OpenLayers, Google Maps API
it: Supporto di ben note API in Javascript: OpenLayers e Google Maps
ja: 既知の Javascript API サポート: OpenLayers、 Google マップ API

source: No extra server software installation necessary
de: Installation von zusätzlicher Server-Software nicht erforderlich
es: Ninguna instalación de software de servidor adicional necesaria
fr: Aucun logiciel supplémentaire côté serveur nécessaire
hu: Nincs szükség külön szerver szoftver telepítésére
it: Non serve installare software extra su server
ja: 追加のサーバー・ソフトウェアのインストールは不要です

source: Hosting almost everywhere: cloud storage such as Amazon S3 or any cheap "unlimited" webhosting with FTP access
de: Hosting fast überall möglich: Cloud-Storage wie Amazon S3 oder preisgünstige "unlimitierte" Webhosting-Angebote mit FTP-Zugang
es: Alojamiento casi por todas partes: nube de almacenamiento como Amazon S3 o cualquier webhosting "ilimitado" y barato con acceso FTP.
fr: Hébergement quasiment partout: hébergement dans le "cloud" comme Amazon S3 ou n'importe quel hébergement abordable "illimité" avec un accès FTP
hu: A tárhely majdnem bárhol lehet: felhőben mint például Amazon S3 vagy bármilyen olcsó "korlátlan" web tárhely ftp hozzáféréssel
it: Hosting possibile quasi ovunque: da spazi cloud come Amazon S3 a qualsiasi web hosting economico con accesso FTP e spazio "illimitato"
ja: ほとんどあらゆる場所でホスティング : Amazon S3 などのクラウド・ストレージ、または FTP アクセスによる安価の "無制限の" Web ホスティング

source: Easy mashup with commercial layers (Google, Bing, Yahoo) or OpenStreetMap
de: Einfache Mashups mit kommerziellen Layern (Google, Bing , Yahoo) oder OpenStreetMap
es: Mashup sencillo con capas comerciales (Google, Bing, Yahoo) u OpenStreetMap
fr: Mashup facile avec des couches commerciales (Google, Bing, Yahoo) ou OpenStreetMap
hu: Könnyen összeolvasztható kereskedelmi rétegekkel (Google, Bing, Yahoo) vagy OpenStreetMap-pel
it: Facile combinazione con layer commerciali (Google, Bing, Yahoo) od OpenStreetMap
ja: 商用レイヤ (Google、 Bing、 Yahoo! ) または OpenStreetMap を使用した簡単なマッシュアップ

source: Tiles follow OSGEO TMS (Tile Map Service Specification)
de: Kartenkacheln standardkonform nach OSGeo TMS (Tile Map Service Specification)
es: Las teselas se adecúan al Servicio de especificación de mosaicos cartográficos de OSGEO TMS (Especificación del Servicio de Mapas de Mosaico).
fr: Tuilage suit le standard OSGEO TMS (spécification Tile Map Service)
hu: A csempék megfelelnek az OSGEO TMS-nek (Tile Map Service Specifikáció)
it: Le tile seguono le specifiche OSGeo TMS (Tile Map Service)
ja: OSGEO TMS (タイル・マップ・サービス仕様) に従います。

source: Ability to process raster data in various formats: TIFF/GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG and more...
de: Möglichkeit, Rasterdaten in verschiedenen Formaten zu verarbeiten: TIFF / GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG und mehr ...
es: Capacidad para procesar datos de raster en diferentes formatos: TIFF/GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG y más...
fr: Capacité à traiter des données raster dans de nombreux formats: TIFF/GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG et plus...
hu: Különböző formátumú raszter adatok feldolgozási lehetősége: TIFF/GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG és továbbiak...
it: Possibilità di elaborare dati raster in vari formati: : TIFF/GeoTIFF, MrSID, ECW, JPEG2000, Erdas HFA, NOAA BSB, JPEG e altri...
ja: さまざまなフォーマットでラスターデータを処理する機能 : TIFF/GeoTIFF、 MrSID、 ECW、 JPEG2000、エルダス HFA、 NOAA BSB、 JPEG など。

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** https://mapproxy.org/
de: **Webseite:** https://mapproxy.org/
es: **Sitio web:** https://mapproxy.org/
fr: **Site web:** https://mapproxy.org/
hu: **Honlap:** https://mapproxy.org/
ja: **Webサイト:** https://mapproxy.org/

source: **Licence:** New BSD License
de: **Lizenz:** New BSD License
es: **Licencia:** Nueva Licencia BSD
fr: **Licence:** Licence New BSD
hu: **Licenc:** New BSD License
it: **Licenza:** New BSD
ja: **ライセンス:** New BSD License

source: **Source Code:** https://github.com/geopython/mapslicer
es: **Código Fuente:** https://github.com/geopython/mapslicer
fr: **Code source:** https://github.com/geopython/mapslicer
hu: **Forráskód:** https://github.com/geopython/mapslicer
it: **Codice sorgente:** https://github.com/geopython/mapslicer
ja: **ソースコード:** https://github.com/geopython/mapslicer

source: **Software Version:** |version-mapslicer|
es: **Versión de Software:** |version-mapslicer|
fr: **Version du logiciel:** |version-mapslicer|
hu: **Program verzió:** |version-mapslicer|
it: **Versione Software** |version-mapslicer|
ja: **ソフトウェアバージョン:** |version-mapslicer|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas Compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/mapslicer_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/mapslicer_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapslicer_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/mapslicer_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/mapslicer_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapslicer_quickstart>`

source: **Website:** https://wiki.osgeo.org/wiki/MapSlicer
it: **Sito web:** https://wiki.osgeo.org/wiki/MapSlicer
