Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/mapserver_overview.po
Languages: es, ja, sv

source: Web Service
es: Servicio web
ja: Web サービス
sv: Webbtjänst

source: MapServer is an `Open Source <https://opensource.org/>`_ geographic data rendering engine written in C. Beyond browsing GIS data, MapServer allows you create "geographic image maps", that is, maps that can direct users to web content. For example, the Minnesota DNR `Recreation Compass <http://www.dnr.state.mn.us/maps/compass.html>`_ provides users with more than 10,000 web pages, reports and maps via a single application. The same application serves as a "map engine" for other portions of the site, providing spatial context where needed.
sv: MapServer är en `Open Source <https://opensource.org/>`_ renderingsmotor för geografiska data skriven i C. Utöver att bläddra i GIS-data kan du med MapServer skapa "geografiska bildkartor", det vill säga kartor som kan leda användare till webbinnehåll. Minnesota DNR `Recreation Compass <http://www.dnr.state.mn.us/maps/compass.html>`_ ger till exempel användarna tillgång till mer än 10.000 webbsidor, rapporter och kartor via en enda applikation. Samma applikation fungerar som en "kartmotor" för andra delar av webbplatsen och ger rumsligt sammanhang där det behövs.

source: MapServer was originally developed by the University of Minnesota (UMN) ForNet project in cooperation with NASA, and the Minnesota Department of Natural Resources (MNDNR). Later it was hosted by the TerraSIP project, a NASA sponsored project between the UMN and a consortium of land management interests.
es: MapServer fue desarrollado originalmente por el proyecto ForNet de la Universidad de Minnesota (UMN) en cooperación con la NASA y el Departamento de Recursos Naturales de Minnesota (MNDNR). Más tarde fue alojado por el proyecto TerraSIP, un proyecto patrocinado por la NASA entre la UMN y un consorcio de intereses de gestión de la tierra.
ja: MapServer は NASA、Minnesota Department of Natural Resources (MNDNR) の協力のもとでミネソタ大学 (UMN) ForNet プロジェクトにより当初開発されました。後に UMN と土地管理業者コンソーシアムで作られた、NASA のスポンサーによる TerraSIP プロジェクトが管理することになりました。
sv: MapServer utvecklades ursprungligen av ForNet-projektet vid University of Minnesota (UMN) i samarbete med NASA och Minnesota Department of Natural Resources (MNDNR). Senare blev den värd för TerraSIP-projektet, ett NASA-sponsrat projekt mellan UMN och ett konsortium av markförvaltningsintressen.

source: MapServer is now a project of `OSGeo <https://www.osgeo.org>`_, and is maintained by a growing number of developers (nearing 20) from around the world. It is supported by a diverse group of organizations that fund enhancements and maintenance, and administered within OSGeo by the MapServer Project Steering Committee made up of developers and other contributors.
sv: MapServer är nu ett projekt inom `OSGeo <https://www.osgeo.org>`_, och underhålls av ett växande antal utvecklare (närmare 20) från hela världen. Det stöds av en mångsidig grupp organisationer som finansierar förbättringar och underhåll och administreras inom OSGeo av MapServer Project Steering Committee som består av utvecklare och andra bidragsgivare.

source: mapserver screenshot
sv: skärmdump av kartserver

source: Core Features
es: Características Principales
ja: 主な機能
sv: Kärnfunktioner

source: Advanced cartographic output
es: Salida cartográfica avanzada
ja: 高度な地図出力
sv: Avancerad kartografisk produktion

source: Scale dependent feature drawing and application execution
es: Dibujo de objetos espaciales dependientes de la escala y ejecución de la aplicación
ja: 縮尺に依存したフィーチャ描画および機能実行
sv: Skalberoende ritning av funktioner och utförande av applikationer

source: Feature labeling including label collision mediation
es: Etiquetado de objetos espaciales incluyendo mediación de colisión de etiqueta
ja: 重複を回避するフィーチャのラベル付け
sv: Märkning av funktioner inklusive förmedling av kollisioner mellan etiketter

source: TrueType font support for labeling and symbolization
es: Soporte de fuentes TrueType para etiquetado y simbolización
ja: ラベリングとシンボル描画のための TrueType フォントサポート
sv: Stöd för TrueType-teckensnitt för märkning och symbolisering

source: Map element automation (scalebar, reference map, and legend)
es: Automatización de elemento de mapa (barra de escala, mapa de referencia y la leyenda)
ja: マップ要素の自動化 (スケールバー、マップ参照、凡例)
sv: Automatisering av kartelement (skalfält, referenskarta och teckenförklaring)

source: Thematic mapping using logical or regular expression-based classes
es: Cartografía temática utilizando clases expresión lógicas o regulares
ja: 論理または正規表現ベースのクラスを利用した主題マッピング
sv: Tematisk kartläggning med hjälp av logiska eller reguljära uttrycksbaserade klasser

source: Plugable renderer support with drivers for AGG, Cairo and others
es: Solorte añadido de renderización con manejadores de AGG, Cairo y otros
ja: AGG、Cairoその他のドライバーでのプラガブルなレンダラーサポート
sv: Stöd för instickbara renderingar med drivrutiner för AGG, Cairo och andra

source: Special provisioning for tiled output generation
es: Provisión especial para generación teselas de salida
ja: タイル化された出力生成のための特別なプロビジョニング
sv: Särskilda bestämmelser för produktion av kaklade produkter

source: Mask Layers
es: Capas de máscara
ja: マスクレイヤ
sv: Maskskikt

source: Precise Symbol Placement
es: Colocación exacta de símbolos
ja: 正確なシンボル配置
sv: Exakt symbolplacering

source: Complex Multi Label/Symbol Symbology
es: Simbología multi etiqueta/símbolo compleja
ja: 複雑な複数ラベル・シンボルのシンボロジー
sv: Komplex Multi Label/Symbol Symbologi

source: Vector Fields
es: Campos del vector
ja: ベクタフィールド
sv: Vektorfält

source: Label Leader Offsetting
es: Compensación de etiqueta líder
ja: ラベル先頭のオフセット
sv: Avräkning av etikettledare

source: SVG Symbology
es: Simbología SVG
ja: SVG シンボロジー
sv: SVG-symbologi

source: Multiple Font Support
es: Soporte de fuentes múltiples
ja: 複数フォントサポート
sv: Stöd för flera teckensnitt

source: Dynamic Heatmaps
es: Heatmaps dinámico
ja: 動的ヒートマップ
sv: Dynamiska värmekartor

source: UTF Grid Support
es: Soporte de rejilla UTF
ja: UTF Grid サポート
sv: Stöd för UTF-rutnät

source: Layer Compositing
es: Composición de capas
ja: レイヤ合成
sv: Kompositering av lager

source: Sophisticated spatial query support
es: Soporte para consulta espacial sofisticado
ja: 洗練された空間クエリサポート
sv: Sofistikerat stöd för rumsliga frågor

source: Identify features by attributes, point, bounding box or geometry across one or more layers
es: Identificar objetos espaciales por atributos, punto, recuadro o geometría a través de una o más capas
ja: 属性、ポイント、バウンディングボックス、ジオメトリによる、単一もしくは複数レイヤにまたがるフィーチャの識別
sv: Identifiera objekt genom attribut, punkt, avgränsande box eller geometri över ett eller flera lager

source: Support for raster queries
es: Soporte para consultas raster
ja: ラスタクエリのサポート
sv: Stöd för rasterfrågor

source: Fully customizable, template driven output
es: Plantilla para salida totalmente personalizable
ja: 十分にカスタマイズ可能なテンプレート駆動の出力
sv: Helt anpassningsbar, malldriven utdata

source: OGR-based query output generation
es: Generación de salida de consulta basada en OGR
ja: OGR ベースのクエリ出力生成
sv: OGR-baserad generering av utdata för frågor

source: Support for popular scripting and development environments
es: Soporte para entornos de secuencias de comandos y desarrollo populares
ja: 人気のあるスクリプトや開発環境のサポート
sv: Stöd för populära skript- och utvecklingsmiljöer

source: PHP, Python, Perl, Ruby, Java, and .NET
ja: PHP, Python, Perl, Ruby, Java, .NET
sv: PHP, Python, Perl, Ruby, Java och .NET

source: Cross-platform support
es: Soporte multiplataforma
ja: クロスプラットフォーム対応
sv: Stöd för flera plattformar

source: Linux, Windows, Mac OS X, Solaris, and more
es: Linux, Windows, Mac OS X, Solaris y más
ja: Linux, Windows, Mac OS X, Solaris その他
sv: Linux, Windows, Mac OS X, Solaris m.fl

source: A multitude of raster and vector data formats
es: Una multitud de formatos de datos raster y vector
ja: 多数のラスタ・ベクタデータフォーマット
sv: En mängd olika raster- och vektordataformat

source: Native support for ESRI shapefiles, PostGIS and Oracle Spatial
es: Soporte nativo para archivos de formas ESRI , PostGIS y Oracle espacial
ja: ESRI シェープファイル, PostGIS, Oracle Spatial のネイティブサポート
sv: Inbyggt stöd för ESRI shapefiler, PostGIS och Oracle Spatial

source: Many other formats via GDAL and OGR
es: Muchos otros formatos vía GDAL y OGR
ja: GDAL 及び OGR 経由の、他の多くのフォーマット
sv: Många andra format via GDAL och OGR

source: Map projection support
es: Apoyo de proyección de mapa
ja: 地図投影サポート
sv: Stöd för kartprojektion

source: On-the-fly map projection with 1000s of projections through the Proj.4 library
es: Proyección del mapa on-the-fly con 1000s de proyecciones a través de la librería Proj.4
ja: Proj.4 ライブラリ使用による、1000を超える投影法でのオンザフライ地図投影
sv: Kartprojektion i farten med 1000-tals projektioner via Proj.4-biblioteket

source: Implemented Standards
es: Estándares implementados
ja: 実装されている標準規格
sv: Implementerade standarder

source: Support of numerous Open Geospatial Consortium (OGC) standards
sv: Stöd för ett stort antal standarder från Open Geospatial Consortium (OGC)

source: |WMS| (client/server)
sv: |WMS| (klient/server)

source: |WFS| (non-transactional, client/server)
sv: |WFS| (icke-transaktionsbaserad, klient/server)

source: INSPIRE View Service compliant
es: Servicio de vistas compatible con INSPIRE
ja: INSPIRE View Service 準拠
sv: Överensstämmer med INSPIRE View Service

source: Documentation
es: Documentación
ja: ドキュメント
sv: Dokumentation

source: `MapServer Documentation <http://localhost/mapserver/doc/index.html>`__
sv: `Dokumentation om MapServer <http://localhost/mapserver/doc/index.html>`__

source: Details
es: Detalles
ja: 詳細
sv: Detaljer

source: **Website:** https://mapserver.org
sv: **Webbplats:** https://mapserver.org

source: **Licence:** `MIT-style license <https://mapserver.org/copyright.html#license>`_
sv: **Licens:** `MIT-licens <https://mapserver.org/copyright.html#license>`_

source: **Software Version:** |version-mapserver|
es: **Versión de software:** |version-mapserver|
ja: **ソフトウェアバージョン:** |version-mapserver|
sv: **Programvaruversion:** |version-mapserver|

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** C, PHP, Python, Perl, Ruby, Java, and .NET
es: **Interfaces API:** C, C++, Python, Java, Ruby
ja: **API インターフェイス:** C, PHP, Python, Perl, Ruby, Java, .NET
sv: **API-gränssnitt:** C, PHP, Python, Perl, Ruby, Java och .NET

source: Quickstart
es: Inicio Rápido
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/mapserver_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/mapserver_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/mapserver_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/mapserver_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: MapServer is an `Open Source <http://www.opensource.org>`_ geographic data rendering engine written in C. Beyond browsing GIS data, MapServer allows you create "geographic image maps", that is, maps that can direct users to web content. For example, the Minnesota DNR `Recreation Compass <http://www.dnr.state.mn.us/maps/compass.html>`_ provides users with more than 10,000 web pages, reports and maps via a single application. The same application serves as a "map engine" for other portions of the site, providing spatial context where needed.
es: MapServer es un `Open Source <http://www.opensource.org>`_ motor de representación de datos geográficos escrito en C. Además de navegar por los datos SIG, MapServer le permite crear "mapas de imágenes geográficas", es decir, mapas que pueden dirigir a los usuarios a contenido web. Por ejemplo, el Minnesota DNR `Recreation Compass <http://www.dnr.state.mn.us/maps/compass.html>`_ proporciona a los usuarios más de 10,000 páginas web, informes y mapas a través de una sola aplicación. La misma aplicación sirve como un "motor de mapa" para otras partes del sitio, proporcionando un contexto espacial donde sea necesario.
ja: MapServer は C 言語で記述された`オープンソース<http://www.opensource.org>`_ のジオグラフィックデータレンダリングエンジンです。GISデータのブラウズはもちろん、MapServer はユーザにコンテンツを直接伝えるためのグラフィックイメージ地図を作ることが出来ます。例として、ミネソタ DNR `Recreation Compass <http://www.dnr.state.mn.us/maps/compass.html>`_ は10,000を超えるウェブページ、レポートおよび地図を１つのアプリケーションを通じて提供しています。同様のアプリケーションは空間情報を提供するサイトのマップエンジンとしても利用されています。

source: MapServer is now a project of `OSGeo <http://www.osgeo.org>`_, and is maintained by a growing number of developers (nearing 20) from around the world. It is supported by a diverse group of organizations that fund enhancements and maintenance, and administered within OSGeo by the MapServer Project Steering Committee made up of developers and other contributors.
es: MapServer es ahora un proyecto de `OSGeo <http://www.osgeo.org>`_,y es mantenido por un número creciente de desarrolladores (cerca de 20) de todo el mundo. Es apoyado por un grupo diverso de organizaciones que financia mejoras y mantenimiento, y administrado dentro de OSGeo por el Comité Directivo del Proyecto MapServer compuesto por desarrolladores y otros colaboradores.
ja: 現在、MapServer は `OSGeo <http://www.osgeo.org>`_ の１プロジェクトとして管理されています。今後増え続ける世界中からの開発者(現在約20人)によって維持管理されています。基金強化およびメインテナンスなどの様々な機関によってサポートされています。開発者とコントリビュータによって構成される MapServer Project Steering Committee として OSGeo のなかで運営されています。

source: Support of numerous Open Geospatial Consortium (OGC) standards
es: Apoyo de numerosos estándares del Open Geospatial Consortium (OGC)
ja: 多数の Open Geospatial Consortium (OGC) 標準規格のサポート

source: `WMS <http://www.opengeospatial.org/standards/wms>`__ (client/server)
es: `WMS <http://www.opengeospatial.org/standards/wms>`__ (cliente/servidor)
ja: `WMS <http://www.opengeospatial.org/standards/wms>`__ (クライアント/サーバ)

source: `WFS <http://www.opengeospatial.org/standards/wfs>`__ (non-transactional, client/server)
es: `WFS <http://www.opengeospatial.org/standards/wfs>`__ (non-transaccional, cliente/servidor)
ja: `WFS <http://www.opengeospatial.org/standards/wfs>`__ (非トランザクショナル、クライアント/サーバ)

source: Demo
es: Demostración
ja: デモ

source: `MapServer 7.0 Documentation <../../../mapserver/doc/index.html>`_
es: `MapServer 7.0 Documentación <../../../mapserver/doc/index.html>`_
ja: `MapServer 7.0 ドキュメント <../../../mapserver/doc/index.html>`_

source: **Website:** http://www.mapserver.org/
es: **Sitio web:** http://www.mapserver.org/
ja: **Webサイト:** http://www.mapserver.org/

source: **Licence:** `MIT-style license <http://mapserver.org/copyright.html#license>`_
es: **Licencia:** `MIT-style license <http://mapserver.org/copyright.html#license>`_
ja: **ライセンス:** `MIT-style license <http://mapserver.org/copyright.html#license>`_

source: **Support:** http://mapserver.org/community/
es: **Soporte:** http://mapserver.org/community/
ja: **サポート:** http://mapserver.org/community/
