Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/marble_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Virtual globe and world atlas
de: 3D Desktop Globus
es: Mundo virtual y atlas del mundo
fr: Globe virtuel et atlas mondial
hu: Virtuális földgömb és világatlasz
it: Globo virtuale e atlante mondiale
ja: バーチャル地球儀と世界地図
sv: Virtuell jordglob och världsatlas

source: Marble is an open source KDE Education Project program similar to `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ or Google Earth. Besides choosing any number of maps to view on your globe (including `OpenStreetMaps <https://www.openstreetmap.org>`_), you are encouraged to include a KDE Marble widget in your application.
de: Marble ist ein Open Source Programm des KDE Education Projekts, ähnlich `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ oder Google Earth. Neben der Möglichkeit, eine beliebige Zahl von Kartenlayern (einschließlich `OpenStreetMaps <https://www.openstreetmap.org>`_) auf dem virtuellen Globus darzustellen, unterstützt Marble die Integration in andere Anwendungen durch das KDE Marble Widget.
es: Marble es un programa de Proyecto de Educación KDE de código abierto similar a `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ o Google Earth. Además de elegir cualquier número de mapas para ver en su globo (incluyendo `OpenStreetMaps <https://www.openstreetmap.org>`_), se le anima a incluir un widget de mármol KDE en su aplicación.
fr: Marble est un programme du projet opensource KDE Education similaire à `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ ou Google Earth. A part pour choisir n'importe quel nombre de cartes à visualiser dans votre globe (en incluant `OpenStreetMaps <https://www.openstreetmap.org>`_), vous êtes encouragés à inclure un widget KDE Marble dans votre application.
hu: Marble egy nyílt forráskódú KDE oktatási projekt program, hasonló a `NASA World Wind-hez <https://worldwind.arc.nasa.gov/java/>`_ vagy Google Földhöz. Amellett, hogy tetszőleges számú térképet jeleníthet meg a földgömbön (többek között az `OpenStreetMaps <https://www.openstreetmap.org>`_), Arra bátorítjuk, hogy építse be az alkalmazásába a KDE Marble vezérlőt.
it: Marble è un programma open source parte del progetto educativo KDE Education Project, simile a `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ o a Google Earth. A parte scegliere qualsiasi numero di mappe da visualizzare sul globo (compreso OpenStreetMaps <https://www.openstreetmap.org>`_), siete invitati a includere un widget KDE Marble nella vostra applicazione.
ja: Marbleは `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ やGoogle Earthに似たオープンソースのKDE Education Projectプログラムです。地球儀に表示する( `OpenStreetMaps <https://www.openstreetmap.org>`_ を含む)マップをいろいろ選択するだけでなく、アプリケーションにKDE Marbleウィジェットを含めることをお勧めします。
sv: Marble är ett KDE Education Project-program med öppen källkod som liknar `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ eller Google Earth. Förutom att välja valfritt antal kartor att visa på din jordglob (inklusive `OpenStreetMaps <https://www.openstreetmap.org>`_), uppmuntras du att inkludera en KDE Marble-widget i din applikation.

source: Explore the neighborhood with Marble's rich set of city and street level maps. Search for addresses and places of interest. Marble takes care of querying various search backends and presents their results in a unified view. Calculate pedestrian, bike and motorcar routes with ease - online and offline, with an arbitrary number of via points.
de: Erkunden Sie die Nachbarschaft mit Marble's reichhaltigen Städte und Straßenkarten. Suchen Sie nach Adressen und Pois. Marble kümmert sich darum, die unterschiedlichen Suchen im Hintergrund anzufragen und präsentiert deren Ergebnisse in einer einheitlichen Ansicht. Berechnen Sie leicht Fußgänger-, Fahrrad- und Motorradrouten - online und offline.
es: Explore el vecindario con el rico conjunto de mapas de ciudades y calles de Marble. Busque direcciones y lugares de interés. Marble se encarga de consultar varios backends de búsqueda y presenta sus resultados en una vista unificada. Calcula las rutas de peatones, bicicletas y automóviles con facilidad, en línea y fuera de línea, con una cantidad arbitraria de puntos intermedios.
fr: Explorez le quartier avec l'ensemble de cartes de ville et de rues de Marble. Recherchez des adresses et des lieux d'intérêt. Marble s'occupe de l'interrogation des différents moteurs de recherche et présente leurs résultats dans une vue unifiée. Calculez facilement les itinéraires piétonniers, cyclables et automobiles - en ligne et hors ligne, avec un nombre arbitraire de points intermédiaires.
hu: Fedezze fel a környezetét a Marble gazdag város és utcatérképeivel. Keressen címre vagy érdekes helyekre. A Marble gondoskodik a különböző keresők lekérdezéséről és az eredményeket egy egységesített nézetben jeleníti meg. Könnyedén számít gyalogos, kerékpáros és autós útvonalakat, online és offline módban, tetszőleges számú ponton keresztül.
it: Potete esplorare i vostri dintorni con il ricco insieme di mappe di città e strade di Marble. Ricercate indirizzi e posti di interesse. Marble si occupa di interrogare vari motori di ricerca e ne presenta i risultati in una vista unificata. Potete calcolare percorsi a piedi, in bici e in auto con facilità, onlin e offline, con un unmero arbitrario di punti intermedi.
ja: Marbleの都市および街路レベルマップの豊富なセットを使用して、周辺を探索します。住所と名所を検索します。Marbleはさまざまな検索バックエンドをクエリーし、その結果を統一されたビューで表示します。任意の数の経由ポイントを使用して、オンラインとオフラインで、歩行者、自転車、自動車のルートを簡単に計算できます。
sv: Utforska grannskapet med Marbles rika uppsättning av stads- och gatunivåkartor. Sök efter adresser och intressanta platser. Marble tar hand om att fråga olika sökbackends och presenterar deras resultat i en enhetlig vy. Beräkna enkelt gång-, cykel- och bilvägar - online och offline, med ett godtyckligt antal via-punkter.

source: Start exploring the world. View clouds and sun shadow, follow satellites and space stations and display their orbits, all updated in real-time. Travel back in time and learn about historic views of our planet using maps from past centuries. Earth is not enough? Marble also offers maps of the moon and other planets.
de: Fangen Sie an die Welt zu erkunden. Sehen Sie Wolken und Sonneschatten, folgen Sie Satelliten und Weltraumstationen und visualisieren Sie deren Orbits, alles aktualisiert in Echtzeit. Reisen Sie in der Zeit zurück und lernen Sie mehr über vergangene Ansichten unseres Planeten mit Hilfe von Karten der letzten Jahrhunderte. Die Welt reicht Ihnen nicht aus? Kein Problem - Marble bietet auch Karten vom Mond und anderen Planeten.
es: Comenzar a explorar el mundo. Ver las nubes y las sombras del sol, seguir satélites y estaciones espaciales y mostrar sus órbitas, todo actualizado en tiempo real. Viajar en el tiempo y aprender acerca de las vistas históricas de nuestro planeta utilizando mapas de siglos pasados. ¿La tierra no es suficiente? Marble también ofrece mapas de la luna y otros planetas.
fr: Commencez à explorer le monde. Observez les nuages et l'ombre du soleil, suivez les satellites et les stations spatiales et affichez leurs orbites, toutes mises à jour en temps réel. Voyagez dans le temps et découvrez des vues historiques de notre planète à l'aide de cartes des siècles passés. La Terre ne suffit pas? Marble offre également des cartes de la lune et d'autres planètes.
hu: Kezdje el felfedezni a világot. Nézze meg a felhőket és az árnyékokat, kövesse a műholdakat és űrállomásokat és jelenítse meg a pályáikat, minden valós időben frissül. Utazzon vissza az időben és tanuljon a bolygónk történelmi megjelenítésekből, az elmúlt századok térképei alapján. A Föld nem elég? A Marble a Hold és más bolygók térképeit is kínálja.
it: Cominciate a esplorare il mondo. Guardate le nuvole e l'ombra del sole, seguite i satelliti e le stazioni spazioni e visualizzate le loro orbite, tutto in tempo reale. Viaggiate indietro nel tempo e imparate a conoscere viste storiche del nostro pianeta usando mappe dei secoli scorsi. La Terra non vi basta? Marble offre anche appe della luna e di altri pianeti.
ja: 世界を探検しよう。雲や太陽の影を表示したり、衛星や宇宙ステーションを追跡したり、それらの軌道を表示したりします。これらはすべてリアルタイムで更新されます。昔に戻り、過去数世紀の地図を使って、私たちの惑星の歴史的な眺めについて学びましょう。地球だけでは十分じゃない?Marbleは月や他の惑星の地図も提供しています。
sv: Börja utforska världen. Se moln och solskuggor, följ satelliter och rymdstationer och visa deras banor, allt uppdaterat i realtid. Res tillbaka i tiden och lär dig mer om historiska vyer av vår planet med hjälp av kartor från tidigare århundraden. Räcker det inte med jorden? Marble erbjuder också kartor över månen och andra planeter.

source: marble screenshot
sv: skärmdump av marble

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Virtual Globe And World Atlas
de: Virtueller Globus und Weltatlas
es: Mundo virtual y atlas del mundo
fr: Globe virtuel et atlas mondial
hu: Virtuális földgömb és világatlasz
it: Globo virtuale e atlante mondiale
ja: バーチャル地球儀と世界地図
sv: Virtuell jordglob och världsatlas

source: Easy to use
de: Leicht zu bedienen
es: Fácil de usar
fr: Facile à utiliser
hu: Könnyű használat
it: Facile da usare
ja: 使いやすい
sv: Lätt att använda

source: A great solution for the geography lessons
de: Eine großartige Anwendung für den Geographieuntericht
es: Una gran solución para las lecciones de geografía
fr: Une excellente solution pour les cours de géographie
hu: Nagyszerű megoldás a földrajz tanításhoz
it: Una soluzione interessante per lezioni di geografia
ja: 地理の学習に最適なソリューション
sv: En bra lösning för geografilektionerna

source: Map Presentation (Atlas View, Street Maps, Satellite Maps, Topographic Maps, Educational Maps)
de: Kartenpräsentation (Globus, Atlas Ansicht, Straßenkarte, Satellitenkarte, Topographische Karte, Bildungskarten, andere Planeten)
es: Presentación de Mapas (Vista de Atlas, Mapas de Calles, Mapas de Satélite, Mapas Topográficos, Mapas Educativos)
fr: Présentation de carte (vue de l'atlas, cartes routières, cartes satellites, cartes topographiques, cartes éducatives)
hu: Térkép megjelenítés (atlasz nézet, utcatérkép, műholdas térkép, topográfiai térkép, oktatási térkép)
it: Presentazione di mappe (atlante, mappe stradali, mappe satellitare, mappe topografiche, mappe educative)
ja: 地図表示(地図帳、街路図、衛星地図、地形図、教育用地図)
sv: Kartpresentation (Atlasvy, gatukartor, satellitkartor, topografiska kartor, pedagogiska kartor)

source: Navigate globe in 3D
de: Navigation auf einem Globus in 3D
es: Navega el globo en 3D
fr: Navigation dans un globe en 3D
hu: 3D navigálás a földgolyón
it: Navigazione del globo in 3D
ja: 地球儀を3Dでナビゲートする
sv: Navigera i världen i 3D

source: 3 different projections are available (3D Globe, Flat Map, Mercator)
de: 3 verschiedene Projektionen stehen zur Verfügung (3D Globe, Flat Map, Mercator)
es: 3 diversas proyecciones están disponibles (Globo 3D, Mapa Plano, Mercator)
fr: 3 projections différentes sont disponibles (globe 3D, carte plate, Mercator)
hu: 3 különböző vetületi rendszer használható (3D földgömb, sík térkép, Mercator)
it: Tre diverse proiezioni disponibili (globe 3D, mappa piatta, Mercatore)
ja: 3種類の投影を使用できます(3D地球儀、平面図、メルカトル)。
sv: 3 olika projektioner är tillgängliga (3D Globe, Flat Map, Mercator)

source: Information layers (Weather, Real-time clouds, Day/Night View, Real-time Satellites, Wikipedia Articles, Photos, Postal Codes, Earthquakes)
de: Information Layers (Wetter, aktuelle Wolken, Tag/Nacht-Ansicht, aktuelle Satelliten, Wikipedia Artikel, Fotos, Postleitzahlen, Erdbeben)
es: Capas de información (Clima, Nubes en tiempo real, Vista día/noche, Satélites en Tiempo Real, Artículos de Wikipedia, Fotos, Códigos Postales, Terremotos)
fr: Couches d'information (météo, nuages en temps réel, vue jour/nuit, satellites en temps réel, articles Wikipédia, photos, codes postaux, tremblements de terre)
hu: Információs rétegek (időjárás, valós idejű felhők, nappali/éjszaki nézet, valós idejű műholdak, wikipedia cikkek, fényképek, irányítószámok, földrengések)
it: Vari strati informativi (meteo, nuvole in tempo reale, vista giorno/notte, Satelliti in tempo reale, articoli Wikipedia, Foto, Codici postali, terremoti)
ja: 情報レイヤ(天気、リアルタイム・クラウド、昼/夜ビュー、リアルタイム衛星、ウィキペディアの記事、写真、郵便番号、地震)
sv: Informationslager (väder, moln i realtid, dag/nattvy, satelliter i realtid, Wikipedia-artiklar, foton, postnummer, jordbävningar)

source: Search (Online address search, Online POI search)
de: Suche (Online Adresssuche, Online POI Suche)
es: Búsqueda ( de Direcciones en Línea, de POI en Línea)
fr: Recherche (recherche d’adresses, de POI en ligne)
hu: Keresés (online cím keresés, online POI keresés)
it: Ricerca (indirizzi online e punti di interesse online)
ja: 検索(オンライン住所検索、オンラインPOI検索)
sv: Sök (adressökning online, POI-sökning online)

source: Positioning & Tracking (GPS and WLAN localization, Track export in KML)
de: Positionierung & Tracking (GPS und WLAN Lokalisation, Track Export nach KML)
es: Posicionamiento y seguimiento (localización GPS y WLAN, trayecto de exportación en KML)
fr: Positionnement et suivi (localisation GPS et WLAN, exportation de trace en KML)
hu: Helymeghatározás és nyomkövetés (GPS és WLAN helymeghatározás, nyom exportálás KML-be)
it: Posizionamento e tracciamento (con localizzazione GPS e WLAN ed esportazione di tracce in KML)
ja: Positioning&Tracking(GPSとWLANのローカリゼーション、KMLでのトラックエクスポート)
sv: Positionering och spårning (GPS- och WLAN-lokalisering, export av spår i KML)

source: Routing & Navigation (Voice navigation, Online motorcar routing, Online bike routing, Online pedestrian routing, Offline routing optional download, Turn-by-turn navigation)
de: Routing & Navigation (Sprachnavigation, Online Auto Routing, Online Rad Rountingouting, Online Fußgänger Routing, Offline Routing mit optionalem Download, Schritt für Schritt Navigation)
es: Ruteo y Navegación (Navegación de Voz, Ruteo de Coche En Línea, Ruteo de Bici En Línea, Ruteo Peatonal En Línea, Descarga Opcional de Ruteo Sin Conexión, Navegación Turn-by-turn)
fr: Calcul d'itinéraire et navigation (navigation vocale, calcul d'itinéraire automobile, vélo et piéton en ligne, téléchargement de calcul d'itinéraire pour le hors ligne, navigation guidée)
hu: Útvonaltervezés és navigáció (hang navigáció, online autó navigáció, online kerékpár navigáció, online gyalogos navigáció. Offline navigáció opcionális letöltéssel, fordulásról-fordulásra navigálás)
it: Calcolo di percorsi e navigazione (navigazione vocale, calcolo percorsi online per auto, bicicletta e pedoni, opzione di scaricamento dati per calcolo percorsi offline, navigazione svolta-per-svolta)
ja: ルーティングとナビゲーション(音声ナビゲーション、オンラインでの自動車のルーティング、オンラインでの自転車のルーティング、オンラインでの歩行者のルーティング、オフラインでのルーティング(オプション)のダウンロード、曲がり角ごとのナビゲーション)
sv: Routing & Navigation (Röstnavigering, Online-rutning för bilar, Online-rutning för cyklar, Online-rutning för fotgängare, Offline-rutning med valfri nedladdning, Turn-by-turn-navigering)

source: Interactive KML tours (Creating, editing, viewing)
de: Interaktive KML Tours (Erzeugung, Bearbeitung, Ansicht)
es: Visitas interactivas de KML (creación, edición, visualización)
fr: Tours KML interactifs (création, édition, visualisation)
hu: Interaktív KML túrák (létrehozás, szerkesztés, megtekintés)
it: Giri interattivi in KML (creazione, modifica e visualizzazione)
ja: インタラクティブなKMLツアー(作成、編集、表示)
sv: Interaktiva KML-turer (skapa, redigera, visa)

source: Integration with many online services (Amateur Radio Aprs, OpenCaching.com, etc.)
de: Integration vieler Online-Dienste möglich (Amateur Radio Aprs, OpenCaching.com usw.)
es: Integración con muchos servicios en línea (Amateur Radio Aprs, OpenCaching.com, etc.)
fr: Intégration avec de nombreux services en ligne (Amateur Radio Aprs, OpenCaching.com, etc.)
hu: Integráció sok online szolgáltatással (Amateur Radio Aprs, OpenCaching.com, stb.)
it: Integrazione con numerosi servizi online (APRS di radio amatoriali, OpenCaching.com ecc.)
ja: 多くのオンラインサービス(Amateur Radio Aprs、OpenCaching.comなど)との統合
sv: Integration med många onlinetjänster (Amateur Radio Aprs, OpenCaching.com, etc.)

source: WMS & TMS support
de: WMS & TMS Unterstützung
es: Soporte WMS y TMS
fr: Support WMS & TMS
hu: WMS és TMS támogatás
it: Supporto WMS e TMS
ja: WMSとTMSのサポート
sv: Stöd för WMS och TMS

source: Tools (Distance Measurement, Bookmarks, Time Simulation, Offline Mode)
de: Werkzeuge (Distanzmessung, Lesezeichen, Zeit-Simulation, Offline Modus)
es: Herramientas (Medición de distancia, Marcadores, Simulación de Tiempo, Modo Fuera de Línea)
fr: Outils (mesures de distance, favoris, simulation temporelle, mode hors ligne)
hu: Eszközök (távolságmérés, könyvjelzők, idő szimuláció, offline mód)
it: Strumenti (misurazione distanze, preferiti, simulazioni temporali, modalità offline)
ja: ツール(距離測定、ブックマーク、時間シミュレーション、オフラインモード)
sv: Verktyg (avståndsmätning, bokmärken, tidssimulering, offlineläge)

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://marble.kde.org/
de: **Webseite:** https://marble.kde.org/
es: **Sitio web:** https://marble.kde.org/
fr: **Site web:** https://marble.kde.org
hu: **Honlap:** https://marble.kde.org/
it: **Sito web:** https://marble.kde.org/
ja: **Webサイト:** https://marble.kde.org/
sv: **Webbplats:** https://marble.kde.org/

source: **Licence:** GNU Lesser General Public License (LGPL) version 2.1
de: **Lizenz:** GNU Lesser General Public License (LGPL) version 2.1
es: **Licencia:** GNU Lesser General Public licencia (LGPL) versión 2.1
hu: **Licenc:** GNU Lesser General Public License (LGPL) version 2.1
it: **Licenza:** GNU Lesser General Public License (LGPL) versione 2.1
ja: **ライセンス:** GNU Lesser General Public License (LGPL) version 2.1
sv: **Licens:** GNU Lesser General Public License (LGPL) version 2.1

source: **Software Version:** |version-marble|
es: **Versión de software:** |version-marble|
fr: **Version du logiciel:** |version-marble|
hu: **Szoftver verzió:** |version-marble|
it: **Versione software:** |version-marble|
ja: **ソフトウェアバージョン:** |version-marble|
sv: **Programvaruversion:** |version-marble|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
de: **Unterstützte Plattformen:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
fr: **Plates-formes supportées :** GNU/Linux, Mac OSX, MS Windows, Maemo 5
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
it: **Piattaforme supportate:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows, Maemo 5

source: **API Interfaces:** Qt designer, C++, Python, D-BUS, Shell script
de: **API Schnittstellen:** Qt designer, C++, Python, D-BUS, Shell script
es: **Interfaces API:** Qt designer, C++, Python, D-BUS, script Shell
fr: **Interfaces d'API:** Qt designer, C++, Python, D-BUS, Shell script
hu: **API interfészek:** Qt designer, C++, Python, D-BUS, Shell szkript
it: **Interfacce API:** Qt designer, C++, Python, D-BUS, Shell script
ja: **API インタフェース:** Qt designer, C++, Python, D-BUS, Shell script
sv: **API-gränssnitt:** Qt-designer, C++, Python, D-BUS, Shell-skript

source: **More Info:** https://www.slideshare.net/marbleglobe/marble-1-6en
de: **Weitere Informationen:** https://www.slideshare.net/marbleglobe/marble-1-6en
es: **Más información:** https://www.slideshare.net/marbleglobe/marble-1-6en
fr: **Plus d'infos:** https://www.slideshare.net/marbleglobe/marble-1-6en
hu: **További info:** https://www.slideshare.net/marbleglobe/marble-1-6en
it: **Ulteriori informazioni:** https://www.slideshare.net/marbleglobe/marble-1-6en
ja: **詳細情報:** https://www.slideshare.net/marbleglobe/marble-1-6en
sv: **Mer information:** https://www.slideshare.net/marbleglobe/marble-1-6en

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/marble_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/marble_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/marble_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/marble_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/marble_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/marble_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/marble_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: `OpenStreetMap <https://www.openstreetmap.org>`_ integration
es: `Integración OpenStreetMap <https://www.openstreetmap.org>`_
fr: intégration `OpenStreetMap <https://www.openstreetmap.org>`_
hu: `OpenStreetMap <https://www.openstreetmap.org>`_ integráció
it: Integrazione con `OpenStreetMap <https://www.openstreetmap.org>`_
ja: `OpenStreetMap <https://www.openstreetmap.org>`_ 統合

source: **Support:** https://techbase.kde.org/Projects/Marble
es: **Soporte:** https://techbase.kde.org/Projects/Marble
hu: **Támogatás:** https://techbase.kde.org/Projects/Marble
it: **Supporto:** https://techbase.kde.org/Projects/Marble
ja: **サポート:** https://techbase.kde.org/Projects/Marble
