Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/naturalearth_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Map Data
de: Kartendaten
es: Datos del Mapa
fr: Données cartographiques
hu: Térkép adat
it: Dati geografici
ja: 地図データ
sv: Kartdata

source: Natural Earth provides cartographers an off-the shelf solution for creating small-scale world, regional, and country maps at 1:10-, 1:50-, and 1:110- million scales. Both political (administrative) and physical (natural) features are included and vector features align perfectly with included raster data.
de: Natural Earth stellt Kartographen gebrauchsfertige Lösungen zum Erstellen von Karten kleiner bis mittlerer Maßstäbe (1:10-, 1:50- und 1:110-Millionen) zur Verfügung. Es sind sowohl politische (administrative) und physische (natürliche) Merkmale, als auch Vektordaten, die perfekt zu den Rasterdaten in Deckung gebracht sind, enthalten.
es: Natural Earth proporciona a los cartógrafos una solución fuera de la plataforma para crear mapas mundiales, regionales y de países a escalas muy pequeñas, como 1: 10-, 1: 50- y 1: 110 millones. Se incluyen las características políticas (administrativas) y físicas (naturales) y las características vectoriales se alinean perfectamente con los datos ráster incluidos.
fr: Natural Earth fournit aux cartographes une solution "sur étagère" pour créer des cartes à un niveau mondiale, régional et étatique aux échelles 1/10 000 000, 1/50 000 000 et 1/110 000 000. Des informations à la fois politiques (administratives) et physiques (naturelles) sont inclues et les objets vectoriels s'alignent parfaitement avec les données raster associées.
hu: A Natural Earth egy polcról levehető megoldást kínál a térképészeknek, hogy elkészítsék kis méretarányú világukat, regionális és ország térképeket 1:10-, 1:50- és 1:110 milliós méretarányban. Mindkettő a politikai (adminisztratív) és fizikai (természeti) elemeket tartalmaz, és vektor elemeket tökéletesen igazították a mellékelt raszter adatokhoz.
it: Natural Earth fornisce ai cartografi una soluzione pronta all'uso per creare mappe a piccola scala mondiale, regionale e nazionale in scala 1:10, 1:50 e 1:110 milioni. Entrambi gli elementi politici (amministrativo) e fisico (naturale) sono inclusi e gli elementi vettoriali sono alineati perfettamente con i dati raster presenti.
ja: Natural Earthは、1:10、1:50、および1:110百万のスケールで小規模な世界、地域、および国のマップを作成するための既製のソリューションを地図作成者に提供します。政治(行政)フィーチャと物理(自然)フィーチャの両方が含まれ、ベクトルフィーチャは含まれるラスターデータと完全に位置合わせされます。
sv: Natural Earth erbjuder kartografer en standardlösning för att skapa småskaliga världs-, region- och landskartor i skalorna 1:10-, 1:50- och 1:110 miljoner. Både politiska (administrativa) och fysiska (naturliga) funktioner ingår och vektorfunktioner anpassas perfekt till inkluderade rasterdata.

source: Natural Earth solves the common problem that many cartographers face: finding vector data for making publication-quality small-scale maps at the appropriate level of detail for the maps they are making.
de: Natural Earth löst das weitverbreitete Problem von Kartographen: Das Finden von Vektordaten zum Erstellen von Karten kleinerer Maßstäbe, mit entsprechender Qualität für Publikationen und dem gewünschten Detaillierungsgrad.
es: Tierra natural soluciona el problema común que enfrentan muchos cartógrafos: encontrar datos vectoriales para hacer mapas con calidad de publicación en pequeña escala al nivel apropiado de detalle para los mapas que están haciendo.
fr: Natural Earth résoud le problème commun que de nombreux cartographes rencontrent: trouver des données vecteur pour faire des cartes à petite échelle pour publication avec un niveau de détail approprié aux cartes qu'ils font.
hu: A Natural Earth megoldja a térképészek gyakori problémáját: megtalálni a publikálásra alkalmas minőségű, megfelelő részletességű vektor adatokat az általuk készített kis méretarányú térképekhez.
it: Natural Earth risolve il problema comune affrontato da molti cartografi: trovare dati vettoriali per effettuare pubblicazione di qualità per mappe a piccola scale al livello di dettagli appropriato per le mappa che si sta creando.
ja: Natural Earthは、多くの地図製作者が直面する一般的な問題を解決します。つまり、作成中のマップに適した詳細レベルでパブリケーション品質の小規模マップを作成するためのベクタデータを検索します。
sv: Natural Earth löser det vanliga problemet som många kartografer står inför: att hitta vektordata för att göra småskaliga kartor av publikationskvalitet med lämplig detaljnivå för de kartor de gör.

source: naturalearth screenshot
es: pantalla de naturalearth
sv: naturalearth skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Vector features include name and other attributes
de: Vektordaten mit Namen und weiteren Attributen für jedes Objekt
es: Características del vector incluyen nombre y otros atributos
fr: Les objets vectoriels incluent les noms et d'autres attributs
hu: A vektor elemek tartalmaznak név és más attribútumokat
it: Gli elementi vettoriali includono nome e altri attributi
ja: ベクトルフィーチャには、名前とその他の属性が含まれます。
sv: Vektorfunktioner inkluderar namn och andra attribut

source: Large polygons are split for more efficient data handling such as bathymetric layers.
de: Große Polygone, z.B. bei den Bathymetrie-Daten, wurden in mehrere Objekte aufgeteilt, um die Daten effizient handhaben zu können.
es: Grandes polígonos están divididos para el tratamiento de datos más eficientes como en capas batimétricas.
fr: Les polygones les plus grands sont découpés pour une gestion plus efficace comme dans le cas des couches bathymétriques.
hu: Nagy felületeket feldarabolták a hatékonyabb adat kezelése érdekében, mint például a tenger mélységi adat rétegek.
it: Poligoni di grandi dimensioni sono suddivisi in dati di una più efficiente gestione, come i layers batimetrici.
ja: 大きなポリゴンは、水深レイヤなどのデータ処理を効率化するために分割されます。
sv: Stora polygoner delas upp för effektivare datahantering, t.ex. batymetriska lager.

source: Projection friendly vectors precisely match at 180 degrees longitude. Lines contain enough data points for smooth bending in conic projections, but not so many that computer processing speed suffers.
de: Vektordaten enden perfekt beim +/- 180 Längengrad, um keine Schwierigkeiten für Projektionen hervorzurufen. Linien haben entsprechend viele Stützpunkte, um bei konischen Projektionen ruhig verlaufend dargestellt werden zu können. Die maximale Anzahl der Punkte ist jedoch so gewählt, dass ein Computer diese verarbeiten kann, ohne an seine Grenzen zu stoßen.
es: Las proyecciones amigables de vectores coinciden exactamente a 180 grados de longitud. Las líneas contienen suficientes puntos de datos para una flexión suave en las proyecciones cónicas, pero no tanto como para la velocidad de procesamiento de la computadora.
fr: Vecteurs pratiques pour les projections qui se rejoignent précisément à 180 degrés de longitude. Les lignes contiennent assez des points pour lisser les contours dans les projections coniques, mais pas trop non plus sinon le temps de traitement serait pénalisé.
hu: A vetület barát vektorok pontosan illeszkednek 180 fokos hosszúságnál. A vonalak elég pontot tartalmaznak a sima görbékhez a kúpvetületeken, de nem olyan sokat, hogy a számítógép feldolgozási sebessége lelassuljon.
it: La proiezione dei vettoriali corrispondono gentilmente a 180 gradi di longitudine. Le righe contengono dati sufficienti punti per la perfetta conversione nelle proiezioni coniche, ma non così tanti tant’è che ne soffre la velocità di elaborazione del computer.
ja: 投影に適したベクトルは、経度180度で正確に一致します。直線には、円錐図法で滑らかに曲げるのに十分なデータ点が含まれていますが、コンピュータ処理速度が低下するほど多くは含まれていません。

source: Raster data includes grayscale-shaded relief and cross-blended hypsometric tints derived from the latest NASA SRTM Plus elevation data and tailored to register with Natural Earth Vector.
de: Rasterdaten enthalten graustufen-geschummerte Reliefs und über Kreuz verschnittene hypsometrische Schattierungen, abgeleitet aus den letzten NASA SRTM Plus Höhendaten und angepasst auf die Natural Earth Vektordaten.
es: Los datos ráster incluyen relieve sombreado en escala de grises y matices cruzados con tintes hipsométricos derivados de los datos de elevación SRTM Plus más recientes de la NASA, adaptados para registrarse con Natural Earth Vector.
fr: La donnée raster inclut les reliefs en niveaux de gris et les teintes dégradées en fonction de l'altitude à partir des dernières données d'élévation SRTM Plus de la NASA et est adaptée pour être cohérente avec les données vecteur Natural Earth.
hu: A raszteres adatok szürkeárnyalatos árnyékolt domborzatot és a legutóbbi NASA SRTM Plus magassági adatokból levezetett magassági színezést tartalmaznak és a regisztráláshoz a Natural Eath vektorokhoz igazították.
it: I dati raster includono rilievi in scala di grigi-ombreggiato e tinte cross-blended ipsometriche derivate dai più recenti dati dell’evevazione SRTM NASA Plus e su misura per combaciare con i vettoriali di Natural Earth.
ja: ラスターデータには、グレースケールでシェーディングされたレリーフと、最新のNASA SRTM Plus標高データから派生し、Natural Earth Vectorに登録するように調整されたクロスブレンドされた浅色が含まれます。
sv: Rasterdata innehåller gråskaleskuggad relief och korsblandade hypsometriska nyanser som härrör från de senaste höjddata från NASA SRTM Plus och är skräddarsydda för att registreras med Natural Earth Vector.

source: Optimized for use in web mapping applications, such as Google or Yahoo, with built-in scale attributes to direct features to be shown at different zoom levels.
de: Optimiert für webbasierte Kartenanwendungen, wie z.B. Google oder Yahoo, und mit enthaltenen Maßstabsinformationen, um kenntlich zu machen, bei welchen Maßstäben bzw. Zoomlevels Objekte dargestellt werden sollen.
es: Optimizado para su uso en aplicaciones cartográficas web, como Google o Yahoo, con atributos de escala incorporados para dirigir funciones para mostrarse en diferentes niveles de zoom.
fr: Optimisé pour l'utilisation dans les applications de cartographie en ligne, comme Google et Yahoo, avec des attributs dépendants de l'échelle pour gérer la visualisation en fonction de différents seuils de zoom.
hu: Az internetes térkép alkalmazásokhoz optimalizálták, mint például a Google vagy a Yahoo, beépített méretarány attribútumokkal az elemek különböző nagyítási szinteken történő megjelenítésének vezérléséhez.
it: Ottimizzato per l’uso in applicazioni di mapping web, come Google o Yahoo, con attributi inseriti a seconda della scala direttamente negli elementi per essere mostrati a vari livelli di zoom.
ja: GoogleやYahooなどのWebマッピングアプリケーションでの使用に最適化されています。さまざまなズームレベルで表示されるフィーチャを指定するための尺度属性が組み込まれています。
sv: Optimerad för användning i webbkartor, t.ex. Google eller Yahoo, med inbyggda skalattribut för att styra funktioner som ska visas på olika zoomnivåer.

source: Data Sets
de: Datensätze
es: Conjuntos de datos
fr: Jeux de données
hu: Adathalmazok
it: Set di dati
ja: データセット
sv: Datauppsättningar

source: Cultural Vector Data Themes:
de: Thema Kulturelle Vektordaten:
es: Temas de Datos Culturales Vectoriales:
fr: Thèmes sur les données culturelles vecteur:
hu: Kulturális vektoradat témák:
it: Temi dei dati culturali vettoriali:
ja: Culturalベクタデータのテーマ:
sv: Teman för kulturella vektordata:

source: Includes countries, disputed areas, states and provinces (1st order administrative divisions), and populated places (cities, towns). Roads, rails, urban polygons, parks and protected areas, Pacific nation groups, and water boundary indicators round out the cultural offerings.
de: Enthält Länder, umstrittene Gebiete, Staaten und Provinzen (übergeordnete administrative Bereiche) sowie besiedelte Orte (Städte und Gemeinden). Straßen, Schienen, kommunale Gebiete, Parks und geschützte Bereiche, pazifische Staatengruppierungen sowie Wassergrenzen, die das Angebot an kulturellen Daten vervollständigen.
es: Incluye países, áreas disputadas, estados y provincias (Divisiones administrativas de primer orden), Lugares poblados (ciudades, pueblos). Carreteras, carriles, polígonos urbanos, parques y áreas protegidas, Los grupos de naciones del Pacífico y los indicadores de límites de agua completan las ofertas culturales.
fr: Inclut les aires des pays, des territoires disputés, les états et les régions (divisions administratives de niveau 1), les lieux habités (agglomérations et villes). Les routes, les lignes ferroviaires, les polygones urbains, les parcs et les aires protégées, les groupes de nation du pacifique, et les indicateurs des eaux limitrophes qui complètent l'offre culturelle.
hu: Országokat, vitatott területeket, államokat és megyéket (elsőrendű közigazgatási körzetek), és lakott helyeket (városok, települések) tartalmaz. Utakat, vasutakat, lakott területeket, parkokat és védett területeket, a csendes-óceáni ország csoportokat és vízhatár jelzőket.
it: Include paesi, aree contese, stati e province (primo ordine delle divisioni amministrative), e i posti populati (città, villaggi). Strade, ferrovie, poligoni urbani, parchi e aree protette, Pacific nation groups, e indicatori di confine d’acqua completano l’offerta culturale.
ja: 国・係争地・州・県(1番目の都道府県)・居住地(市町村)を含む。道路、鉄道、都市ポリゴン、公園と保護地域、太平洋地域の国グループ、water boundary indicatersなどを、Cultural提供物にまとめている。
sv: Inkluderar länder, omtvistade områden, stater och provinser (1:a ordningens administrativa indelningar) och befolkade platser (städer). Vägar, järnvägar, urbana polygoner, parker och skyddade områden, nationsgrupper i Stilla havet och indikatorer för vattengränser kompletterar det kulturella utbudet.

source: Physical Vector Data Themes:
de: Thema Physische Vektordaten:
es: Temas de Datos Físicos Vectoriales:
fr: Thèmes des données physiques vecteur:
hu: Fizikai vektoradat témák:
it: Temi dei dati fisici vettoriali:
ja: 物理ベクタデータのテーマ:
sv: Fysiska vektordata Teman:

source: Include coastline, land, ocean, minor islands, reefs, physical region features and points, rivers, lakes, glaciated areas, Antarctic ice shelves, bathymetry, geographic lines, and graticles.
de: Enthält Küstenlinien, Landflächen, Ozeane, kleinere Inseln, Riffe, physische Landschaften und Punkte, Flüsse und Seen, Gletscher, antarktische Schelfeismassen, bathymetrische und geografische Linien sowie Kartennetze.
es: Incluyen costas, tierra, océano, islas menores, arrecifes, características físicas de la región y puntos, ríos, lagos, áreas de glaciar, plataformas de hielo Antártico, batimetría, líneas geográficas y gratículas.
fr: Inclut les lignes de côte, les terres, les océans, les iles mineures, les récifs, les poins et objets de régions physiques, les rivières, les lacs, les zones glacées, les plates-formes glaciaire antarctiques, la bathymétrie, les lignes géographiques, et les graticules.
hu: Tengerpart vonalakat, földeket, óceánokat, kisebb szigeteket, zátonyokat, fizikai régiókat, folyókat, tavakat, eljegesedett területeket, Antarktisz jeges parti területeket, magasságot, földrajzi szélesség és hosszúság hálót tartalmaz.
it: Include linea di costa, terre emerse, oceani, isole minori, rilivi, caratteristiche fisiche regionali e puntuali, fiumi, laghi, aree glaciate, livelli di ghiaccio antartico, batimetria, linee geografiche, e graticles.
ja: 海岸線、陸地、海洋、小島嶼、岩礁、物理的地域の特徴及び地点、河川、湖、氷河区域、南極の棚氷、水深測定、地理的境界線及び氷床を含む。
sv: Inkludera kustlinje, land, hav, mindre öar, rev, fysiska regionfunktioner och punkter, floder, sjöar, glaciärområden, antarktiska ishyllor, batymetri, geografiska linjer och gratiklar.

source: Raster Data Themes:
de: Thema Rasterdaten:
es: Temas de Datos Ráster:
fr: Thèmes des données raster:
hu: Raszteradat témák:
it: Temi dei dati raster:
ja: ラスターデータのテーマ:
sv: Teman för rasterdata:

source: Greyscale shaded relief, cross blended hypsometric tints, satellite-derived land cover data, idealized world environment, ocean bottom, and bathymetry. Optional baked in content includes: land cover, shaded relief, ocean water, and drainages with lakes.
de: Enthält graustufen-geschummerte Reliefs und über Kreuz verschnittene hypsometrische Schattierungen, aus Satellitendaten abgeleitete Landnutzungsdaten, idealisierte Umweltdaten, Meeresboden, und Tiefseemessungen. Optional enthalten: Bodenbedeckung, geschummerte Reliefs, Ozeanwasser und Entwässerungsanlagen mit Seen.
es: Relieve sombreado en escala de grises, tintes hipsométricos de matices cruzados, datos de cobertura de terreno derivados de satélite, medio ambiente del mundo idealizado, fondo marino y batimetría. El backend opcional en el contenido incluye: cobertura de terreno, relieve sombreado, agua océanica y drenajes con lagos.
fr: Reliefs en niveaux de gris, teintes dégradées en fonction de l'altitude, données dérivées des vues satellites d'occupation des sols, représentation environnementale idéalisée, fonds des océans et bathymétrie. Des options de contenus incluent: l'occupation des sols, les reliefs ombragés, les eaux océaniques, et les drainages avec les lacs.
hu: Szürkeárnyalatos árnyékolt domborzat, magassági színezés, műholdas adatokból származtatott felszínborítás, idealizált világ környezet, óceán fenék, és magasság. Választható tartalom magában foglalja: a felszínborítást, az árnyékolt domborzatot, az óceán vizeket és a csatornákat a tavakkal.
it: Rilievo ambreggiato a scala di grigi, cross blended hypsometric tints, dati della copertura del suolo da satellite, idealized world environment, fondali dell’oceano, e batimetria. Opzionalmente include: copertura del suolo, rilievi ombreggiati, acque oceaniche, e drenaggi con i laghi.
ja: グレースケールでシェーディングされた起伏、クロスブレンドされた浅色、衛星由来の土地被覆データ、理想化された世界環境、海底、水深測定。オプションのベイク処理済みコンテンツには、土地被覆、シェーディングされたレリーフ、海水、湖の排水が含まれます。
sv: Skuggad relief i gråskala, korsblandade hypsometriska färgtoner, satellitbaserad data om marktäcke, idealiserad världsmiljö, havsbotten och batymetri. Valfritt inbakat innehåll inkluderar: marktäcke, skuggad relief, havsvatten och avrinningsvägar med sjöar.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://www.naturalearthdata.com/
de: **Webseite:** https://www.naturalearthdata.com/
es: **Sitio web:** https://www.naturalearthdata.com/
hu: **Honlap:** https://www.naturalearthdata.com/
it: **Sito web:** https://www.naturalearthdata.com/
ja: **Webサイト:** https://www.naturalearthdata.com/
sv: **Webbplats:** https://www.naturalearthdata.com/

source: **License:** None, the data is public domain.
de: **Lizenz:** lizenzfrei, die Daten sind für jedermann zugänglich
es: **Licencia:** Ninguna, los datos no dominio público.
fr: **License:** Aucune, la donnée est dans le domaine public.
hu: **Licenc:** nincs, az adat közkincs.
it: **Licenza:** Nessuna, i dati sono in dominio pubblico.
ja: **ライセンス:** パブリックドメイン
sv: **Licens:** Ingen, uppgifterna är offentliga.

source: **Data Version:** 2.0
de: **Version der Daten:** 2.0
es: **Versión de datos:** 2.0
fr: **Version des données:** 2.0
hu: **Adat verzió:** 2.0
it: **Versione dei dati:** 2.0
ja: **データバージョン:** 2.0

source: **Data format:** SHP and TIF+TFW
de: **Datenformat:** SHP und TIF+TFW
es: **Formato de datos:** SHP y TIF+TFW
fr: **Format de données:** SHP and TIF+TFW
hu: **Adatformátum:** SHP és TIF+TFW
it: **Formato dei dati:** SHP e TIF+TFW
ja: **データフォーマット:** SHP と TIF+TFW
sv: **Dataformat:** SHP och TIF+TFW

source: **Spatial coordinate system:** WGS84.
de: **Koordinatensystem:** WGS84.
es: **Sistema de coordenadas espaciales:** WGS84.
fr: **Système de coordonnées spatial:** WGS84.
hu: **Térbeli koordináta-rendszer:** WGS84.
it: **Sistema di coordinate spaziali:** WGS84
ja: **空間座標系:** WGS84.
sv: **Spatialt koordinatsystem:** WGS84.

source: **Support:** https://www.naturalearthdata.com/about
es: **Soporte:** https://www.naturalearthdata.com/about
hu: **Támogatás:** https://www.naturalearthdata.com/about
it: **Supporto:** https://www.naturalearthdata.com/about
ja: **サポート:** https://www.naturalearthdata.com/about

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: Natural Earth
sv: Naturlig jord

source: Projection friendly vectors precisely match at 180 degrees longitude. Lines contain enough data points for smooth bending in conic projections, but not so many that computer processing speed suffers.
sv: Projektionsvänliga vektorer matchar exakt vid 180 graders longitud. Linjerna innehåller tillräckligt många datapunkter för en smidig böjning i koniska projektioner, men inte så många att datorns bearbetningshastighet blir lidande.

source: **Website:** http://www.naturalearthdata.com/
fr: **Site Internet:** http://www.naturalearthdata.com/
