Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/nc_dataset_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: North Carolina USA Educational dataset
it: North Carolina, dataset educazionale USA
ja: ノースカロライナ USA 教育データ・セット
sv: North Carolina USA Pedagogisk dataset

source: Map Data
de: Kartendaten
es: Datos de Mapa
fr: Données cartographiques
hu: Térkép adat
it: Dati geografici
ja: 地図データ
sv: Kartdata

source: This data set is a comprehensive collection of raster, vector and imagery data covering parts of North Carolina (NC), USA, prepared from public data sources provided by the North Carolina state and local government agencies and Global Land Cover Facility (GLCF).
de: Dieser Datensatz besteht aus einer umfangreichen Sammlung von Raster-, Vektor- und Bilddaten. Er deckt Teile von North Caroline (NC) USA ab und wurde aus öffentlich zugänglichen Quellen abgeleitet, die vom Staat North Carolina, örtlichen Behörden und der Global Land Cover Facility (GLCF) zur Verfügung gestellt wurden.
es: Este conjunto de datos es una colección completa de datos ráster, vectores e imágenes que cubren partes de Carolina del Norte (NC), EE. UU., Preparados a partir de fuentes públicas de datos proporcionadas por el estado de Carolina del Norte y las agencias gubernamentales locales y Global Land Cover Facility (GLCF).
fr: Ce jeu de données est une collection complète de données raster, vecteur et image couvrant des zones de Caroline du Nord (NC), USA, préparées à partir de sources de données publiques fournies par l'état de Caroline du Nord et des agences publiques locales et le Global Land Cover Facility (GLCF).
hu: Ez az adatsor a raszter, a vektor és a képi adatok átfogó gyűjteménye Észak-Karolinából (NC), USA, nyilvános adatforrásokból készítették, melyeket az észak-karolinai állami és helyi kormányzati szervek és a Global Land Cover Facility (GLCF) biztosítanak.
it: Questo set di dati è una collezione che comprende dati raster, vettoriali e di immagini che copre parte del North Carolina (NC), USA, preparati da sorgenti dati pubbliche fornite dallo stato del North Carolina e agenzia governative locali e dal Global Land Cover Facility (GLCF).
ja: このデータ・セットは、ノースカロライナ州および地方公共団体 (GLCF) が提供する公共データ・ソースから準備された、ノースカロライナ州 (NC) の一部をカバーするラスタデータ、ベクタデータ、および画像データを包括的に収集したものです。
sv: Denna dataset är en omfattande samling av raster-, vektor- och bilddata som täcker delar av North Carolina (NC), USA, framtagen från offentliga datakällor som tillhandahålls av North Carolina State och lokala myndigheter och Global Land Cover Facility (GLCF).

source: The data set includes sections of the NC capital city Raleigh and its surroundings.
de: Enthalten sind Ausschnitte der Hauptstadt North Carolinas, Raleigh und deren Umgebung.
es: El conjunto de datos incluye secciones de la ciudad capital de Carolina del Norte, Raleigh, y sus alrededores.
fr: Ce jeu de données inclut des parties de Raleigh capitale de NC et de ses environs.
hu: Az adatsor részeket tartalmaz Raleigh NC fővárosból és környékéről.
it: Il set di dati include sezioni della città capitale del North Carolina Raleigh e i suoi dintorni.
ja: このデータ・セットには、 NC の州都のローリーとその周辺のセクションが含まれています。
sv: Datauppsättningen omfattar delar av huvudstaden Raleigh i NC och dess omgivningar.

source: Data are provided at three hierarchical levels:
de: Zur Verfügung gestellt werden drei hierarchische Ebenen:
es: Los datos se proporcionan en tres niveles jerárquicos:
fr: Les données sont fournies à trois niveaux hiérarchiques:
hu: Adatokat három hierarchikus szinten biztosítják:
it: I dati sono forniti a tre livelli gerarchici:
ja: データは、以下の 3 つの階層レベルで提供しています:
sv: Data tillhandahålls på tre hierarkiska nivåer:

source: entire NC state with raster data at 500m resolution;
de: Rasterdaten mit einer Auflösung von 500m des kompletten Staates NC
es: el estado completo de Carolina del Norte, con datos ráster a una resolución de 500 m;
fr: données raster à la résolution de 500m sur l'ensemble de l'état de CN;
hu: teljes NC állam, 500 méteres felbontású raszter adatok;
it: l'intero stato del North Carolina con raster a risoluzione di 500m;
ja: 500m 解像度でラスタデータを使用した NC州の全体。
sv: hela delstaten NC med rasterdata med 500 meters upplösning;

source: South-west Wake County with raster data at resolutions 30m-10m; and
de: Süd-West Wake County Rasterdaten mit einer Auflösung von 30m-10m und
es: El Sudoeste del Condado de Wake con datos ráster en resoluciones de 30m-10m; y
fr: données raster à la résolution de de 30m-10m sur le comté de South-west Wake ; et
hu: Dél-nyugati Wake megye 10-30 méteres felbontású raszter adatok és
it: La Contea South-west Wake con raster a risoluzione 30m-10m; e
ja: 南西部のウェイク郡のラスタデータで、解像度 30m-10m;
sv: Sydvästra Wake County med rasterdata i upplösningarna 30m-10m; och

source: a small watershed in rural area with data resolutions of 1m-3m (see image).
de: ein kleines, ländliches Einzugsgebiet mit einer Auflösung von 1m-3m (siehe Bild).
es: una pequeña cuenca en el área rural con una resolución de datos de 1m-3m (ver imagen).
fr: un petit bassin versant en zone rurale avec des données à la résolution de 1m-3m (voir l'image).
hu: egy külterületi kis vízgyűjtő adatai 1m-3m felbontással (lásd a képet).
it: un piccolo bacino idrografico in un'area rurale con dati a risoluzione 1m-3m (vedi immagine).
ja: 1m-3m のデータ解像度を持つ田舎の小さな滝 ( イメージを参照 )。
sv: ett litet avrinningsområde på landsbygden med dataupplösningar på 1m-3m (se bild).

source: nc_dataset screenshot
it: screenshot di nc_dataset
sv: nc_dataset skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: County and state level raster, vector, and KML map layers with full meta-data, specifically selected to cover the wide needs of teaching introductory GIS courses and providing examples for software help pages and tutorials.
de: Landkreis- und Bundesland-Ebene mit Raster-, Vektor- und KML-Layern inkl. Metadaten, eigens ausgewählt für den breiten Anwendungsbereich in GIS-Grundlagen-Kursen. Außerdem gut geeignet als Vorlage für Hilfeseiten und Tutorials.
es: Las capas de mapa ráster, vector y KML de nivel de condado y estado con metadatos completos, seleccionados específicamente para cubrir las amplias necesidades de la enseñanza de cursos introductorios de SIG y proporcionar ejemplos de páginas de ayuda de software y tutoriales.
fr: Couches de données cartographiques raster, vecteur, et KML avec des données complètes à l'échelle du comté et de l'état, spécialement sélectionnées pour couvrir des besoins larges de cours de formation d'introduction aux SIG et fournissant des exemples pour les pages d'aide de logiciel et de tutoriaux.
hu: Megyei és állami szintű raszter, vektor és KML térkép rétegek teljes meta-adatokkal, melyeket kifejezetten a kezdő GIS tanfolyamok igényeinek kielégítésére válogattak össze és példákat biztosít a szoftver súgó oldalakhoz és oktatóanyagokhoz.
it: Layer di mappe raster, vettoriali e KML a livello di contea e stato con metadati completi, specificamente selezionati per coprire le ampie esigenze di insegnamento di corsi GIS introduttivi e fornire esempi per pagine di aiuto e tutorial software.
ja: 郡および州レベルのラスタレイヤ、ベクタレイヤ、および KML マップレイヤには、完全なメタデータが含まれています。具体的には、 GIS コースの導入に関する幅広いニーズに対応し、ソフトウェアのヘルプ・ページやチュートリアルの例を提供を目的として選択されたデータになります。
sv: Raster-, vektor- och KML-kartlager på läns- och delstatsnivå med fullständiga metadata, särskilt utvalda för att täcka de breda behoven för undervisning i inledande GIS-kurser och tillhandahålla exempel för hjälpsidor och handledning för programvara.

source: The Creative Commons license means the data can be used, distributed, and modified by anyone. Without the usual legal encumbrances of much publicly available geodata it is ideal for use in the classroom.
de: Die Creative Commons Lizenz gewährt die freie Benutzung und Verbreitung der Daten und erlaubt die Veränderung durch jeden. Ohne die weit verbreiteten Einschränkungen anderer öffentlich gemachter Daten ist dieser Datensatz ideal für die Nutzung in Schule und Ausbildung geeignet.
es: La licencia de Creative Commons significa que los datos pueden ser utilizados, distribuidos y modificados por cualquier persona. Sin los gravámenes legales habituales de muchos geodatos disponibles públicamente, es ideal para usar en el aula.
fr: La licence Creative Commons signifie que les données peuvent être utilisées, distribuées et modifiées par tout le monde. Sans les contraintes légales habituelles des données géoréférencées mises à disposition du public, ces données sont idéales pour une utilisation en salle de classe.
hu: A Creative Commons licenc azt jelenti, hogy az adatokat bárki használhatja, továbbadhatja és módosíthatja. A szokásos jogi terhek nélkül mint sok nyilvános adat esetén, ideálisan használhatók az osztálytermekben.
it: La licenza Creative Commons significa che i dati possono essere utilizzati, distribuiti e modificati da chiunque. Senza i soliti ingombri legali di molti geodati pubblicamente disponibili, è ideale per l'uso in classe.
ja: クリエイティブ・コモンズ・ライセンスにより、データを誰でも使用、配布および変更できます。一般的に利用できる地理データにありがちな法的な面倒がないため、教室での使用に最適です。
sv: Creative Commons-licensen innebär att data kan användas, distribueras och modifieras av vem som helst. Utan de vanliga juridiska hinder som gäller för många allmänt tillgängliga geodata är det perfekt för användning i klassrummet.

source: Data Sets
de: Datensätze
es: Conjuntos de datos
fr: Jeux de données
hu: Adathalmazok
it: Set di Dati
ja: データセット
sv: Datauppsättningar

source: Cultural Vector Data Themes:
de: Kulturelle Vektordaten:
es: Temas de Datos de Vectores Culturales:
fr: Thèmes des données culturelles vectorielles:
hu: Kulturális vektoradat témák:
it: Temi dei dati culturali vettoriali:
ja: Culturalベクタデータのテーマ:
sv: Teman för kulturella vektordata:

source: Includes political boundaries, roads, bus stops, firestations, census blocks, and much more.
de: Enthält politische Grenzen, Straße, Bushaltestellen, Feuerwehren, Wahlbezirke und vieles mehr.
es: Incluye límites políticos, carreteras, paradas de autobús, estaciones de bomberos, bloques censales y mucho más.
fr: Comprend les limites politiques, les routes, les arrêts de bus, les casernes de pompiers, les zones de recensement et beaucoup plus.
hu: Politikai határokat, utakat, buszmegállókat, tűzoltó állomásokat, népszámlálási blokkokat és még sok mást tartalmaz.
it: Include confini politici, strade, fermate degli autobus, caserme dei pompieri, census blocks e molto altro.
ja: 政治的境界、道路、バス停留所、消防署、国勢調査ブロックなどが含まれます。
sv: Innehåller politiska gränser, vägar, busshållplatser, brandstationer, folkbokföringsblock och mycket mer.

source: Physical Vector Data Themes:
de: Physische Vektordaten:
es: Temas Físicos de Datos Vectoriales:
fr: Thèmes des données physiques vectorielles:
hu: Fizikai vektoradat témák:
it: Temi dei dati fisici vettoriali:
ja: 物理ベクタデータのテーマ:
sv: Fysiska vektordata Teman:

source: Includes LiDAR aerial elevation measurements, contour lines, streams, precipitation, and much more.
de: Enthält LiDAR Höhenmessdaten, Konturlinien, Fließgewässer, Niederschlagsdaten und vieles mehr.
es: Incluye mediciones de elevación aérea LiDAR, líneas de contorno, corrientes, precipitación y mucho más.
fr: Comprend des mesures d'altitude de données LIDAR aérien , des courbes de niveaux, des rivières, des précipitations et beaucoup plus.
hu: LiDAR légi magasságméréseket, szintvonalakat, vízfolyásokat, csapadék adatokat és még sok mást tartalmaz.
it: Include misurazioni di elevazione aerea LiDAR, linee di livello, flussi, precipitazioni e molto altro.
ja: LiDAR による空間標高測定、輪郭線、小川、降水量などを含みます。
sv: Inkluderar LiDAR-flygmätningar, höjdkurvor, vattendrag, nederbörd och mycket mer.

source: Raster Data Themes:
de: Rasterdaten:
es: Temas de Datos Ráster:
fr: Thèmes des données raster:
hu: Raszteradat témák:
it: Temi dei dati raster:
ja: ラスターデータのテーマ:
sv: Teman för rasterdata:

source: Includes digital elevation maps, landuse and landcover, LANDSAT7 imagery, and much more.
de: Enthält digitale Höhenmodelle, Landnutzung und Landbedeckung, LANDSAT7 Aufnahmen und vieles mehr.
es: Incluye mapas de elevación digitales, landuse y landcover, imágenes LANDSAT7, y mucho más.
fr: Comprend des cartes numériques d'altitude, usage et occupation des sols, images LANDSAT7 et beaucoup plus.
hu: Digitális magasság térképeket, földhasználati és felszínborítási adatokat, LANDSAT7 képeket és még sok mást tartalmaz.
it: Include modelli digitali di elevazione, uso del suolo e copertura del suolo, immagini LANDSAT7 e molto altro.
ja: デジタル標高マップ、土地利用、および土地被覆、 LANDSAT7 イメージなどが含まれます。
sv: Innehåller digitala höjdkartor, markanvändning och marktäcke, LANDSAT7-bilder och mycket mer.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://wiki.osgeo.org/wiki/Category:Education
it: **Sito web:** https://wiki.osgeo.org/wiki/Category:Education
ja: **Webサイト:** https://wiki.osgeo.org/wiki/Category:Education
sv: **Webbplats:** https://wiki.osgeo.org/wiki/Category:Education

source: **License:** |CC BY-SA 3.0|
it: **Licenza:** |CC BY-SA 3.0|
ja: **ライセンス:** |CC BY-SA 3.0|
sv: **Licens:** |CC BY-SA 3.0|

source: **Data Version:** 2008
de: **Version der Daten:** 2008
es: ** Versión de datos: ** 2008
fr: **Version de la donnée:** 2008
hu: **Adat változat:** 2008
it: **Versione dei dati:** 2008
ja: **データバージョン:** 2008

source: **Data format:** GeoTIFF, Shapefiles, KML
de: **Datenformat:** GeoTIFF, Shapefiles, KML
es: **Formato de datos:** GeoTIFF, Shapefiles, KML
fr: **Format des données:** GeoTIFF, Shapefiles, KML
hu: **Adatformátumok:** GeoTIFF, Shapefiles, KML
it: **Formato dei dati:** GeoTIFF, Shapefiles, KML
ja: **データフォーマット:** GeoTIFF, Shapefiles, KML
sv: **Dataformat:** GeoTIFF, Shapefiler, KML

source: **Spatial coordinate system:** NC State Plane (Lambert Conformal Conic), NAD83
de: **Koordinatensystem:** NC State Plane (Lambert Conformal Conic), NAD83
es: ** Sistema de coordenadas espacial:** Estado Plano NC (Lambert Conformal Conic), NAD83
fr: **Système de coordonnées spatiales:** NC State Plane (Lambert Conforme Conique), NAD83
hu: **Koordináta-rendszer:** NC State Plane (Lambert Conformal Conic), NAD83
it: **Sistema delle coordinate spaziali:** NC State Plane (Lambert Conformal Conic), NAD83
ja: **空間参照系:** NC State Plane (Lambert Conformal Conic), NAD83
sv: **Rumsligt koordinatsystem:** NC State Plane (Lambert Conformal Conic), NAD83

source: **Support:** https://lists.osgeo.org/mailman/listinfo/geodata
it: **Supporto:** https://lists.osgeo.org/mailman/listinfo/geodata
ja: **サポート:** https://lists.osgeo.org/mailman/listinfo/geodata

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: OSGeo North Carolina, USA Educational dataset
de: OSGeo North Carolina, USA Schulungsdatensatz
es: Conjunto de datos educativos de OSGeo sobre Carolina del norte, Estados Unidos
fr: Jeu de données éducatif OSGeo North Carolina, USA
hu: OSGeo Észak Karolina, USA oktatási adathalmazok

source: **Website:** http://www.grassbook.org/data_menu3rd.php
de: **Webseite:** http://www.grassbook.org/data_menu3rd.php
es: **Sitio web:** http://www.grassbook.org/data_menu3rd.php
fr: **Site web:** http://www.grassbook.org/data_menu3rd.php
hu: **Honlap:** http://www.grassbook.org/data_menu3rd.php

source: **License:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <http://creativecommons.org/licenses/by-sa/3.0/>`_
de: **Lizenz:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <http://creativecommons.org/licenses/by-sa/3.0/>`_
es: **Licencia:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <http://creativecommons.org/licenses/by-sa/3.0/>`_
fr: **Licence:** `Creative Commons Paternité-Partage des Conditions Initiales à l'Identique 3.0 non transposé (CC BY-SA 3.0) <http://creativecommons.org/licenses/by-sa/3.0/>`_
hu: **Licenc:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <http://creativecommons.org/licenses/by-sa/3.0/>`_

source: **Support:** http://lists.osgeo.org/mailman/listinfo/geodata
es: **Soporte:** http://lists.osgeo.org/mailman/listinfo/geodata
hu: **Támogatás:** http://lists.osgeo.org/mailman/listinfo/geodata
