Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/ncWMS_overview.po
Languages: de, es, hu, ja

source: Web Map Service
es: Servicio Cartográfico Web
hu: Web térkép szolgáltatás
ja: Web Map サービス

source: ncWMS publishes multi-dimensional data (such as environmental and weather data) as an OGC compliant Web Map Service (WMS). ncWMS quickly and efficiently extracts the map images from the very large data files typically associated with environmental data.
de: ncWMS veröffentlicht mehrdimensionale Daten (beispielsweise Umwelt- oder Wetterdaten) als OGC konformen Web Map Service (WMS). ncWMS extrahiert die Kartenbilder schnell und effizient aus sehr großen Daten, die für Umweltdaten typisch sind.
es: ncWMS publica datos multidimensionales (como datos de clima y ambientales) como un OGC compatible con Servicio Cartográfico Web (WMS). ncWMS rápida y eficientemente extrae las imágenes del mapa de los archivos de datos muy grandes asociados típicamente con datos ambientales.
hu: Az ncWMS többdimenziós adatokat publikál (mint például környezeti és időjárás adatok) egy OGC szabványnak megfelelő web térkép szolgáltatásként (WMS). Az ncWMS gyorsan és hatékonyan állítja elő a képeket a nagyon nagy adatfájlokból, melyek tipikusan a környezeti adatokhoz kapcsolódnak.
ja: ncWMS は OGC 準拠の Web Map Service (WMS) として多次元データ ( 環境や気象データなど ) を公開しています。ncWMS は、通常、環境データに関連付けられた非常に大きなデータ・ファイルから、マップ・イメージを迅速かつ効率的に抽出します。

source: ncWMS screenshot
es: pantalla de ncWMS

source: Core Features
de: Kernfunktionen
es: Características Principales
hu: Alapfunkciók
ja: 主な機能

source: Fast extraction of data
de: Schnelle Datenextraktion
es: Extracción rápida de datos
hu: Adatok gyors előhozása
ja: データの高速抽出

source: Generation of timeseries and vertical profile plots
de: Erstellung von Zeitreihen und vertikalen Profildrucken
es: Generación de series de tiempo y gráficos de perfil vertical
hu: Idősorok és függőleges metszetek generálása
ja: タイムシリーズの生成と垂直プロファイルの作図

source: Ability to plot data along a transect
de: Fähigkeit, Daten entlang eines Transects zu drucken
es: Capacidad de trazar datos a lo largo de un transecto
hu: Adatok ábrázolása egy keresztmetszet mentés
ja: 断面にそったデータのプロットができる

source: Automatic recognition of vector-components and generation of vector arrows
de: Automatische Erkennung von Vektor-Komponenten und Generierung von Vektorpfeilen
es: Reconocimiento automático de los componentes del vector y la generación de flechas vector
hu: Vektor komponensek automatikus felismerése és vektor nyilak generálása
ja: ベクタ成分の自動認識 - ベクタ矢印の生成

source: Support for a large range of projections (for both source data and target images)
de: Unterstützung zahlreicher Projektionen (für Quell- und Zieldaten)
es: Soporte para una amplia gama de proyecciones (para ambas datos fuente e iágenes destino)
hu: A vetületek széles tartományának támogatása (a forrás adatok és az előállított képek esetén is)
ja: ( ソース・データとターゲット・イメージの両方について ) 様々な投影法のサポート

source: Support for creating animations
de: Unterstützung von Animationen
es: Apoyo para la creación de animaciones
hu: Támogatás animációk létrehozásához
ja: アニメーション作成のサポート

source: Browser client included
de: Integrierter Browser Client
es: Navegador cliente incluido
hu: Böngésző klienst tartalmaz
ja: ブラウザ内蔵

source: Support for export to Google Earth KML format
de: Export in das Google Earth KML Format
es: Apoyo para exportar a formato KML de Google Earth
hu: Exportálás Google Earth KML formátumba
ja: Google Earth KML フォーマットへのエクスポート

source: Input formats: NetCDF, GRIB, OPeNDAP
de: Eingabeformate: NetCDF, GRIB, OPeNDAP
es: Formatos de entrada: OPeNDAP NetCDF, GRIB,
hu: Input formátumok: NetCDF, GRIB, OPeNDAP
ja: 入力フォーマット: NetCDF, GRIB, OPeNDAP

source: Output formats: PNG, JPEG, animated GIF, KML
de: Ausgabeformate: PNG, JPEG, animiertes GIF, KML
es: Formatos de salida: PNG, JPEG, GIF, KML animados
hu: Output formátumok: PNG, JPEG, animált GIF, KML
ja: 出力フォーマッット: PNG, JPEG, animated GIF, KML

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
hu: Implementált szabványok
ja: 実装されている標準規格

source: Details
es: Detalles
hu: Részletek
ja: 詳細

source: **Website:** https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/
de: **Webseite:** https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/
es: **Sitio web:** https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/
hu: **Honlap:** https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/
ja: **Webサイト:** https://reading-escience-centre.gitbooks.io/ncwms-user-guide/content/

source: **Licence:** `Modified BSD License <https://github.com/Reading-eScience-Centre/ncwms/blob/master/licence.txt>`__
de: **Lizenz** `Modified BSD License <https://github.com/Reading-eScience-Centre/ncwms/blob/master/licence.txt>`__
es: **Licencia:** `Licencia BSD Modificada <https://github.com/Reading-eScience-Centre/ncwms/blob/master/licence.txt>`__
hu: **Licenc:** `Módosított BSD licenc <https://github.com/Reading-eScience-Centre/ncwms/blob/master/licence.txt>`_
ja: **ライセンス:** `Modified BSD License <https://github.com/Reading-eScience-Centre/ncwms/blob/master/licence.txt>`__

source: **Software Version:** |version-ncWMS|
es: **Versión de software:** |version-ncWMS|
hu: **Szoftver verzió:** |version-ncWMS|
ja: **ソフトウェアバージョン:** |version-ncWMS|

source: **Supported Platforms:** All Java 1.8 platforms: Windows, Linux, Mac
de: **Unterstützte Plattformen:** Alle Java 1.8 Plattformen: Windows, Linux, Mac
es: **Plataformas compatibles:** plataformas Java todos 1.8: Windows, Linux, Mac
hu: **Támogatott platformok:** Minden Java 1.8 platform: Windows, Linux, Mac
ja: **対応プラットフォーム:** All Java 1.8 platforms: Windows, Linux, Mac

source: **API Interfaces:** Java; WMS
de: **API Schnittstellen:** Java; WMS
es: **Interfaces API:** Java, WMS
hu: **API Interfészek:** Java; WMS
ja: **API インタフェース:** Java; WMS

source: **Support:** https://github.com/Reading-eScience-Centre/ncwms/issues
es: **Soporte:** https://github.com/Reading-eScience-Centre/ncwms/issues
hu: **Támogatás:** https://github.com/Reading-eScience-Centre/ncwms/issues
ja: **サポート:** https://github.com/Reading-eScience-Centre/ncwms/issues

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
de: Das Projekt ist lediglich auf der OSGeoLive Virtual Machine Disk (VMDK)
es: Este proyecto solo se incluye en el disco de máquina virtual OSGeoLive (VMDK)
hu: Ez a projekt csak az OSGeoLive virtuális gépben (VMDK) található meg
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: Quickstart
de: Schnellstart
es: Inicio Rápido
hu: Gyorstalpaló
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/ncWMS_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/ncWMS_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/ncWMS_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/ncWMS_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/ncWMS_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo

source: OSGeo Community
es: OSGeo Comunitario
