Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/netcdf_dataset_overview.po
Languages: de, es, fr, hu, it, sv

source: NetCDF Data Set
de: NetCDF Datensatz
es: Conjunto de datos NetCDF
fr: Jeux de données NetCDF
hu: NetCDF adatkészletek
it: Set di dati NetCDF
sv: NetCDF-datauppsättning

source: Map Data
de: Kartendaten
es: Datos de mapa
fr: Données cartographiques
hu: Térkép adatok
it: Dati della Mappa
sv: Kartdata

source: NetCDF (Network Common Data Form) is a set of software libraries and self-describing, machine-independent data formats that support the creation, access, and sharing of array-oriented scientific data. NetCDF version 4.0 and above work with the HDF5 format, designed to store and organize large amounts of numerical data.
de: NetCDF (Network Common Data Form) ist eine Sammlung von Software Bibliotheken sowie selbsterklärenden, systemunabhängigen Datenformaten, die die Erzeugung, den Zugriff und den Austausch von Array-orientierten wissenschaftlichen Daten ermöglicht. NetCDF Version 4.0 und höher unterstützt das HDF5 Format, das für die Speicherung und Organisiation großer Mengen numerischer Daten ausgelegt ist.
es: NetCDF (formato de datos comnes de la red) es un conjunto de bibliotecas de software y datos autodescriptivos, formatos independientes de tipos de equipos que admiten la creación, acceso y el intercambio de arreglos de datos científicos orientados. NetCDF versión 4.0 y superior trabaja con el formato HDF5, diseñado para almacenar y organizar grandes cantidades de datos numéricos.
fr: NetCDF (Network Common Data Form) est un ensemble de bibliothèques logicielles et de formats de données auto-descriptibles et indépendants des machines qui supporte la création, l'accès et le partage de données scientifiques orientées tableau. NetCDF version 4.0 et supérieur fonctionne avec le format HDF5, conçu pour stocker et organiser de grandes quantités de données numériques.
hu: NetCDF (Network Common Data Form) szoftver könyvtárak és önleíró, eszközfüggetlen adatformátumok halmaza, melyek támogatják a mátrix alapú tudományos adatok létrehozását, elérését és megosztását. A NetCDF 4.0 és a későbbi verziók a HDF formátummal dolgoznak, mely nagy mennyiségű numerikus adat tárolására és szervezésére terveztek.
it: NetCDF (Network Common Data Form) è un set di librerie software e formato dati che si autodescrive e indipendente dalla macchina che supporta la creazione, accesso e salvataggio di dati scientifici di tipo matrice. NetCDF versione 4.0 e successive funziona con il formato HDF5, pensato per salvare e organizzare una vasta quantita di dati numerici.
sv: NetCDF (Network Common Data Form) är en uppsättning programvarubibliotek och självbeskrivande, maskinoberoende dataformat som stöder skapande, åtkomst och delning av array-orienterade vetenskapliga data. NetCDF version 4.0 och senare arbetar med HDF5-formatet, som är utformat för att lagra och organisera stora mängder numeriska data.

source: This sample dataset supplies annual maximum of daily high temperature, and annual maximum consecutive five-day precipitation, both historical and predicted, for the years 1850-2012 and 2006-2100 (see accompanying text files for details).
de: Diese Beispieldaten beinhalten die jährlichen maximalen Tagestemperaturen, sowie die Reihe der maximalen atmosphärischen 5-Tagesniederschläge. Beide Werte sind sowohl historisch (für die Jahre 1850-2012) als auch vorhergesagt (für die Jahre 2006-2100) enthalten (Details dazu in den beigefügten Textdateien).
es: Este conjunto de datos muestra, contiene el máximo de la temperatura diaria y el maáximo anual anual consecutivo de cinco días de precipitación, tanto histórico como predicciones previsto, para los años 1850-2012 y 2006-2100 (véase los archivos de texto que los acompañan para más detalles).
fr: Ce jeu de données exemple fournit le maximum annuel des températures élevées journalières et le maximum annuel des précipitations consécutives de cinq jours consécutives, historiques et prévues, pour les années 1850-2012 et 2006-2100 (voir les fichiers texte ci-joints pour plus de détails).
hu: Ez a minta adathalmaz a napi maximális hőmérséklet éves átlagát és az öt egymást követő nap éves maximum csapadék értékét tartalmazza, mindkettő történeti és becsült adatok az 1850-2012 és 2006-2100 évekre (lásd a mellékelt szövegfájlokat a részletekért).
it: Questo dataset di esempio fornisce le temperature massime giornaliere, e il massimo annuele di precipitazione consecutive di 5 giorni, sia storici che predetti, per gli anni 1850-2012 e 2006-2100 (vedere i file di testo che accompagnano per maggiori dettagli).
sv: Denna exempeldatauppsättning innehåller årsmaximum för dygnets högsta temperatur och årsmaximum för nederbörd under fem dygn i följd, både historiska och förväntade, för åren 1850-2012 och 2006-2100 (se medföljande textfiler för mer information).

source: Data courtesy of the University of Victoria PCIC (Pacific Climate Impacts Consortium), in cooperation with AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan).
de: Datenbereitstellung der University of Victoria PCIC (Pacific Climate Impacts Consortium), in Kooperation mit AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan).
es: Datos son cortesía de la Universidad de Victoria con PCIC (Consortium Impactos de Clima Pacífico), en colaboración con AORI (Atmósfera y Océano Research Institute, la Universidad de Tokio, Chiba, Japón), NIES (Instituto Nacional de Estudios Ambientales, Ibaraki, Japón), JAMSTEC (Japón Agencia for Marine-Earth Science and Technology, Kanagawa, Japón).
fr: Données fournies avec l'aimable autorisation de l'"University of Victoria" PCIC (Pacific Climate Impacts Consortium), en coopération avec AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan).
hu: Adatszolgáltató a University of Victoria PCIC (Pacific Climate Impacts Consortium), együttműködében az AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan) szervezetekkel.
it: Dati cortesemente forniti dall'Università di Victoria PCIC (Pacific Climate Impacts Consortium), in cooperazione con AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan).
sv: Data från University of Victoria PCIC (Pacific Climate Impacts Consortium), i samarbete med AORI (Atmosphere and Ocean Research Institute, The University of Tokyo, Chiba, Japan), NIES (National Institute for Environmental Studies, Ibaraki, Japan), JAMSTEC (Japan Agency for Marine-Earth Science and Technology, Kanagawa, Japan).

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
sv: Detaljer

source: **Website:** https://wiki.osgeo.org/wiki/Category:Education
de: **Webseite:** https://wiki.osgeo.org/wiki/Category:Education
es: **Sitio web:** https://wiki.osgeo.org/wiki/Category:Education
fr: **Site Internet:** https://wiki.osgeo.org/wiki/Category:Education
hu: **Honlap:** https://wiki.osgeo.org/wiki/Category:Education
it: **Sito web:** https://wiki.osgeo.org/wiki/Category:Education
sv: **Webbplats:** https://wiki.osgeo.org/wiki/Category:Education

source: **License:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
de: **Lizenz:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
es: **Licencia:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
fr: **License:** `licence Creative Commons Paternité-Partage des Conditions Initiales à l'Identique 3.0 non transposé (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
hu: **Licenc:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
it: **Licenza:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_
sv: **Licens:** `Creative Commons Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) <https://creativecommons.org/licenses/by-sa/3.0/>`_

source: **Data Version:** 2013
de: **Version der Daten:** 2013
es: ** Versión:** 2013
fr: **Version de la donnée:** 2013
hu: **Adat verzió:** 2013
it: **Versione dei dati:** 2013

source: **Data format:** NetCDF, HDF5
de: **Datenformat:** NetCDF, HDF5
es: **Formato de datos:** NetCDF, HDF5
fr: **Format de données:** NetCDF, HDF5
hu: **Adatformátum** NetCDF, HDF5
it: **Formato dati:** NetCDF, HDF5

source: **Spatial coordinate system:** EPSG:4326, NAD83
de: **Koordinatensytemen:** EPSG:4326, NAD83
es: **Sistema de coordenadas espaciales:** EPSG:4326, NAD83
fr: **Systèmes de coordonnées spatiales:** EPSG:4326, NAD83
hu: **Térbeli koordináta-rendszer:** EPSG:4326, NAD83
it: **Sistema di coordinate spaziali:** EPSG:4326, NAD83
sv: **Rumsligt koordinatsystem:** EPSG:4326, NAD83

source: **Support:** https://lists.osgeo.org/mailman/listinfo/geodata
es: **Soporte:** https://lists.osgeo.org/mailman/listinfo/geodata
hu: **Támogatás:** https://lists.osgeo.org/mailman/listinfo/geodata
it: **Supporto:** https://lists.osgeo.org/mailman/listinfo/geodata

source: netcdf_dataset screenshot
sv: netcdf_dataset skärmdump

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap
