Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/odc_overview.po
Languages: sv

source: Open Data Cube
sv: Kub för öppna data

source: The Open Data Cube (ODC) is a community of people and organisations building capability for working with earth observation data. At the core, the ODC is a software library and set of command line tools. And keeping the core together we have a group of organisations collaborating on strategy and who may maintain specific implementations of the ODC.
sv: Open Data Cube (ODC) är en gemenskap av människor och organisationer som bygger kapacitet för att arbeta med jordobservationsdata. Kärnan i ODC är ett programvarubibliotek och en uppsättning kommandoradsverktyg. Och för att hålla ihop kärnan har vi en grupp organisationer som samarbetar om strategi och som kan underhålla specifika implementeringar av ODC.

source: The objective of the ODC is to increase the impact of satellite data by providing an open and freely accessible exploitation tool, and to foster a community to develop, sustain, and grow the breadth and depth of applications.
sv: Målet med ODC är att öka effekten av satellitdata genom att tillhandahålla ett öppet och fritt tillgängligt exploateringsverktyg och att främja en gemenskap för att utveckla, upprätthålla och öka bredden och djupet i applikationerna.

source: At a technical level, an implementation of the ODC is made up of three things: data, an index and software:
sv: På en teknisk nivå består en implementering av ODC av tre saker: data, ett index och programvara:

source: Data is usually file based, either in local directories of GeoTIFFs or NetCDF files, but data can be anything that GDAL can read, including Cloud Optimised GeoTIFFs stored on AWS’ S3.
sv: Data är vanligtvis filbaserade, antingen i lokala kataloger med GeoTIFF-filer eller NetCDF-filer, men data kan vara vad som helst som GDAL kan läsa, inklusive molnoptimerade GeoTIFF-filer som lagras på AWS S3.

source: For the Index, the ODC uses PostgreSQL as a database to store a list of Products (a specific data type, like Landsat 8 Analysis Ready Data) and Datasets (a single instance of a Product, for example, a single Landsat 8 scene). The index enables a user to ask for data at a time and location, without needing to know specifically where the required files are stored and how to access them.
sv: För indexet använder ODC PostgreSQL som en databas för att lagra en lista över produkter (en specifik datatyp, som Landsat 8 Analysis Ready Data) och dataset (en enda instans av en produkt, till exempel en enda Landsat 8-scen). Indexet gör det möjligt för en användare att be om data vid en viss tidpunkt och plats, utan att behöva veta specifikt var de nödvändiga filerna lagras och hur man får tillgång till dem.

source: The Software at the core of the ODC is a Python library that enables a user to index data (add records to the Index), to ingest data (optimise indexed data for performance), to query data (returning data in a standard data format) and a wide range of other functions related to managing data.
sv: Programvaran som utgör kärnan i ODC är ett Python-bibliotek som gör det möjligt för en användare att indexera data (lägga till poster i indexet), ta in data (optimera indexerade data för prestanda), ställa frågor om data (returnera data i ett standardformat) och ett stort antal andra funktioner relaterade till datahantering.

source: odc screenshot
sv: odc skärmdump

source: Core Features
sv: Kärnfunktioner

source: storing, processing and analyzing large collections of earth observation data
sv: lagring, bearbetning och analys av stora samlingar av jordobservationsdata

source: Gridding and contouring functions
sv: Funktioner för rutnät och konturering

source: Details
sv: Detaljer

source: **Website:** https://www.opendatacube.org
sv: **Webbplats:** https://www.opendatacube.org

source: **Licence:** Apache License Version 2
sv: **Licens:** Apache-licens version 2

source: **Software Version:** |version-odc|
sv: **Programvaruversion:** |version-odc|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces:** Command line
sv: **API-gränssnitt:** Kommandorad

source: Quickstart
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/odc_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/odc_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap
