Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/ogc_overview.po
Languages: es, hu, it, ja, sv

source: The Open Geospatial Consortium (OGC) is a collective problem-solving community of more than 550 experts representing industry, government, research and academia, collaborating to make geospatial (location) information and services FAIR - Findable, Accessible, Interoperable, and Reusable.
es: El Open Geospatial Consortium (OGC) es una comunidad colectiva de resolución de problemas de más de 550 expertos que representan a la industria, el gobierno, la investigación y la academia, que colaboran para hacer que la información y los servicios geoespaciales (ubicación) sean JUSTOS(FAIR): encontrables (Findable), accesibles (Accessible), interoperables (Interoperable) y reutilizables (Reusable).
hu: Az Open Geospatial Consortium (OGC) egy kollektív problémamegoldó közösség, amely több mint 550 szakértőből áll, akik az ipart, a kormányt, a kutatást és az akadémiát képviselik, és együttműködnek a térinformatikai (helymeghatározási) adatok és szolgáltatások megtalálhatóvá, hozzáférhetővé, interoperábilissá és újrafelhasználhatóvá (FAIR) tételében.
it: L'Open Geospatial Consortium (OGC) è una comunità collettiva per la risoluzione dei problemi composta da oltre 550 esperti che rappresentano l'industria, il governo, la ricerca e il mondo accademico e che collaborano per rendere le informazioni e i servizi geospaziali (di localizzazione) FAIR - Findable, Accessible, Interoperable, and Reusable (Ricercabili, Accessibili, Interoperabili e Riusabili).
ja: Open Geospatial Consortium (OGC)は、産官学を代表する550名以上の専門家による問題解決型のコミュニティで、地理空間(位置)情報とサービスを、検索可能、アクセス可能、相互運用可能再利用可能にすることを目的としています。
sv: Open Geospatial Consortium (OGC) är en kollektiv problemlösningsgrupp med mer än 550 experter från industri, myndigheter, forskning och den akademiska världen som samarbetar för att göra geospatial (plats-) information och tjänster FAIR - Findable, Accessible, Interoperable, and Reusable.

source: The global OGC Community engages in a mix of activities related to location-based technologies: developing consensus-based open standards and best-practices; collaborating on problem solving in agile innovation initiatives; participating in member meetings, events, and workshops; and more.
es: La comunidad global de OGC participa en una combinación de actividades relacionadas con las tecnologías basadas en la ubicación: desarrollando estándares abiertos basados en el consenso y mejores prácticas; colaborando en la resolución de problemas en iniciativas de innovación ágil; participando en reuniones, eventos y talleres de miembros; y más.
hu: A globális OGC közösség a helyalapú technológiákkal kapcsolatos tevékenységek egyvelegében vesz részt: konszenzuson alapuló nyílt szabványok és bevált gyakorlatok kidolgozása; együttműködés a problémamegoldásban az agilis innovációs kezdeményezésekben; taggyűléseken, rendezvényeken és workshopokon való részvétel; és továbbiak.
it: La comunità globale OGC è impegnata in una serie di attività legate alle tecnologie basate sulla localizzazione: sviluppo di standard aperti e best practice basati sul consenso, collaborazione per la risoluzione di problemi in iniziative di innovazione agile, partecipazione a riunioni, eventi e workshop dei membri e altro ancora.
ja: グローバルなOGCコミュニティは、位置情報技術に関連する様々な活動 - 合意形成に基づくオープン標準規格やベストプラクティスの開発、アジャイルイノベーションイニシアチブにおける問題解決のためのコラボレーション、ミーティング、イベント、ワークショップへの参加などなど - を行っています。
sv: Det globala OGC-communityt ägnar sig åt en blandning av aktiviteter relaterade till platsbaserad teknik: utveckla konsensusbaserade öppna standarder och bästa praxis; samarbeta om problemlösning i agila innovationsinitiativ; delta i medlemsmöten, evenemang och workshops; och mer.

source: OGC's unique standards development process moves at the pace of innovation, with constant input from technology forecasting, practical prototyping, real-world testing, and community engagement. OGC bridges disparate sectors, domains, and technology trends, and encourages the cross-pollination of ideas between different communities of practice to improve decision-making at all levels. OGC is committed to creating an inclusive and sustainable future.
es: El proceso de desarrollo de estándares único de OGC se mueve al ritmo de la innovación, con aportes constantes de pronósticos tecnológicos, prototipos prácticos, pruebas del mundo real y participación de la comunidad. OGC une sectores dispares, dominios y tendencias tecnológicas, y fomenta la polinización cruzada de ideas entre diferentes comunidades de práctica para mejorar la toma de decisiones en todos los niveles. OGC se compromete a crear un futuro inclusivo y sostenible.
hu: Az OGC egyedülálló szabványfejlesztési folyamata az innováció ütemében halad, a technológiai előrejelzések, a gyakorlati prototípus-készítés, a valós tesztelés és a közösségi elkötelezettség folyamatos figyelembevételével. Az OGC áthidalja a különböző ágazatokat, területeket és technológiai trendeket, és ösztönzi az ötletek közös fejlesztését a különböző gyakorlati közösségek között, hogy minden szinten javítsák a döntéshozatalt. Az OGC elkötelezett a befogadó és fenntartható jövő megteremtése mellett.
it: Il processo di sviluppo degli standard di OGC, unico nel suo genere, si muove al ritmo dell'innovazione, con input costanti provenienti da previsioni tecnologiche, prototipi pratici, test reali e coinvolgimento della comunità. OGC unisce settori, domini e tendenze tecnologiche diverse e incoraggia l'impollinazione incrociata di idee tra diverse comunità di pratica per migliorare il processo decisionale a tutti i livelli. OGC si impegna a creare un futuro inclusivo e sostenibile.
ja: OGC独自の標準化プロセスは、技術予測、実用的なプロトタイピング、実環境でのテスト、コミュニティの参加から常に情報を得て、技術革新のスピードに合わせて進んでいます。OGCは、異なるセクター、ドメイン、技術トレンドの架け橋となり、あらゆるレベルの意思決定を改善するために、異なる実践コミュニティ間のアイデアの相互交換を促進しています。OGCは、包括的で持続可能な未来の創造に取り組んでいます。
sv: OGC:s unika process för utveckling av standarder rör sig i takt med innovationen, med ständig input från teknikprognoser, praktisk prototypning, testning i verkligheten och samhällsengagemang. OGC överbryggar olika sektorer, domäner och tekniktrender och uppmuntrar till korsbefruktning av idéer mellan olika praktikgemenskaper för att förbättra beslutsfattandet på alla nivåer. OGC har åtagit sig att skapa en inkluderande och hållbar framtid.

source: A look at the `OGC Domain Working Groups <https://www.ogc.org/projects/groups/wg>`_ shows the wide scope of current activity in the OGC.
es: Una mirada a los `Grupos de Trabajo de Dominio OGC <https://www.ogc.org/projects/groups/wg>`_ muestra el amplio alcance de la actividad actual en el OGC.
hu: Tekintse meg az OGC Domain Working Groups <https://www.ogc.org/projects/groups/wg>_ oldalt, áttekintést ad az OGC jelenlegi tevékenységének széles köréről.
it: Uno sguardo ai gruppi di lavoro del dominio OGC <https://www.ogc.org/projects/groups/wg>`_ mostra l'ampia portata dell'attività attuale dell'OGC.
ja: `OGC Domain Working Groups <https://www.ogc.org/projects/groups/wg>`_ を見ると、OGCにおける現在の活動の広い範囲がわかります。
sv: En titt på "OGC Domain Working Groups" <https://www.ogc.org/projects/groups/wg>`_ visar den breda omfattningen av den aktuella aktiviteten i OGC.

source: The OGC Standards Baseline consists of the Open Geospatial Consortium |OGC| standards for interfaces, encodings, profiles, application schemas, and best practice documents. The |ORM| describes these standards and the relationships between them and related ISO standards. The ORM provides an overview of OGC standards and serves as a useful resource for defining architectures for specific applications.
es: La línea de base de los estándares OGC consiste en el Consorcio Geoespacial Abierto |OGC| estándares para interfaces, codificaciones, perfiles, esquemas de aplicación y documentos de mejores prácticas. El |ORM| describe estas normas y las relaciones entre ellas y las normas ISO relacionadas. El ORM proporciona una visión general de los estándares OGC y sirve como un recurso útil para definir arquitecturas para aplicaciones específicas.
hu: Az OGC Standards Baseline az Open Geospatial Consortium |OGC|szabványokből áll az interfészekhez, kódolásokhoz, profilokhoz, alkalmazássémákhoz és legjobb gyakorlati dokumentumokhoz. Az |ORM| leírja ezeket a szabványokat, valamint a köztük és a kapcsolódó ISO szabványok közötti kapcsolatokat. Az ORM áttekintést ad az OGC szabványokról, és hasznos forrásként szolgál az architektúrák meghatározásához bizonyos alkalmazásokhoz.
it: La Baseline degli standard OGC è costituita dagli standard dell'Open Geospatial Consortium |OGC| per interfacce, codifiche, profili, schemi applicativi e documenti di best practice. L'|ORM| descrive questi standard e le relazioni tra essi e gli standard ISO correlati. L'ORM fornisce una panoramica degli standard OGC e funge da utile risorsa per la definizione di architetture per applicazioni specifiche. applicazioni specifiche.
ja: OGC 標準ベースラインは、インターフェース、エンコーディング、プロファイル、アプリケーションスキーマ、およびベストプラクティス文書に関する |OGC| 標準から構成されています。|ORM| では、これらの規格と、関連するISO規格との関係について説明しています。ORMは、OGC標準の概要を提供し、特定のアプリケーションのアーキテクチャーを定義するための有用なリソースとして役立ちます。
sv: OGC Standards Baseline består av Open Geospatial Consortiums |OGC|-standarder för gränssnitt, kodningar, profiler, applikationsscheman och dokument om bästa praxis. I ORM beskrivs dessa standarder och förhållandet mellan dem och relaterade ISO-standarder. ORM ger en översikt över OGC-standarder och fungerar som en användbar resurs för att definiera arkitekturer för specifika applikationer.

source: In 2020, the `OGC API <https://ogcapi.ogc.org/>`_ family of standards started to be developed to make it easy for anyone to provide geospatial data to the web. These standards build upon the legacy of the OGC Web Service standards (WMS, WFS, WCS, WPS, etc.), but define resource-centric APIs that take advantage of modern web development practices. This web page provides information on these standards in a consolidated location. These standards are being constructed as "building blocks" that can be used to assemble novel APIs for web access to geospatial content. The building blocks are defined not only by the requirements of the specific standards, but also through interoperability prototyping and testing in OGC's Innovation Program.
es: En 2020, la familia de estándares `OGC API <https://ogcapi.ogc.org/>`_ comenzó a desarrollarse para facilitar que cualquiera proporcione datos geoespaciales a la web. Estos estándares se basan en el legado de los estándares de servicios web de OGC (WMS, WFS, WCS, WPS, etc.), pero definen API centradas en recursos que aprovechan las prácticas modernas de desarrollo web. Esta página web proporciona información sobre estos estándares en una ubicación consolidada. Estos estándares se están construyendo como "bloques de construcción" que se pueden utilizar para ensamblar API novedosas para el acceso web a contenido geoespacial. Los bloques de construcción se definen no solo por los requisitos de los estándares específicos, sino también a través de la creación de prototipos y pruebas de interoperabilidad en el Programa de Innovación de OGC.
hu: 2020-ban kezdték az `OGC API-t <https://ogcapi.ogc.org/>`_ fejleszteni, szabványcsaládok kidolgozása kezdődött, hogy bárki könnyen szolgáltasson téradatokat at hálózaton. Ezek a szabványok az OGC Web Service szabványora támaszkodnak (WMS, WFS, WCS, WPS stb.) , de erőforrás-centrikus API-kat határoznak meg, amelyek kihasználják a modern webfejlesztési gyakorlatot. Ez a weboldal ezekkel a szabványokkal kapcsolatos információkat tartalmaz. Ezek a szabványokat "építőelemként" hoztuk létre, hogy új API-k összeállításához lehessen használni térinformatikai adatok webes hozzáféréséhez. Az építőelemeket nem csak az egyedi szabványok követelményei határozzák meg, hanem az OGC innovációs programjában végzett interoperabilitási prototípusok és tesztelés is.
it: Nel 2020, la famiglia degli standard `OGC API <https://ogcapi.ogc.org/>`_ ha iniziato ad essere sviluppata per rendere semplice ad ognuno di fornire dati geospaziali nel web. Questi standard sono costruiti sugli standard OGC Web Service (WMS, WFS, WCS, WPS, etc.), ma definiscono API centrate sulle risorse che sfruttano le moderne pratiche di sviluppo web. Questa pagina web fornisce informazioni su questi standard in una posizione consolidata. Questi standard sono stati costruiti come "mattoni" che possono essere usati per assemblare nuove API per l'accesso web ai contenuti geospaziali. I blocchi di costruzione sono definiti non solo dai requisiti degli standard specifici, ma anche attraverso la prototipazione e i test di interoperabilità nell'Innovation Program di OGC.
ja: 2020年に `OGC API <https://ogcapi.ogc.org/>`_ ファミリの標準が開発され始めました。これは、空間データを誰でも簡単にWebに提供できるようにするためです。これらの標準は、OGC Webサービス標準(WMS、WFS、WCS、WPSなど)のレガシー規格に基づき、最新のWeb開発手法を活用したリソース中心のAPIを定義しています。このWebページには、これらの標準に関する情報がまとめられています。これらの標準は、空間コンテンツへのWebアクセス用の新しいAPIを組み立てるために使用できる "ビルディング・ブロック" として構築されています。ビルディング・ブロックは、特定の標準の要件だけでなく、OGCのイノベーションプログラムにおける相互運用性のプロトタイピングとテストによっても定義されます。
sv: År 2020 började standardfamiljen `OGC API <https://ogcapi.ogc.org/>`_" utvecklas för att göra det enkelt för alla att tillhandahålla geospatiala data till webben. Dessa standarder bygger på arvet från OGC Web Service-standarder (WMS, WFS, WCS, WPS, etc.), men definierar resurscentrerade API: er som utnyttjar moderna webbutvecklingsmetoder. Denna webbsida ger information om dessa standarder på en konsoliderad plats. Dessa standarder konstrueras som "byggstenar" som kan användas för att sätta samman nya API:er för webbåtkomst till geospatialt innehåll. Byggstenarna definieras inte bara av kraven i de specifika standarderna, utan också genom prototyper och tester av interoperabilitet i OGC:s innovationsprogram.

source: For further details, check the `comprehensive list of OGC standards <https://www.ogc.org/standards/>`__.
es: Para obtener más detalles, consulte la `lista completa de estándares OGC <https://www.ogc.org/standards/>`__.
hu: További részletekért nézze meg az `OGC szabványok <https://www.ogc.org/standards/>`__ széleskörű listáját.
it: Per maggiori dettagli, controllare la `lista completa degli standard OGC <https://www.ogc.org/standards/>`__.
ja: 詳細については、 `包括的なOGC標準リスト <https://www.ogc.org/standards/>`__ を参照してください。
sv: För ytterligare information, se den `omfattande listan över OGC-standarder <https://www.ogc.org/standards/>`__.

source: Details
es: Detalles
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://www.ogc.org
es: **Sitio web:** https://www.ogc.org
hu: **Honlap:** https://www.ogc.org
it: **Sito web:** https://www.ogc.org
ja: **Webサイト:** https://www.ogc.org
sv: **Webbplats:** https://www.ogc.org

source: nologo
ja: ロゴなし

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap
