Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/openlayers_overview.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: A high-performance, feature-packed library for all your mapping needs
de: Eine hochperformante Bibliothek, welche sämtliche Ansprüche zur Erstellung von Online-Karten erfüllt und eine reichhaltige Funktionalität aufweist.
es: Una biblioteca de alto rendimiento y llena de funciones para todas sus necesidades de mapeo
fi: Tehokas ja monipuolinen ohjelmistokirjasto kaikkiin karttatarpeisiisi
fr: Une bibliothèque performante et riche en fonctionnalités pour tous vos besoins de cartographie
hu: Nagy teljesítményű, gazdag funkciójú könyvtár minden térképezési feladatra
it: Una libreria ad alte prestazioni e ricca di funzionalità per tutte le tue esigenze di mappatura
ja: すべてのマッピングのニーズを満たす、ハイパフォーマンス、多機能なライブラリ
sv: Ett högpresterande bibliotek med många funktioner för alla dina kartläggningsbehov

source: OpenLayers makes it easy to put a dynamic map in any web page. It can display map tiles, vector data and markers loaded from any source. OpenLayers has been developed to further the use of geographic information of all kinds. It is completely free, Open Source JavaScript, released under the 2-clause BSD License (also known as the FreeBSD).
de: OpenLayers macht es einfach für Webentwickler, dynamische Karten aus einer Vielzahl von Quellen in jede beliebige Webseite einzubetten. OpenLayers wurde entwickelt um die Verwendung jeglicher Art von Geoinformation zu erweitern. Es ist vollständig frei, Open Source und JavaScript, und ist unter der 2-clause BSDLizenz (auch bekannt als FreeBSD) veröffentlicht.
es: OpenLayers hace que sea fácil poner un mapa dinámico en cualquier página web. Puede mostrar mosaicos de mapas, datos vectoriales y marcadores cargados desde cualquier fuente. OpenLayers ha sido desarrollado para promover el uso de información geográfica de todo tipo. Es completamente gratuito, JavaScript de Código Abierto, publicado bajo la licencia BSD de 2 cláusulas (también conocida como FreeBSD).
fi: OpenLayersin avulla on helppo viedä dynaaminen kartta mille tahansa verkkosivulle. Se voi visualisoida karttatiilejä, vektoriaineistoja ja karttamerkkejä mistä tahansa lähteestä. OpenLayers on kehitetty edistämään kaikenlaisen paikkatiedon käyttöä. Se on täysin ilmainen, avoimen lähdekoodin JavaScript-kirjasto ja se on julkaistu BSD-lisenssin pykälä kahden puiettaissa (tunnetaan myös nimellä FreeBSD).
fr: OpenLayers facilite la mise en place d'une carte dynamique dans n'importe quelle page Web. Il peut afficher des tuiles de cartes, des données vectorielles et des marqueurs chargés depuis n'importe quelle source. OpenLayers a été développé pour favoriser l'utilisation d'informations géographiques de toutes sortes. C'est une bibliothèque JavaScript totalement gratuite, Open Source, publiée sous licence BSD 2-clause (également connue sous le nom de FreeBSD).
hu: Az OpenLayers egyszerűvé teszi dinamikus térképek elhelyezését bármilyen honlapon. Megjeleníthet térkép csempéket, vektor adatokat és pont szimbólumokat tetszőleges forrásból betöltve. Az OpenLayerst továbbfejlesztették mindenféle térinformatikai adat használatára. Teljesen ingyenes nyílt forráskódú JavaScript, melyet BSD 2 licenc alatt adnak ki (úgy is ismert mint FreeBSD).
it: OpenLayers permette in modo semplice di inserire una mappa dinamica in qualsiasi pagina web. Consente di visualizzare tile di mappe, dati vettoriali e marker provenienti da qualsiasi sorgente. OpenLayers è stato sviluppato per promuovere la diffusione di informazione geografica di ogni tipo. È una libreria JavaScript libera e open source, rilasciata sotto la licenza 2-clause BSD (anche conosciuta come FreeBSD).
ja: OpenLayersを使用すると、任意のWebページに動的な地図を簡単に配置できます。任意のソースから地図タイル、ベクタデータやマーカーをロードして表示可能です。OpenLayers はすべての種類の地理情報のさらなる利用のために開発されてきました。完全にフリーなオープンソース JavaScript で、2条項 BSD ライセンス (FreeBSD ライセンスとしても知られています) でリリースされています。
sv: OpenLayers gör det enkelt att lägga in en dynamisk karta på en webbsida. Den kan visa kartplattor, vektordata och markörer som laddats från valfri källa. OpenLayers har utvecklats för att främja användningen av alla typer av geografisk information. Det är helt gratis, Open Source JavaScript, som släpps under 2-clause BSD License (även känd som FreeBSD).

source: openlayers screenshot
it: screenshot di openlayers
sv: openlayers skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Keskeiset ominaisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Layers
de: Ebenen
es: Capas
fi: Tasot
fr: Couches
hu: Rétegek
it: Layer
ja: レイヤ
sv: Sikt

source: Raster: WMS/WMTS, OpenStreetMap, Stamen, Bing, other XYZ sources, static images, etc.
de: Raster: WMS/WMTS, OpenStreetMap, MapQuest, Stamen, Bing, statische Bilder, usw.
es: Ráster: WMS/WMTS, OpenStreetMap, estambre, Bing, otras fuentes XYZ, imágenes estáticas, etcetera.
fi: Rasteriaineistot: WMS/WMTS, OpenStreetMap, Stamen, Bing, muut XYZ lähteet, staattisia kuvia, jne.
fr: Raster: WMS/WMTS, OpenStreetMap, Stamen, Bing, autres sources XYZ autres, images statiques, etc.
hu: Raszter: WMS/WMTS, OpenStreetMap, Stamen, Bing, más XYZ források, statikus képek, stb.
it: Raster: WMS/WMTS, OpenStreetMap, Stamen, Bing, altre sorgenti XYZ, immagini statiche, ecc.
ja: ラスタ: WMS/WMTS, OpenStreetMap, Stamen, Bing, その他 XYZ ソース, 静的画像など
sv: Raster: WMS/WMTS, OpenStreetMap, Stamen, Bing, andra XYZ-källor, statiska bilder etc.

source: Vector: WFS, KML, GeoJSON, TopoJSON, GPX, GML, and MapBox vector tiles.
de: Vektor: WFS, KML, GeoJSON, TopoJSON, GPX, GML und MapBox Vector Tiles.
es: Vectores: Vector de WFS, KML, GeoJSON, TopoJSON, GPX, GML y teselas MapBox.
fi: Vektoriaineistot: WFS, KML, GeoJSON, TopoJSON, GPX, GML, ja MapBox vektoritiilit.
fr: Vecter: WFS, KML, GeoJSON, TopoJSON, GPX, GML, et tuiles vecteur MapBox.
hu: Vektor: WFS, KML, GeoJSON, TopoJSON, GPX, GML, és MapBox vektor csempék.
it: Vettoriali: WFS, KML, GeoJSON, TopoJSON, GPX, GML, e tile vettoriali MapBox.
ja: ベクタ: WFS, KML, GeoJSON, TopoJSON, GPX, GML, MapBox ベクトルタイル
sv: Vektorer: WFS, KML, GeoJSON, TopoJSON, GPX, GML och MapBox vektorplattor.

source: Heatmaps.
es: Mapas de calor
fi: Lämpökartat.
fr: Cartes de chaleur.
hu: Hőtérképek
ja: ヒートマップ
sv: Värmekartor.

source: Render vector layers as raster.
de: Darstellung von Vektorthemen als Raster.
es: Renderizar capas vectoriales como ráster.
fi: Visualisoi vektorianeistot rastereina.
fr: Rendu de couches vecteur comme raster.
hu: Vektor réteg megjelenítés raszterként.
it: Visualizza layer vettoriali come raster.
ja: ベクタレイヤをラスタとして描画
sv: Rendera vektorlager som raster.

source: Controls and Interactions
de: Bedienelemente (Controls) und Interaktionen
es: Controles e interacciones
fi: Säätimet ja vuoro vaikutukset
fr: "Controls" et Interactions
hu: Vezérlők és interaktivitás
it: Controlli e interazioni
ja: コントロールとインタラクション
sv: Kontroller och interaktioner

source: Overview map, zoom slider, zoom in/out buttons, scale line, rotate map, etc.
de: Übersichtskarte, Schieberegler zum Zoomen, Zoom +/- Buttons, Maßstabsleiste, Rotation usw.
es: Vista General, deslizador de zoom, botones de zoom in/out, barra de escala, rotación de mapa, etc.
fi: Yleiskatsaus kartta, zoom liuku säädintä, zoom in/out-painikkeet, asteikko viiva, kiertää karttaa, jne.
fr: Aperçu de carte, slider de zoom, boutons de zoom avant/arrière, échelle, carte pivotante, etc.
hu: Áttekintő térkép, nagyító sáv, nagyítás/kicsinyítés gombok, lépték vonalzó, térkép forgatás, stb.
it: Mappa generale, zoom slider, bottoni per zoom in/out, scala a barre, rotazione mappa, ecc.
ja: 地図オーバービュー、ズームスライダー、ズームイン/アウト ボタン、縮尺バー、回転など
sv: Översiktskarta, zoomreglage, zoom in/ut-knappar, skalningslinje, rotera kartan etc.

source: Map pan, zoom and rotation, feature selection, modification, etc.
de: Hauptkarte: Verschieben, Zoom und Rotation, Objektauswahl, Modifikation usw.
es: Desplazamiento de Mapa, zoom y rotación, selección de funciones, modificación, etcétera.
fi: Kartta pannulla, zoom ja kierto, ominaisuus valinta, muutos jne.
fr: Glissement de la carte, zoom et rotation, sélection et modification d'objets géographiques, etc.
hu: Térkép eltolás, nagyítás és forgatás, elem kiválasztás, módosítás, stb.
it: Movimento mappa, zoom e rotazione, selezione delle feature, modifiche, ecc
ja: 地図の移動、ズームと回転、地物の選択、編集など
sv: Panorering, zoomning och rotation av kartan, val och ändring av funktioner etc.

source: Styling and customization
de: Styling und Anpassungen
es: Estilo y personalización
fi: Muotoilu ja räätälöinti
fr: Stylage et personnalisation
hu: Stílusok és testreszabás
it: Stilizzazione e personalizzazione
ja: スタイリングとカスタマイズ
sv: Styling och anpassning

source: Powerful styling of features: points, lines, polygons and icons.
de: Leistungsstarkes Styling von Objekten: Punkte, Linien, Polygone sowie Icons.
es: Potente diseño de características: puntos, líneas, polígonos e iconos.
fi: Tehokas muotoilu ominaisuuksia: pisteitä, linjat, polygoneja ja kuvakkeita.
fr: Stylage puissant des objets géographiques: points, lignes, polygones et icônes.
hu: Pont, vonal, felület és ikon elemek gazdag stílus beállítása.
it: Potente stile delle caratteristiche: punti, linee, poligoni e icone.
ja: 強力な地物のスタイリング機能: ポイント、ライン、ポリゴンとアイコン
sv: Kraftfull styling av funktioner: punkter, linjer, polygoner och ikoner.

source: Customize controls look and feel using CSS.
de: Anpassung der Bedienelemente via CSS3.
es: Personalización de la apariencia de los controles usando CSS.
fi: Mukauta säätimet näyttävät ja tuntuvat käyttämällä CSS.
fr: Personnalisation de l'apparence des "controls" utilisant le CSS.
hu: Kontrollok kinézetének testreszabása CSS használatával.
it: Personalizza l'aspetto dei controlli usando i CSS.
ja: CSS3 を利用したコントロールのルック&フィールのカスタマイズ
sv: Anpassa kontrollernas utseende och känsla med hjälp av CSS.

source: Overlays
es: Superposiciones
fi: Peittokuvat
fr: "Surcouches"
hu: Átfedések
it: Sovrapposizioni
ja: オーバーレイ
sv: Överlägg

source: Render any DOM element at any place on the map.
de: Darstellung der DOM Elemente an jeder Position der Karte.
es: Renderiza cualquier elemento del DOM en cualquier lugar en el mapa.
fi: Render kaikki DOM elementti missä tahansa paikassa kartalla.
fr: Rendu de n'importe quel élément DOM à n'importe quel endroit de la carte.
hu: Bármilyen DOM elem megjelenítése a térkép tetszőleges helyén.
it: Renderizza qualsiasi elemento DOM in qualsiasi punto della mappa.
ja: 地図上の任意の位置への任意の DOM 要素描画
sv: Rendera valfritt DOM-element på valfri plats på kartan.

source: Great flexibility to create tooltips and markers.
de: Große Flexibilität bei der Erzeugung von Tooltips und Marker.
es: Gran flexibilidad para crear tooltips (descripciones emergentes) y marcadores.
fi: Suuri joustavuus luoda työkalu vihjeet ja markkereita.
fr: Flexibilité importante pour créer des infobulles et des marqueurs.
hu: Nagy rugalmasság a térkép tippek és szimbólumok létrehozásában.
it: Grande flessibilità per creare tooltip e marcatori.
ja: ツールチップとマーカー作成の高柔軟性
sv: Stor flexibilitet när det gäller att skapa verktygstips och markörer.

source: Mix the power of HTML5 capabilities with a mapping application.
de: Vermischung der Stärken von HTML5 mit der Kartenanwendung.
es: Mezcla la potencia de las capacidades de HTML5 con una aplicación de mapeo.
fi: Sekoita HTML5-ominaisuuksien teho kartoitus sovelluksella.
fr: Mélange de la puissance des capacités HTML5 avec une application de cartographie.
hu: A HTML5 képességek hatékonyságának ötvözése a térképi alkalmazásokkal.
it: Combina le potenzialità dell'HTML5 con un'applicazione geografica.
ja: HTML5 の能力を地図アプリケーションに混合
sv: Kombinera kraften i HTML5-funktionerna med en kartapplikation.

source: Events
de: Ereignisse
es: Eventos
fi: Tapahtumia
fr: Évènements
hu: Események
it: Eventi
ja: イベント
sv: Evenemang

source: Attach listener functions to map events.
de: Anbringen von Listener Funktionen zur Reaktion auf Ereignisse auf der Karte.
es: Adjuntar funciones listener para asignar eventos.
fi: Liitä kuuntelijan toimintoja tapahtumien karttaan.
fr: Attacher des fonctions de "listener" aux événements sur la carte.
hu: A térkép eseményekre reagáló függvények beállítása.
it: Permette funzioni agli eventi della mappa.
ja: リスナー関数を地図イベントに対する反応としてアタッチ
sv: Koppla lyssnarfunktioner till karthändelser.

source: Create your custom controls or interactions.
de: Erzeugen eigener angepasster Bedienelemente (Controls) oder Interaktionen.
es: Crear sus controles o interacciones personalizados.
fi: Luo mukautettuja ohjaus objekteja tai vuoro vaikutuksia.
fr: Créer vos "controls" ou interactions personnalisées.
hu: Testreszabott vezérlők és interakciók létrehozása.
it: Crea le tue interazioni e controlli personalizzati
ja: カスタムコントロールやインタラクションの作成
sv: Skapa dina egna kontroller eller interaktioner.

source: Miscellaneous
de: Weiteres
es: Varios
fi: Muut
fr: Divers
hu: Egyebek
it: Varie
ja: その他
sv: Diverse

source: Mobile browser support.
de: Unterstützung Mobiler Browser.
es: Soporte de navegador móvil.
fi: Mobiiliselainten tuki.
fr: Support de navigateurs mobiles
hu: Mobil böngészők támogatása.
it: Supporto per browser mobile.
ja: モバイルブラウザ対応
sv: Stöd för mobila webbläsare.

source: Raster reprojection.
de: Umprojektion von Rastern.
es: Reproyección raster.
fi: Rasterin uudelleenprojektio.
fr: Reprojection Raster
hu: Raszterek vetületi átszámítása.
it: Riproiezione di raster.
ja: ラスタ再投影
sv: Reprojektion av raster.

source: Light-weight library. Build customized packages to reduce size.
de: Schlanke Bibliothek. Erstellung angepasster Pakete zur Gewichtsreduzierung.
es: Biblioteca ligera. Construcción de paquetes personalizados para reducir el tamaño.
fi: Kevyt kirjasto. Rakenna räätälöityjä paketteja pienentää kokoa.
fr: Bibliothèque légère. Paquets customisées de build pour réduire la taille
hu: Könnyűsúlyú könyvtár. A méret csökkenthető testreszabott csomagokkal.
it: Libreria leggera. Costruisci pacchetti personalizzati per ridurre le dimensioni.
ja: 軽量ライブラリ。サイズを減らすため、カスタマイズパッケージとしてビルド
sv: Lättviktigt bibliotek. Bygg anpassade paket för att minska storleken.

source: Render maps using different technologies: Canvas, WebGL.
de: Kartenerstellung über verschiedene Technologien: Canvas, WebGL, DOM.
es: Renderizar mapas con diferentes tecnologías: Canvas, WebGL.
fi: Render karttoja eri tekniikoita: Canvas, WebGL.
fr: Rendu de cartes utilisant plusieurs technologies: Canvas, WebGL.
hu: Térképrajzolás különböző technológiák alkalmazásával: Canvas, WebGL.
it: Rendering delle mappe utilizzando diverse tecnologie: Canvas, WebGL.
ja: 地図を異なる技術で描画: Canvas、WebGL
sv: Rendera kartor med hjälp av olika tekniker: Canvas, WebGL.

source: Raster analysis (change hue/saturation).
de: Raster Analyse (Veränderung Farbton/Farbsättigung).
es: Análisis de ráster (cambio de tono/saturación).
fi: Rasteri analyysi (muuta sävyä/kylläisyyttä).
fr: Analyse Raster (changement de teinte/saturation)
hu: Raszter elemzés (színárnyalat és színtelítettség módosítás).
it: Analisi raster (modifica di colore/saturazione).
ja: ラスタ解析 (色調/彩度の変更)
sv: Rasteranalys (ändra nyans/mättnad).

source: Details
es: Detalles
fi: Tiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://openlayers.org/
de: **Webseite:** https://openlayers.org/
es: **Sitio web:** https://openlayers.org/
fi: **Verkkosivusto:** https://openlayers.org/
fr: **Site Internet:** https://openlayers.org/
hu: **Honlap:** https://openlayers.org/
it: **Sito web:** https://openlayers.org/
ja: **Webサイト:** https://openlayers.org/
sv: **Webbplats:** https://openlayers.org/

source: **License:** 2-clause BSD License (aka FreeBSD License)
de: **Lizenz:** 2-klausige BSD Lizenz (aka FreeBSD Lizenz)
es: **Licencia:** 2-clause BSD License (aka FreeBSD License)
fi: * * License: * * 2-lauseke BSD License (alias FreeBSD License)
fr: **License:** licence BSD 2-clauses (donc Licence FreeBSD)
hu: **Licence:** 2-clause BSD License (FreeBSD Licenc)
it: **Licenza:** 2-clause BSD (anche nota come licenza FreeBSD)
ja: **ライセンス:** 2-clause BSD License (FreeBSD License として知られています)
sv: **Licens:** BSD-licens med 2 klausuler (även kallad FreeBSD-licens)

source: **Software Version:** |version-openlayers|
es: **Versión de software:** |version-openlayers|
fi: * * Ohjelmisto versio: * * | versio-OpenLayers |
fr: **Version du logiciel:** |version-openlayers|
hu: **Szoftver verzió:** |version-openlayers|
it: **Versione Software:** |version-openlayers|
ja: **ソフトウェアバージョン:** |version-openlayers|
sv: **Programvaruversion:** |version-openlayers|

source: **API Interface:** JavaScript
de: **API Schnittstellen:** JavaScript
es: **Interfaces API:** Javascript
fi: * * API-liittymä: * * JavaScript
fr: **Interface de l'API:** JavaScript
hu: **API interfész:** JavaScript
it: **Interfaccia API:** JavaScript
ja: **API インターフェイス:** JavaScript
sv: **API-gränssnitt:** JavaScript

source: **Support:** https://stackoverflow.com/questions/tagged/openlayers (user) and https://groups.google.com/forum/#!forum/openlayers-dev (developer)
es: **Soporte:** https://stackoverflow.com/questions/tagged/openlayers (usiarios) y https://groups.google.com/forum/#!forum/openlayers-dev (desarrolladores)
fi: **Tuki:** https://stackoverflow.com/questions/tagged/openlayers (käyttäjä) ja https://groups.google.com/forum/#!forum/openlayers-dev (kehittäjä)
hu: **Támogatás:** https://stackoverflow.com/questions/tagged/openlayers (felhasználóknak) és https://groups.google.com/forum/#!forum/openlayers-dev (fejlesztőknek)
it: **Supporto:** https://stackoverflow.com/questions/tagged/openlayers (utenti) e https://groups.google.com/forum/#!forum/openlayers-dev (sviluppatori)
ja: **サポート:** https://stackoverflow.com/questions/tagged/openlayers (ユーザ向け) 及び https://groups.google.com/forum/#!forum/openlayers-dev (開発者向け)
sv: **Support:** https://stackoverflow.com/questions/tagged/openlayers (användare) och https://groups.google.com/forum/#!forum/openlayers-dev (utvecklare)

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/openlayers_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/openlayers_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/openlayers_quickstart>`
fi: :doc:`Pika-aloitusdokumentaatio <../quickstart/openlayers_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/openlayers_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/openlayers_quickstart>`
it: :doc:`Guida rapida <../quickstart/openlayers_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/openlayers_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/openlayers_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap
