Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/openjump_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: OpenJUMP GIS
es: OpenJUMP SIG

source: Desktop GIS
es: SIG de escritorio
fr: SIG bureautique
hu: Asztali GIS
ja: デスクトップ GIS

source: OpenJUMP is an easy to use and powerful desktop GIS that enables users to display, edit, analyse and conflate geographic data. It comes in a CORE and a PLUS edition, with the latter adding lots of useful plugins. OpenJUMP is excellent for data editing and rapid prototyping of GIS functions.
de: OpenJUMP ist ein einfach zu handhabendes und leistungsstarkes DesktopGIS, das es ermöglicht räumliche Daten zu bearbeiten, zu analysieren, zu vereinigen, zu speichern und anzuzeigen. Es ist außerdem sehr gut zur schnellen Entwicklung von Prototypen mit angepassten GIS Funktionen geeignet.
es: OpenJUMP es un potente SIG de escritorio fácil de usar que permite a los usuarios visualizar, editar, analizar y combinar datos geográficos. Viene en un CORE y una edición PLUS, agregando en este último muchos plugins útiles. OpenJUMP es excelente para la edición de datos y la creación rápida de prototipos de funciones SIG.
fr: OpenJUMP est un SIG bureautique facile à utiliser et puissant qui permet aux utilisateurs d'afficher, éditer, analyser et traiter des données géographiques. Il est fourni en édition CORE ou PLUS, cette dernière version ajoutant de nombreux plugins pratiques. OpenJUMP est excellent pour l'édition de données et le prototypage rapide de fonctions SIG.
hu: Az OpenJump egy egyszerűen használható, hatékony asztali térinformatikai program, mely lehetővé teszi a földrajzi adatok megjelenítését, szerkesztését, elemzését és egyesítését. Alap illetve Plusz változatban érhető el, a később hozzáadott számos hasznos modullal együtt. Az OpenJump kiváló az adatok szerkesztésben és a GIS függvények prototípusának gyors előállításában.
it: OpenJUMP è un GIS desktop facile da usare e potente che permette agli utenti di visualizzare, modificare, analizzare e confluire i dati geografici. È disponibile in un'edizione CORE e una PLUS, con quest'ultima che aggiunge molti utili plugin. OpenJUMP è eccellente per l'editing dei dati e la prototipazione rapida di funzioni GIS.
ja: OpenJUMPは、ユーザが地理データを表示、編集、分析、および確認できる、使いやすく強力なデスクトップGISです。CORE版とPLUS版があり、後者には便利なプラグインがたくさん追加されています。OpenJUMPはGIS機能のデータ編集とラピッドプロトタイピングに優れています。
sv: OpenJUMP är ett lättanvänt och kraftfullt desktop-GIS som gör det möjligt för användare att visa, redigera, analysera och sammanföra geografiska data. Det finns i en CORE- och en PLUS-utgåva, där den senare lägger till många användbara plugins. OpenJUMP är utmärkt för dataredigering och snabb prototypframtagning av GIS-funktioner.

source: Features (Core Features and PlugIns*)
de: Funktionen (Kernfunktionen und Plugins*)
es: Características (características principales y PlugIns*)
fr: Caractéristiques (principales et avec plugins*)
hu: Funkciók (alapfunkciók és bővítő modulok*)
it: Funzionalità (Funzionalità Core e Plug-in*)
ja: 機能 (主要機能とプラグイン*)
sv: Funktioner (kärnfunktioner och insticksprogram*)

source: Data Formats
de: Datenformate
es: Formatos de datos
fr: Formats de données
hu: Adatformátumok
it: Formati dei Dati
ja: データフォーマット
sv: Dataformat

source: reads (files): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* & TIFF, ASCII grid, JPG, PNG, JPEG2000+, MrSID*, ECW+
de: lesend (dateibasiert): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* & TIFF, ASCII grid, JPG, PNG, JPEG2000+, MrSID*, ECW+
es: Lee (archivos): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* y TIFF, ASCII grid, JPG PNG, JPEG2000, MrSID*, ECW +
fr: lecture (fichier): GML, SHP, DXF+, CSV+, MIF*, OSM* & TIFF, JPG, PNG, JPEG2000*, MrSID*, ECW+
hu: olvasás (fájlok): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* és TIFF, ASCII grid, JPG, PNG, JPEG2000+, MrSID*, ECW+
it: lettura (file): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* & TIFF, ASCII grid, JPG, PNG, JPEG2000+, MrSID*, ECW+
ja: 読み取り (ファイル): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* & TIFF, ASCII grid, JPG, PNG, JPEG2000+, MrSID*, ECW+
sv: läser (filer): GML, SHP, DXF+, MIF*, CSV+, KML+, OSM* & TIFF, ASCII-rutnät, JPG, PNG, JPEG2000+, MrSID*, ECW+

source: reads (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite+, H2 Spatial+, MariaDB+
de: lesend (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite+, H2 Spatial+, MariaDB+
es: Lee (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite, H2 Spatial+, MariaDB+
fr: lecture (base de données): PostGIS, ArcSDE*, Oracle*, MySQL* et SpatiaLite+, H2 Spatial+, MariaDB+
hu: olvasás (adatbázis): PostGIS, ArcSDE*, Oracle*, MySQL* és SpatiaLite*
it: legge (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite+, H2 Spatial+, MariaDB+
ja: 読み取り (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite+, H2 Spatial+, MariaDB+
sv: läsningar (DB): PostGIS, ArcSDE*, Oracle*, MySQL*, SpatiaLite+, H2 Spatial+, MariaDB+

source: reads (OGC standards): WKT, WMS, KML+, GeoPackage
de: lesend: (OGC Standards): WKT, WMS, KML+, GeoPackage
es: Lee (estándares OGC): WKT WMS, KML+, GeoPackage
fr: lecture (standards OGC): WKT, WMS, KML+, GeoPackage
hu: olvasás (OGC szabványok): WKT, WMS, KML+, GeoPackage
it: lettura (OGC standards): WKT, WMS, KML+, GeoPackage
ja: 読み取り (OGC スタンダード): WKT, WMS, KML+, GeoPackage
sv: läsningar (OGC-standarder): WKT, WMS, KML+, GeoPackage

source: writes: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+
de: schreibend: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+
es: escribe: GML, SHP, WKT, DXF+, CSV+, PostGIS y JPG, TIFF, ASCII grid*, SVG+
fr: écriture: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid et SVG*
hu: írás: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+
it: scrittura: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+
ja: 出力: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+
sv: skriver: GML, SHP, WKT, DXF+, CSV+, PostGIS & JPG, TIFF, ASCII grid*, SVG+

source: note, formats marked with a (*) require an additional plugin, and with (+) are part of the PLUS edition.
de: beachten Sie, dass die mit * markierten Formate über ein extra Plugin eingebunden werden, die mit + markierten sind dagegen Teil der PLUS Edition.
es: Nota, formatos marcados con (*) requieren un plugin adicional y con (+) son parte de la edición PLUS.
fr: notez que les formats avec un (*) nécessitent un plugin additionnel et ceux avec (+) font partis de la version PLUS.
hu: megjegyzés, a (*)-gal jelőlt formátumokhoz további modul szükséges, a (+)-al jelöltek megtalálhatók a Plusz változatban.
it: nota, i formati segnati con un (*) richiedono un plugin aggiuntivo, e con (+) fanno parte dell'edizione PLUS.
ja: 注:(*)の付いたフォーマットには追加のプラグインが必要で、(+)の付いたフォーマットはPLUSエディションの一部です。
sv: observera att format markerade med (*) kräver en extra plugin, och med (+) är en del av PLUS-utgåvan.

source: Editing & Conflation
de: Bearbeitung & Vereinigung
es: Edición y fusión
fr: Édition et traitements
hu: Szerkesztés és egyesítés
it: Editing & Conflazione
ja: 編集と合成
sv: Redigering och sammanblandning

source: drawing points, lines, polygons, multi-geometries, geometry collections and circles (eventually mixed in a single layer)
de: Zeichnen von Punkten, Linien, Polygonen und Kreisen
es: dibujar puntos, líneas, multi-geometrías, colecciones de geometría y círculos (eventualmente mezclado en una sola capa)
fr: dessins de points, lignes, polygones, multigéometries, collections de géoometries et cercles (éventuellement mélangés dans une couche seule)
hu: pontok, törtvonalak, felületek, multi-geometriák, geometria gyűjtemények és körök megjelenítése (ezek keverhetők egy rétegen belül is)
it: disegna punti, linee, poligoni, multigeometrie, collezioni di geometrie e cerchi (eventualmente mescolati in un unico layer)
ja: ポイント、ライン、ポリゴン、マルチジオメトリ、ジオメトリコレクション、円の描画(最終的には一つのレイヤーに混在)
sv: rita punkter, linjer, polygoner, multigeometrier, geometrisamlingar och cirklar (eventuellt blandade i ett enda lager)

source: adding, moving, deleting vertices
de: Hinzufügen, Verschiebenm, Löschen von Stützpunkten
es: Agregar, mover, eliminar vértices
fr: ajout, déplacement, suppression de vertices
hu: töréspontok hozzáadása, mozgatása és törlése
it: aggiungere, muovere, eliminare vertici
ja: 頂点の追加、移動、削除
sv: lägga till, flytta, ta bort toppar

source: rotating, scaling, auto-complete polygon
de: Drehen, Skalieren und auto-vervollständigen von Polygonen
es: rotación, escalamiento, autocompletar polígono
fr: rotation, mise à l'échelle, auto-complétion de polygone
hu: forgatás, skálázás, felületek automatikus befejezése
it: ruotare, scalare, auto-completamento poligono
ja: ポリゴンの回転、拡大縮小、オートコンプリート
sv: rotering, skalning, automatisk komplettering av polygon

source: cut, merge, simplify polygons and lines
de: Verschneiden, Zusammenführen, Vereinfachen von Polygonen und Linien
es: cortar, combinar, simplificar polígonos y líneas
fr: découpage, fusion, simplification de polygones et de lignes
hu: törtvonalak és felületek kivágása, összefűzése és egyszerűsítése
it: taglia, unisci, semplifica poligoni e linee
ja: ポリゴンとラインの切り取り、合成、単純化
sv: klippa, sammanfoga, förenkla polygoner och linjer

source: warping, quality assurance tools
de: Warping, Werkzeuge zur Qualitätsprüfung
es: envolver, herramientas de aseguramiento de la calidad
fr: outils de déformation d'images et d'assurance qualité
hu: kép transzformálás, minőség ellenőrző eszközök
it: deformazione, strumenti di garanzia della qualità
ja: ワーピング、品質保証ツール
sv: skevhet, verktyg för kvalitetssäkring

source: coordinate conversions between CRS'
de: Koordinatentransformation
es: conversiones de coordenadas entre CRS
fr: Conversion de coordonnées entre CRS
hu: koordináta transzformáció vetültek között
it: coordina le conversioni tra i SR'
ja: CRS間の座標変換
sv: samordna konverteringar mellan CRS'

source: Analysis & Query
de: (Vektoren) Analysen & Abfragen
es: Análisis y consulta
fr: Analyse & requêtes
hu: Elemzés és lekérdezés
it: Analisi & Query
ja: 解析とクエリー
sv: Analys och frågor

source: spatial and attribute query functions
de: Abfragefunktionen für räumliche Daten und Attribute
es: Funciones de consulta espaciales y de atributos
fr: fonctions de requêtes spatiales et attributaires
hu: térbeli és attribútum lekérdező funkciók
it: funzioni di interrogazione spaziale e di attributi
ja: 空間クエリー関数と属性クエリー関数
sv: funktioner för spatial och attributbaserad sökning

source: analysis : buffer, union, overlay, centroid, convex hull...
de: Analysen: Puffer, Union, Overlay, Mittelpunkt, Convex Hull,...
es: Análisis: buffer, superposición, centroide, casco convexo...
fr: analyse : tampon, union, superposition, centroïde, enveloppe convexe...
hu: elemzés: övezet, unió, átfedés, centrális, konvex körvonal...
it: analisi : buffer, union, overlay, centroid, convex hull...
ja: 解析:バッファ、和、オーバーレイ、図心、凸包...
sv: analys : buffert, union, överlagring, centroid, konvex skrov ...

source: statistics : length, area, layer statistics, attribute statistics, plots...
de: Statistiken: Längen- und Flächenberechnung, Attributstatistik, Drucke
es: Estadísticas: longitud, área, capa estadísticas, estadísticas de atributo, parcelas...
fr: statistiques : longueur, aire, statistiques de couche, statistiques des attributs, graphiques...
hu: statisztika: hossz, terület, réteg statisztika, attribútum statisztika, rajzok...
it: statistiche: lunghezza, area, statistiche del layer, statistiche degli attributi, grafici...
ja: 統計:長さ、面積、レイヤーの統計、属性の統計、印刷...
sv: statistik : längd, yta, lagerstatistik, attributstatistik, plottar...

source: editing tools : converter, noder, polygonizer, planar graph, topology cleaning in PLUS edition, ...
de: Editierwerkzeuge: converter, noder, polygonizer, planar graph, topology cleaning in PLUS edition, ...
es: herramientas de edición: convertidor, noder, poligonizador, gráfico planar, topología de limpieza PLUS de edición ,...
fr: outils d'édition: convertisseur, transformation en point, transformation en polygones, graphes planaires, nettoyage topologique dans l'édition PLUS, ...
hu: szerkesztő eszközök: konvertáló, töréspont, poligonizáló, síkbeli gráf, topológiai tisztítás a PLUS változatban, ...
it: strumenti di editing : convertitore, noder, poligonizzatore, grafico planare, pulizia della topologia in edizione PLUS, ...
ja: 編集ツール : コンバータ、ノード、ポリゴナイザー、平面グラフ、PLUSエディションでのトポロジの消去、...
sv: redigeringsverktyg: konverterare, noder, polygonizer, planar graf, topologi rengöring i PLUS-utgåvan, ...

source: attribute transfer tools : join, matching*
de: Werkzeuge zur Attributübertragung: join, matching*
es: herramientas de transferencia de atributos: Join, coincidencia*
fr: outils de transferts d'attributs: jointure, correspondance*
hu: attribútum átviteli eszközök: összekapcsolás, összeillesztés*
it: strumenti di trasferimento degli attributi : join, matching*
ja: 属性転送ツール : 結合、マッチング*
sv: verktyg för överföring av attribut: sammanfogning, matchning*

source: SEXTANTE raster analysis toolbox included in PLUS edition
de: Rasteranalyse über den SEXTANTE Toolbox als Teil der PLUS Edition
es: La caja de herramientas de análisis raster SEXTANTE incluida en la edición PLUS
fr: boîte à outils d'analyse raster SEXTANTE inclue dans l'édition PLUS
hu: SEXTANTE raszter elemző eszköztár a PLUS verzióban
it: SEXTANTE raster analysis toolbox incluso nell'edizione PLUS
ja: PLUSエディションに含まれるSEXTANTEラスター解析ツールボックス
sv: SEXTANTE verktygslåda för rasteranalys ingår i PLUS-utgåvan

source: Customization
de: Anpassungen
es: Personalización
fr: Personnalisation
hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
sv: Anpassning

source: internationalization (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)
es: internacionalización (cz, de, en, es, fi, fr, hu, él, ja, pt, ta, zh)
fr: internationalisation (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)
hu: több nyelven (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)
it: internazionalizzazione (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)
ja: 国際化 (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)
sv: internationalisering (cz, de, en, es, fi, fr, hu, it, ja, pt, ta, zh)

source: provides an API, scripting via BeanShell and Java Python/Ython
de: Bereitstellung einer API, Skripting über BeanShell und Java Python/Ython
es: proporciona una API de de secuencias de comandos, via BeanShell y Java Python/Ython
fr: fournit une API avec support du scripting via BeanShell et Python Java
hu: API szkriptek a BeanShell és Java Python/Ython könyezetekhez
it: fornisce un'API, scripting tramite BeanShell e Java Python/Ython
ja: BeanShellおよびJava Python/Ythonを介したAPI、スクリプトの提供
sv: tillhandahåller ett API, skriptning via BeanShell och Java Python/Ython

source: (Java) plugin-system
es: Sistema de plugins (Java)
fr: Système de plugin (Java)
hu: (Java) modul rendszer
ja: (Java) プラグインシステム

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: OGC standards supported: GML2, SFS, WMS, KML, SLD, GeoPackage (reading);
de: OGC standards supported: GML2, SFS, WMS, KML, SLD, GeoPackage (lesend);
es: Estándares OGC compatibles: GML2, SFS, WMS, KML, SLD, GeoPackage (lectura);
fr: Standards OGC supportés: GML2, SFS, WMS, KML, SLD, GeoPackage (lecture);
hu: támogatott OGC szabványok: GML2, SFS, WMS, KML, SLD, GeoPackage (olvasás);
it: Standard OGC supportati: GML2, SFS, WMS, KML, SLD, GeoPackage (in lettura);
ja: サポートされている OGC スタンダード: GML2, SFS, WMS, KML, SLD, GeoPackage (読み込み);
sv: OGC-standarder stöds: GML2, SFS, WMS, KML, SLD, GeoPackage (läsning);

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://www.openjump.org
de: **Webseite:** http://www.openjump.org
es: **Sitio web:** http://www.openjump.org
fr: **Site web:** http://www.openjump.org
hu: **Honlap:** http://www.openjump.org
it: **Sito web:** http://www.openjump.org
ja: **ウェブサイト:** http://www.openjump.org
sv: **Webbplats:** http://www.openjump.org

source: **Licence:** GPL
es: **Licencia:** GPL
hu: **Licenc:** GPL
it: **Licenza:** GPL
ja: **ライセンス:** GPL
sv: **Licens:** GPL

source: **Software Version:** |version-openjump|
es: **Versión de software:** |version-openjump|
fr: **Version du logiciel:** |version-openjump|
hu: **Szoftver verzió:** |version-openjump|
it: **Versione Software:** |version-openjump|
ja: **ソフトウェアバージョン:** |version-openjump|
sv: **Programvaruversion:** |version-openjump|

source: **Supported Platforms:** Windows, Linux, Mac, Unix
de: **Unterstützte Plattformen:** Windows, Linux, Mac, Unix
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows, Unix
fr: **Plates-formes supportées:** Windows, Linux, Mac, Unix
hu: **Támogatott platformok:** Windows, Linux, Mac, Unix
it: **Piattaforme Supportate:** Windows, Linux, Mac, Unix
ja: **対応プラットフォーム:** Windows, Linux, Mac, Unix
sv: **Plattformar som stöds:** Windows, Linux, Mac, UNIX

source: **Community Support:** http://www.openjump.org/support.html
es: **Apoyo de la comunidad:** http://www.openjump.org/support.html
fr: **Support Communautaire:** http://www.openjump.org/support.html
hu: **Közösségi támogatás:** http://www.openjump.org/support.html
it: **Supporto comunitario:** http://www.openjump.org/support.html
ja: **コミュニティサポート:** http://www.openjump.org/support.html
sv: **Support till samhället:** http://www.openjump.org/support.html

source: **Commercial Support:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
de: **Komerzieller Support:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
es: **Soporte Comercial:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
fr: **Support Commercial:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
hu: **Kereskedelmi támogatás:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
it: **Supporto Commerciale:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
ja: **商用サポート:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page
sv: **Kommersiellt stöd:** https://ojwiki.soldin.de/index.php?title=Professional_Support_Page

source: **Download Page:** https://sourceforge.net/projects/jump-pilot/files/
de: **Download:** https://sourceforge.net/projects/jump-pilot/files/
es: **Página de descarga:** https://sourceforge.net/projects/jump-pilot/files/
fr: **Page de téléchargement:** https://sourceforge.net/projects/jump-pilot/files/
hu: **Letöltés:** https://sourceforge.net/projects/jump-pilot/files/
it: **Download:** https://sourceforge.net/projects/jump-pilot/files/
ja: **ダウンロードページ:** https://sourceforge.net/projects/jump-pilot/files/
sv: **Nedladdningssida:** https://sourceforge.net/projects/jump-pilot/files/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/openjump_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/openjump_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/openjump_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/openjump_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/openjump_quickstart>`
it: :doc:`Guida rapida <../quickstart/openjump_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/openjump_quickstart>`
sv: :doc:`Dokumentation för snabbstart <../quickstart/openjump_quickstart>`

source: openjump screenshot
it: screenshot di openjump
sv: openjump skärmdump

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap
