Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/opencpn_overview.po
Languages: de, es, fr, hu, it, ja

source: Marine GPS navigation software
de: Marine GPS Navigationssoftware
es: Software GPS de navegación marítima
fr: Logiciel de navigation GPS pour la marine
hu: Tengeri GPS navigációs program
it: Software GPS di navigazione marina
ja: 船舶用GPS航法ソフトウェア

source: OpenCPN provides free navigation software for use at the helm of vessels of all types and sizes, as well as offline for route planning. It has been developed by a team of active sailors using real world conditions for program testing and refinement.
de: OpenCPN ist eine freie Navigationssoftware für die Anzeige von Schiffskursen aller Schiffstypen und -größen, sowie Offline zur Routenplanung. Es wurde von einem Team aktiver Segler entwickelt und unter realen Bedingungen getestet und verfeinert.
es: OpenCPN proporciona software de navegación gratuito para su uso en el timón de buques de todos tipos y tamaños, así como fuera de línea para planificación de rutas. Ha sido desarrollado por un equipo de marineros activos que han usado las condiciones del mundo real para las pruebas del programa y su refinamiento.
fr: OpenCPN fournit un logiciel gratuit pouvant être utilisé pour le pilotage de navires de tous types et de toutes tailles, aussi bien que déconnecté pour la préparation d'itinéraires. Il a été développé par une équipe de marins en activité en utilisant des conditions mondiales pour les tests et améliorations du programme.
hu: OpenCPN egy ingyenes navigációs szoftver biztosít, mely minden típusú és méretű hajók kormányánál és offline útvonal tervezésnél is használható. Aktív tengerész csoport fejlesztette, valós feltételek mellett használták a program teszteléséhez és finomításokhoz.
it: OpenCPN fornisce un software di navigazione gratuito da utilizzare al timone di imbarcazioni di tutti i tipi e dimensioni, nonché offline per la pianificazione delle rotte. È stato sviluppato da un team di velisti attivi utilizzando condizioni del mondo reale per testare e perfezionare il programma.
ja: OpenCPNはあらゆる船型や船型の船舶を操船するためのフリーナビゲーション・ソフトウェアや、航路計画のためのオフライン・ソフトウェアを提供しています。これは、プログラムのテストと改良のために実世界の条件を使用して、アクティブな水兵のチームによって開発されました。

source: OpenCPN presents a user with the vessel's current position, speed and course superimposed upon accurate navigational chart images, tide and current predictions. Information received by standard radio links describing the position and intent of other vessels can also be shown.
de: OpenCPN informiert den Nutzer durch akkurate Seekarten über die derzeitige Position des Schiffes, desen Geschwindigkeit und Kurs. Ebenso wreden Informationen zu Gezeiten und aktuelle Wettervorhersagen bereitgestellt. Über eine einfache Funkverbindung können weitere Informationen zu Positinen und Kursen anderer Schiffe empfangen und dargestellt werden.
es: OpenCPN presenta un usuario con la posición actual del buque, velocidad y curso superpuesto a imágenes precisas de cartas de navegación, marea y predicciones actuales. También puede mostrarse la información recibida por enlaces de radio estándar que describe la posición y las intenciones de otros buques.
fr: OpenCPN présente un utilisateur avec la position en cours du navire, sa vitesse et la route se superpose à des cartes de navigation précises en mode image, les prévisions des marées et des courants. L'information reçue par les liaisons radio standard décrivant la position et les intentions des autres navires peut aussi être affichée.
hu: OpenCPN mutatja a hajó jelenlegi helyzetét, a sebességét és az útvonalát pontos navigációs térképeken, a dagállyal és az aktuális előrejelzésekkel együtt. Standard rádió kapcsolatokból kapott információk alapján más hajók pozíciója és iránya is látható.
it: OpenCPN presenta all'utente la posizione attuale dell'imbarcazione, la velocità e la rotta sovrapposte alle accurate immagini delle carte nautiche, alle previsioni di marea e di corrente. Possono anche essere mostrate le informazioni ricevute da collegamenti radio standard che descrivono la posizione e le intenzioni di altre imbarcazioni.
ja: OpenCPNは、正確な航海図画像、潮汐及び海流予測に重ね合わされた船の現在位置、速度及び針路をユーザに提示します。他の船舶の位置及び意図を記述する標準無線リンクによって受信された情報も示すことができます。

source: As the host vessel moves, new charts are selected and displayed at user specified resolution and detail. Further, the user may enter routes and waypoints allowing interface to an external autopilot for precise course following.
de: Bewegt sich das Schiff, werden neue Seekarten geladen und dargestellt. Hierbei kann eine benutzerspezifische Auflösung und der Detailgrad eingestellt werden. Darüber hinaus kann der Benutzer Routen eingeben und Wegpunkte setzen. Diese ermöglichen es einem externen Autopiloten präzise der Route zu folgen.
es: Mientras el buque se mueve, nuevas cartas son seleccionadas y desplegadas con la resolución y detalle especificada por el usuario. Además, el usuario puede introducir rutas y puntos de referencia o waypoints lo cual sirve como interfaz para un piloto automático externo para seguimiento de un rumbo preciso.
fr: Au fur et à mesure que le navire principal se déplace, de nouvelles cartes sont sélectionnées et affichées à la résolution et au niveau de détail indiqués par l'utilisateur. Ensuite, l'utilisateur peut entrer les routes et les points sur l'interface, et permettre à un pilote automatique extérieur de suivre une course précise.
hu: Ahogy a hajó halad újabb térképeket választ és jelenít meg a szoftver, a felhasználó által meghatározott felbontásban és részletességgel. A felhasználó továbbá útvonalakat és útpontokat vihet be, amely lehetővé teszi, hogy egy külső robotpilótával kommunikáljon a pontos útvonalkövetéshez.
it: Man mano che l'imbarcazione ospite si muove, nuove carte vengono selezionate e visualizzate con la risoluzione e i dettagli specificati dall'utente. Inoltre, l'utente può inserire rotte e waypoint permettendo l'interfaccia con un autopilota esterno per seguire la rotta con precisione.
ja: ホストの船舶が移動すると、新しいチャートが選択され、ユーザ指定の解像度および詳細で表示されます。さらに、ユーザは、正確なコース追跡のための外部自動操縦装置へのインターフェースを可能にする経路およびウェイポイントを入力することができます。

source: opencpn screenshot
it: screenshot di opencpn

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能

source: OpenCPN supports:
de: OpenCPN unterstützt:
es: Soporte OpenCPN:
fr: OpenCPN supporte:
hu: Az OpenCPN támogatja:
it: OpenCPN supporta:
ja: OpenCPN は次のものをサポートします:

source: BSB raster, C-MAP (CM93/2) and S-57 ENC vector charts
de: BSB Raster, C-MAP (CM93/2) und S-57 ENC Vektordiagramme
es: BSB raster, C-MAP (CM93/2) y S-57 ENC gráficos vectoriales
fr: cartes raster BSB, C-MAP (CM93/2) et cartes vectorielles ENC S-57
hu: BSB raszter, C-MAP (CM93/2) és S-57 ENC vektor grafikonok
it: BSB raster, C-MAP (CM93/2) e carte vettoriali S-57 ENC
ja: BSBラスター、C-MAP(CM93/2)、S-57ENCベクトル図

source: AIS input decoding
de: AIS Eingabeentschlüsselung
es: AIS de descifrado de entrada
fr: décodage d'entrées AIS
hu: AIS input dekódolás
it: Decodifica dell'ingresso AIS
ja: AIS入力デコード

source: NMEA GPS or `Gpsd <https://www.berlios.de/software/gpsd/>`_ daemon input
de: NMEA GPS oder `Gpsd <https://www.berlios.de/software/gpsd/>`_ Daemon Eingabe
es: NMEA GPS o `Gpsd <https://www.berlios.de/software/gpsd/>`_ entrada de daemon
fr: entrée de données GPS NMEA GPS ou `Gpsd <https://www.berlios.de/software/gpsd/>`_
hu: NMEA GPS vagy `Gpsd <https://www.berlios.de/software/gpsd/>`_ daemon input
it: Ingresso NMEA GPS o `Gpsd <https://www.berlios.de/software/gpsd/>`_
ja: NMEA GPSまたは`Gpsd<https://www.berlios.de/software/gpsd/>`_ デーモンの入力

source: Waypoint / autopilot navigation
de: Wegepunkte / Autopilot Navigation
es: Navegación Waypoint / piloto automático
fr: Points / navigation automatique
hu: Útpont / robotpilóta navigáció
it: Waypoint / navigazione con autopilota
ja: ウェイポイント/オートパイロットナビゲーション

source: Unlimited route/mark creation
de: Unbegrenzte Routen-/Markierungs-Erzeugung
es: Creación de marca / recorrido ilimitado
fr: Routes illimitées/création de notes
hu: Korlátlan útvonal/jelölt pont létrehozás
it: Creazione illimitata di percorsi/segni
ja: 無制限のルート/マークの作成

source: Quilted charts
fr: Cartes raboutées
hu: Összetett grafikonok
it: Grafici trapuntati

source: International language support
de: Internationale Sprachunterstützung
es: Soporte de idiomas internacionales
fr: Support de langues internationales
hu: Nemzetközi nyelv támogatás
it: Supporto linguistico internazionale
ja: 国際化のサポート

source: Cross-platform support
de: plattformübergreifend
es: Soporte multiplataforma
fr: Support de plateformes multiples
hu: Platform függetlenség
it: Supporto multi piattaforma
ja: クロスプラットフォーム対応

source: GRIB weather data overlay
de: Einbindung GRIB Wetterdaten
es: Superposición de datos de clima GRIB
fr: Surcouche de données météo GRIB
hu: GRIB időjárás adatok
it: Sovrapposizione dei dati meteo GRIB
ja: GRIB天候データオーバーレイ

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** https://www.opencpn.org
de: **Webseite:** https://www.opencpn.org
es: **Sitio web:** https://www.opencpn.org
fr: **Site web:** https://www.opencpn.org
hu: **Honlap:** https://www.opencpn.org
it: **Sito web:** https://www.opencpn.org
ja: **ウェブサイト:** https://www.opencpn.org

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) version 2
it: **Licenza:** GNU General Public License (GPL) versione 2
ja: **ライセンス:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-opencpn|
es: **Versión de software:** |version-opencpn|
fr: **Version du logiciel:** |version-opencpn|
hu: **Szoftver verzió:** |version-opencpn|
it: **Versione Software:** |version-opencpn|
ja: **ソフトウェアバージョン:** |version-opencpn|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
de: **Unterstützte Plattformen:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
it: **Piattaforme Supportate:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows

source: **Support:** https://www.cruisersforum.com/forums/f134/
es: **Soporte:** https://www.cruisersforum.com/forums/f134/
hu: **Támogatás:** https://www.cruisersforum.com/forums/f134/
it: **Supporto:** https://www.cruisersforum.com/forums/f134/
ja: **サポート:** https://www.cruisersforum.com/forums/f134/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/opencpn_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/opencpn_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/opencpn_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/opencpn_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/opencpn_quickstart>`
it: :doc:`Guida rapida <../quickstart/opencpn_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/opencpn_quickstart>`

source: OSGeo Project
it: Progetto OSGeo

source: OSGeo Community
it: Comunità OSGeo
