Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/osm_dataset_overview.po
Languages: de, fr, it

source: Map Data
de: Kartendaten
fr: Données cartographiques
it: Mappe

source: OpenStreetMap is a crowd sourced map of the world which has grown to become one of the most detailed sources of local-scale map data available. Source map data is created and maintained by thousands of volunteers from around the world, using processes similar to the maintaining of the wikipedia encyclopedia.
de: OpenStreepMap (OSM) ist eine Wiki-Weltkarte, die sich zur einer der detailliertesten Quellen für Kartendaten im lokalen Maßstab entwickelt hat. Die Ausgangskartendaten werden von Tausenden von Freiwilligen auf der ganzen Welt erstellt und gepflegt, in einem Verfahren, das der Pflege der Wikipedia ähnelt.
fr: OpenStreetMap est une carte du monde alimenté par une "foule de gens" qui a grandit pour devenir une des sources disponible les plus détaillées pour les données à l'échelle locale. Les données source de la carte sont créées et maintenues par des milliers de volontaires autour du monde, en utilisant des processus similaire à ceux servant à la maintenance de l'encyclopédie Wikipédia.
it: OpenStreetMap è una mappa a livello mondiale creata dalla comunità che è cresciuta per diventare una delle più dettagliate fonti disponibili di dati geografici a scala locale. I dati geografici sono creati e aggiornati da migliaia di volontari in tutto il mondo, tramite un procedimento simile a quello che è alla base dell'enciclopedia wikipedia.

source: The most visible aspect to OSM is the online web-tile interface from https://www.openstreetmap.org, but the maps can also be viewed, imported, or edited in many applications such as :doc:`QGIS <qgis_overview>` , :doc:`OpenLayers <openlayers_overview>`, ArcGIS and dedicated OSM applications.
de: Der offensichtlichste Anwendung von OSM ist das Webinterface unter https://www.openstreetmap.org, aber Karten können in vielen verschiedenen Anwendungen wie :doc:`QGIS <qgis_overview>` , :doc:`OpenLayers <openlayers_overview>`, ArcGIS und dezidierten OSM Anwendungen betrachtet, importiert oder editiert werden.
fr: L'aspect le plus visible aspect de OSM est l'interface en ligne avec une carte tuilée de https://www.openstreetmap.org, mais les cartes peuvent aussi être vues, importées, ou éditées dans de nombreuses applications comme :doc:`QGIS <qgis_overview>` , :doc:`OpenLayers <openlayers_overview>`, ArcGIS et des applications dédiées utilisant OSM.
it: L'apparenza tipica di OSM è l'interfaccia suddivisa in tiles del sito web https://www.openstreetmap.org, ma le mappe possono anche essere visualizzate, importate, o modificate in molte altre applicazioni come ad esmpio :doc:`QGIS <qgis_overview>` , :doc:`OpenLayers <openlayers_overview>`, ArcGIS e applicazioni dedicate a OSM.

source: The heart of the project is the underlying data which is open for all to edit, view, or create custom rendered maps. Fundamentally OSM's focus is on the data, the rich maps simply fall out of this.
de: Das Herz des Projekts sind die zugrunde liegenden Daten, die von allen zur Bearbeitung, Betrachtung oder Erzeugung eigener Karten dienen können. Im Grunde liegt der Schwerpunkt von OSM auf den Daten, die reichhaltigen Karten sind sozusagen Nebenprodukt hiervon.
fr: Le coeur du projet est la donnée sous-jacente qui est ouverte pour éditer, voir ou bien créer des rendus cartographiques personnalisés. Fondamentalement OSM se concentre sur la donnée, les cartes enrichies découlent simplement de ce fait.
it: Il cuore del progetto sono i dati di base che sono aperti per tutti gli utenti per la modifica, la visualizzazione o per creare rendering di mappe personalizzate. Fondamentalmente l'obiettivo di OSM sono i dati, la mappa così ricca di informazioni è generata proprio da questi.

source: The OSGeoLive distribution includes a city sized extract of OSM data which is used for examples by some applications.
de: Die OSGeoLive Distribution beinhaltet einen Auszug der OSM Daten, die für einige Anwendungen als Beispieldaten genutzt werden.
fr: La distribution OSGeo-Live inclut un extrait des données de l'échelle d'une ville qui est utilisée pour les exemples par certaines des applications.
it: La distribuzione di OSGeoLive include un estratto a scala cittadina dei dati OSM che vengono utilizzati come esempi da alcune applicazioni.

source: Core Features
de: Kernfunktionen
fr: Caractéristiques principales
it: Caratteristiche principali

source: Vector features are tagged with names and other attributes.
de: Vektordaten sind mit Namen und anderen Attributen gekennzeichnet.
fr: Objets vecteur sont taggés avec des noms et d'autres attributs.
it: Gli elementi vettoriali sono taggati con nomi e altri attributi.

source: Extract local subsets of the data.
de: Lokale Auszüge der Daten möglich.
fr: Extraction local d'un sous-ensemble de la donnée.
it: Estrae un subset localizzato dei dati.

source: Data is stored as latitude-longitude WGS84 nodes, strings of nodes, and meta-features allowing for point, polyline, area coverage and relations.
de: Daten liegen als WGS84 Knotenpunkte, Liste von Knoten und Metafeatures vor. Dies ermöglicht Punkte, Polylinien und Flächen und Relationen.
fr: Données stockées sous forme de nœuds contenant des coordonnées en latitude-longitude WGS84, des chaînes de nœuds, et des fonctionnalités d'ordre supérieures permettant de gérer une couverture ponctuelle, linéaire et surfacique.
it: I dati sono memorizzati come nodi, stringhe di nodi e meta-elementi corrispondenti a punti, polilinee, copertura di aree e relazioni nel sistema di riferimento grografico WGS84 latitudine-longitudine.

source: Rich attribute tagging, often far more detailed than any other source.
de: Reichhaltige Zuweisung von Attributen, häufig viel detaillierter als jede andere Quelle.
fr: Taggage des attributs riche, souvent bien plus détaillé que beaucoup d'autres sources.
it: Una caratterizzazione degli attributi molto ricca, spesso molto più dettagliata di ogni altra fonte.

source: A global repository of local knowledge.
de: Ein globales Archiv von lokalem Wissen.
fr: Dépôt global de connaissance locale.
it: Un deposito globale di conoscenza locale.

source: Data Sets included in OSGeo Live
de: Datensätze in OSGeoLive
fr: Jeux de données inclus dans OSGeo Live
it: Data Sets inclusi in OSGeo Live

source: feature_city.osm.bz2: A large extract of the greater city area as a BZip2 compressed XML text file.
de: feature_city.osm.bz2: ein großflächigerer Bereich der Stadtfläche als komprimierte BZip2-Datei einer XML Textdatei.
fr: feature_city.osm.bz2: Un large extrait de la surface de l'agglomération dans un fichier text XML compressé dans un BZip2
it: feature_city.osm.bz2: Un grande estratto dell'area più estesa della città come un file di testo XML compresso nel formato BZip2.

source: feature_city_CBD.osm.bz2: A smaller subset covering just the Central Business District (CBD).
de: feature_city_CBD.osm.bz2: kleinerer Auszug, der lediglich den zentralen Geschäftsbereich abdeckt.
fr: feature_city_CBD.osm.bz2: Un sous-ensemble couvrant juste le centre-ville.
it: feature_city_CBD.osm.bz2: Un sottoinsieme che copre solo il distretto economico centrale (Central Business District - CBD).

source: feature_city_poi.db: Sqlite DB of "positions of interest" nodes extracted from the above larger city OSM extract. Contains locations of pubs, fuel stations, restaurants, supermarkets, etc.
de: feature_city_poi.db: Sqlite Database mit POIs ("positions of interest"-Knoten) umfassen ebenfalls Auszüge des Stadtbereichs. Die Daten beinhalten Standorte von Kneipen (pubs), Tankstellen (fuel stations), Restaurants, Supermärkte, usw.
fr: feature_city_poi.db: Base de données Sqlite de nœuds de "positions d'intérêt" extraite de l'extrait OSM cité ci-dessus. Contient des emplacements de pubs, stations-service, restaurants, supermarchés, etc.
it: feature_city_poi.db: DB di Sqlite di nodi "punti di interesse" estratto dal precedente estratto cittadino OSM più grande. Contiene la posizione di pubs, stazioni di rifornimento, ristoranti, supermarkets, etc.

source: Files referencing the name of the featured city contain the same data as the above files. Quickstarts and overviews use the generic file names so that the example city can change with each new release.
de: Dateien, die auf das soeben genannte featured city referenzieren, enthalten dieselben Daten, wie oben beschrieben. Quickstarts und Overviews benutzen diese Dateien/Pfadname, ungeachtet von möglichen Änderungen der Beispielstadt zwischen verschiedenen Releases.
fr: Les fichiers référençant le nom de la ville en en exergue contiennent les mêmes données que les fichiers ci-dessus. Les guides de démarrage rapide et les aperçus utilisent les noms de fichiers génériques pour que la ville exemple puisse changer à chaque nouvelle version.
it: I files che riportano il nome della città oggetto contengono gli stessi dati dei file sopra descritti. Le guide rapide e le overview utilizzano i nomi generici dei file in modo tale che le città esempio possano cambiare ad ogni rilascio.

source: The OSM feature city data has been imported into a PostGIS database called "osm_local" using the osm2pgsql tool. The spatial reference system used for this database is latitude-longitude with the WGS84 datum (EPSG code 4326) and can be reprojected to other Spatial Reference Systems (SRS), such as Spherical-Mercator, on demand. The smaller CBD extract is loaded into another PostGIS database called "pgrouting".
de: Die OSM Daten wurden mit Hilfe des Tools osm2pgsql nach PostGIS in die Datenbank "osm_local" importiert. Das verwendete Koordinatenreferenzsystem ist lat/lon mit dem Datum WGS84 (EPSG:4326). Die Daten können in andere SRS wie beispielsweise Spherical Mercator umgewandelt werden. Ein kleinerer CBD Auszug wurde in die PostGIS Datenbank "pg_routing" geladen.
fr: Les données de la ville avec les objets géographiques OSM ont été importées dans une base de données PostGIS appelée "osm_local" en utilisant l'outil osm2pgsql. Le système de référence spatiale utilisé pour cette base de données est la latitude-longitude avec le datum WGS84 (code EPSG 4326) et peut être reprojeté dans d'autres Systèmes de Référence Spatiale (SRS), tels que Spherical-Mercator, sur demande. L'extrait du centre-ville plus petit est chargé dans une autre base de données PostGIS appelée "pgrouting".
it: I dati OSM della città oggetto sono stati importati in un database PostGIS chiamato "osm_local" usando lo strumento osm2pgsql. Il sistema di riferimento spaziale utilizzato per questo database è latitudine-longitudine con datum WGS84 (codice EPSG 4326) e può essere riproiettato su richiesta in altri sistemi di tiferimento spaziali (Spatial Reference Systems - SRS), come ad esmpio Sferico-Mercatore. L'estratto più piccolo CBD è stato caricato in un altro database PostGIS chiamato "pgrouting".

source: Details
fr: Détails
it: Dettagli

source: **Website:** https://www.openstreetmap.org/
de: **Webseite:** https://www.openstreetmap.org/
fr: **Site web:** https://www.openstreetmap.org/
it: **Sito web:** https://www.openstreetmap.org/

source: **License:** `Open Data Commons Open Database License (ODbL) <http://opendatacommons.org/licenses/odbl/>`_
it: **Licenza:** `Open Data Commons Open Database License (ODbL) <http://opendatacommons.org/licenses/odbl/>`_

source: **Data Version:** Live database extract
de: **Version der Daten:** Live database extract
fr: **Version de la donnée:** extrait de la base "en continue"
it: **Versione dei dati:** Estratto live del database

source: **Data format:** XML
de: **Datenformat:** XML
fr: **Format de données:** XML
it: **Formato dati:** XML

source: **Spatial coordinate system:** Latitude-Longitude WGS84
de: **Räumliches Koordinatensystem:** Latitude-Longitude WGS84
fr: **Système de coordonnées spatial:** Latitude-Longitude WGS84
it: **Sistema di coordinate spaziali:** Latitudine-Longitudine WGS84

source: **Support:** https://www.openstreetmap.org/help
it: **Supporto:** https://www.openstreetmap.org/help

source: OpenStreetMap
de: OpenStreetMap (OSM)

source: **License:** `Open Data Commons Open Database License (ODbL) <https://opendatacommons.org/licenses/odbl/>`_
de: **Lizenz:** `Open Data Commons Open Database License (ODbL) <https://opendatacommons.org/licenses/odbl/>`_
fr: **Licence:** `Open Data Commons Open Database License (ODbL) <https://opendatacommons.org/licenses/odbl/>`_
