Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/osm_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Tools for mapping the world
de: Werkzeuge zur Erstellung einer freien Weltkarte
es: Herramientas para el mapeo del mundo
fr: Outils pour cartographier le Monde
hu: Eszközök a világ térképezéséhez
it: Strumenti per mappare il mondo
ja: 世界をマッピングするためのツール
sv: Verktyg för att kartlägga världen

source: `OpenStreetMap <https://www.openstreetmap.org>`_ is a project aimed squarely at creating and providing free geographic data such as street maps to anyone who wants them. The project was started because most maps you think of as free actually have legal or technical restrictions on their use, holding back people from using them in creative, productive or unexpected ways.
de: `OpenStreetMap <https://www.openstreetmap.org>`_ hat das Ziel, freie geographische Daten wie zum Beispiel für Straßen, Eisenbahnen, Flüsse, Wälder, Häuser zu erfassen und zur Verfügung zu stellen. Diese Daten stehen allen Benutzern lizenzkostenfrei zur Verfügung, um daraus zum Beispiel Straßen-, Wander- oder Fahrradkarten, Routenplaner oder andere wissenswerte Informationen zu erstellen. Das Projekt wurde initiiert, da viele vermeintlich freie Karten tatsächlich rechtliche oder technische Einschränkungen bezüglich ihres Gebrauchs haben. Das hält Menschen davon zurück diese Karten in einer kreativen, produktiven oder unerwarteten Weise zu nutzen.
es: `OpenStreetMap <https://www.openstreetmap.org>`_ es un proyecto dirigido directamente paraa crear y ofrecer datos geográficos libres a quien los quiera, tales como mapas de calle. El proyecto se inició porque la mayoría de los mapas que usted piensa son libres, realmente tienen restricciones legales o técnicas para su uso, frenando personas para usarlas de manera creativa, productiva o inesperada.
fr: `OpenStreetMap <https://www.openstreetmap.org>`_ est un projet visant carrément à créer et fournir des données géographiques libres comme les données routières à n'importe qui les voulant. Le projet a débuté parce que la plupart des cartes que vous croyez actuellement gratuites ont actuellement des restrictions légales ou techniques sur leur utilisation, empêchant les gens de les utiliser de manières créative, productive ou inattendues.
hu: Az `OpenStreetMap <https://www.openstreetmap.org>`_ egy olyan projekt, amelynek célja olyan ingyenes földrajzi adatokat hoz létrehozása és biztosítása bárkinek, mint például az utcatérképek , akik haználnák őket. A projektet azért indították el, mert a legtöbb ingyenesnek tekintett térkép jogi vagy technikai korlátozást tartalmaz a használatukra vonatkozóan, visszatartva az embereket kreatív, produktív vagy váratlan módokon.
it: `OpenStreetMap <https://www.openstreetmap.org>`_ è un progetto che ha come scopo principale quello di creare e fornire a chiunque li desideri dati geografici liberi come ad esempio mappe stradali. Il progetto è stato avviato perché la maggior parte delle mappe che si credono liberamente utilizzabili, hanno invece restrizioni legali o tecniche al loro utilizzo e ciò ne impedisce l'uso per scopi produttivi, creativi o inattesi.
ja: `OpenStreetMap <https://www.openstreetmap.org>`_ は、道路地図のような地理的データを誰でも利用できるために、自由な地理情報データを作成し提供することを目的としたプロジェクトです。自由だと考えられている地図の多くは、実は法的・技術的な制約があり、人々が創造的に、生産的に、あるいは今まで予期しなかった方法でそれを利用することを妨げているため、このプロジェクトは開始されました。
sv: openStreetMap <https://www.openstreetmap.org>`_ är ett projekt som syftar till att skapa och tillhandahålla gratis geografiska data, t.ex. gatukartor, till alla som vill ha dem. Projektet startades eftersom de flesta kartor som du tänker på som fria faktiskt har juridiska eller tekniska begränsningar för deras användning, vilket hindrar människor från att använda dem på kreativa, produktiva eller oväntade sätt.

source: A number of programs have been included: JOSM, Merkaartor, Osmosis, Osm2pgsql, and a number of small command utilities. In addition recent sample data for the FOSS4G host city and a number of JOSM plugins have been included.
de: Einige Anwendungen wurden ausgewählt: JOSM, Merkaartor, Osmosis, Osm2pgsql sowie einige kleine kommandozeilenbasierte Werkzeuge. Darüber hinaus sind Beispieldaten für die Gastgeber-Stadt der FOSS4G und eine Reihe von JOSM Plugins enthalten.
es: Un número de programas se han incluido: JOSM, Merkaartor, ósmosis, Osm2pgsql y una pequeña serie de comandos de utilidades. Además se han incluido datos recientes de la muestra para la ciudad anfitriona de FOSS4G y un número de plugins JOSM.
fr: Un certain nombre de programmes ont été inclus: JOSM, Merkaartor, Osmosis, Osm2pgsql et quelques petits utilitaires en ligne de commande. En plus, des jeux de données exemple récents de la ville hôte du FOSS4G et un certain nombre de plugins JOSM ont été inclus.
hu: Számos programot foglal magába: JOSM, Merkaartor, Osmosis, Osm2pgsql és több kis parancssori segédprogramot. Továbbá tartalmazza a legfrissebb adatokat a FOSS4G házigazda városról és több JOSM modult.
it: Sono stati inclusi un certo numero di programmi: JOSM, Merkaartor, Osmosis, Osm2pgsql, e alcuni piccoli strumenti da linea di comando. Inoltre sono stati inclusi dati di esmpio recenti per la città che ha ospitato il FOSS4G e alcuni plugins di JOSM.
ja: いくつかのプログラム: JOSM、Merkaartor、Osmosis、Osm2pgsql といくつかの小さなコマンドユーティリティが含まれています。さらに、 FOSS4G 主催都市のための最近のサンプルデータと、いくつかのJOSMプラグインも含まれています。
sv: Ett antal program har inkluderats: JOSM, Merkaartor, Osmosis, Osm2pgsql och ett antal små kommandoverktyg. Dessutom ingår aktuella exempeldata för FOSS4G-värdstaden och ett antal JOSM-plugins.

source: osm screenshot
es: pantalla de osm
sv: osm skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な特徴
sv: Kärnfunktioner

source: Global massively crowd-sourced dataset
de: großer Datensatz durch weltweites Crowd-Sourcing
es: Conjunto de datos multitud de fuentes global y masivo
fr: Jeu de données massivement collaboratif global
hu: Globális masszívan közösségi adathalmaz
it: Dataset globale fortemente crowd-sourced
ja: グローバルで大規模なクラウドソース型のデータセット
sv: Globalt dataset med massiv insamling från massor av människor

source: A number of editors to choose from
de: Es stehen einige Editoren zur Auswahl
es: Un número de editores para elegir
fr: Un ensemble d'éditeurs parmi choisir
hu: Számos szerkesztő melyből választhatunk
it: Un numero di software di modifica tra cui scegliere.
ja: 幾つかのエディタを選択できます
sv: Ett antal redaktörer att välja mellan

source: A number of renderers to choose from (including custom and online)
de: Es gibt einige Werkzeuge zur Visualisierung (inklusive benutzerdefiniert sowie Online)
es: Varios renderizadores para elegir (incluyendo en línea y personalizados)
fr: Un nombre de rendus à choisir (incluant ceux personnalisés et en ligne)
hu: Számos megjelenítő, melyek közül választhatunk (beleértve a hagyományost és online-t)
it: Un numero di programmi di rendering tra cui scegliere (inculsi quelli personalizzati e online)
ja: 幾つかのレンダラを選択できます (カスタムとオンラインのものを含めて)
sv: Ett antal renderingsmaskiner att välja mellan (inklusive anpassade och online)

source: Free to use
de: Freie Nutzung
es: Uso libre
fr: Libre d'utilisation
hu: Ingyenesen haználható
it: Uso libero
ja: 自由に利用できます
sv: Gratis att använda

source: Widespread geo-application integration
de: Weit verbreitete Integration in Geo-Anwendungen
es: Integración geo-aplicación generalizada
fr: Intégration très répandue dans des applications géographiques
hu: Széleskörű térinformatikai alkalmazás integráció
it: Ampia integrazione con applicazioni geografiche
ja: 広範な地理的アプリケーションを統合
sv: Utbredd integration av geoapplikationer

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://www.openstreetmap.org/
de: **Webseite:** https://www.openstreetmap.org/
es: **Sitio web:** https://www.openstreetmap.org/
fr: **Site web:** https://www.openstreetmap.org/
hu: **Honlap:** https://www.openstreetmap.org/
it: **Sito web:** https://www.openstreetmap.org/
ja: **Webサイト:** https://www.openstreetmap.org/
sv: **Webbplats:** https://www.openstreetmap.org/

source: **Licences:**
de: **Lizenzen:**
es: **Licencias:**
hu: **Licencek:**
it: **Licenze:**
ja: **ライセンス:**
sv: **Licenser:**

source: OpenStreetMap data: https://www.openstreetmap.org/copyright
de: OpenStreetMap Daten: https://www.openstreetmap.org/copyright
es: Datos de OpenStreetMap: https://www.openstreetmap.org/copyright
fr: Données OpenStreetMap: https://www.openstreetmap.org/copyright
hu: OpenStreetMap adatok: https://www.openstreetmap.org/copyright
it: Dati OpenStreetMap: https://www.openstreetmap.org/copyright
ja: OpenStreetMap データ: https://www.openstreetmap.org/copyright

source: JOSM: GNU General Public License (GPL) version 2
es: JOSM: Licencia pública general GNU (GPL) versión 2

source: JOSM plugins collection: Ranging from Public Domain to GPLv3
de: JOSM Plugins: Reichen von Public Domain bis zu GPLv3
es: Colección de plugins JOSM: oscilan entre dominio público y GPLv3
fr: Collection de plugins JOSM: de la Public Domain à la GPLv3
hu: JOSM modull gyűjtemény: Public Domain-tól a GPLv3-ig terjedő tartományban
it: Raccolta dei plugin di JOSM: range da Di Pubblico Dominio a GPLv3
ja: JOSM プラグインコレクション: Ranging from Public Domain to GPLv3
sv: Samling av insticksprogram för JOSM: Allt från Public Domain till GPLv3

source: Merkaartor: GNU General Public License (GPL) version 2
es: Merkaartor: Licencia pública general GNU (GPL) versión 2
hu: Merkaartor: GNU General Public License (GPL) verzió 2

source: **Software Versions:**
de: **Software Versionen:**
es: **Versiones de software:**
fr: **Versions des logiciels:**
hu: **Szoftver verziók:**
it: **Versioni dei Software:**
ja: **ソフトウェアバージョン:**
sv: **Programvaruversioner:**

source: JOSM: Latest stable snapshot (svn r11427)
de: JOSM: Letzte stabile Momentaufnahme (svn r11427)
es: JOSM: Última instantánea estable (svn r11427)
fr: JOSM: dernière version snapshot stable (svn r11427)
hu: JOSM: legutolsó stabil pillanatkép (svn r11427)
it: JOSM: ultima snapshot stabile (svn r11427)
ja: JOSM: 最新の安定版スナップショット (svn r11427)
sv: JOSM: Senaste stabila ögonblicksbilden (svn r11427)

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
de: **Unterstützte Schnittstellen:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
it: **Piattaforme supportate:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces (data):** REST (via Xapi), XML
de: **API Schnittstellen (Daten):** REST (via Xapi), XML
es: **Interfaces API (datos):** REST (via Xapi), XML
fr: **Interfaces de l'API (données):** REST (via Xapi), XML
hu: **API interfészek (adat):** REST (via Xapi), XML
it: **Interfacce API (dati):** REST (via Xapi), XML
ja: **API インターフェイス (データ):** REST (Xapi 経由), XML
sv: **API-gränssnitt (data):** REST (via Xapi), XML

source: **Support:** https://www.openstreetmap.org/help
es: **Soporte:** https://www.openstreetmap.org/help
hu: **Támogatás:** https://www.openstreetmap.org/help
it: **Supporto:** https://www.openstreetmap.org/help
ja: **サポート:** https://www.openstreetmap.org/help

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/osm_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/osm_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/osm_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/osm_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/osm_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/osm_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/osm_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: Osmosis: 0.44.1
sv: Osmos: 0,44,1
