Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/otb_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Image Processing
de: Bild Prozessierung
es: Procesamiento de Imágenes
fr: Traitement d'images
hu: Képfeldolgozás
it: Processamento d'immagine
ja: イメージ処理
sv: Bildbehandling

source: ORFEO Toolbox Library (OTB) is a high performance image processing library. It is primarily used for processing large remote sensing images such as those gathered by radars, satellites and aerial photography. OTB provides tools for optic and radar images (tridimensional aspects, segmentation, classification, changes detection, texture analysis, pattern matching, and optic/radar complementarities), many of which can be run on limited-resourced laptops.
de: ORFEO Toolbox Library (OTB) ist eine hochperformante Bildprozessierungsbibliothek. OTB wurde anfangs zur Prozessierung von Fernerkundungsdaten (Remote Sensing) wie Radaraufnahmen, Satellitenaufnahmen und Luftbildern. OTB stellt Werkzeuge für Optic und Radarbilder (3D Aspekte, Erkennung von Änderungen, Texturanalysen, Musterabgleich, optische/radar Komplementaritäten) zur Verfügung. Viele der Prozesse können auf weniger leistungsstarken Notebooks laufen.
es: ORFEOToolbox Library (OTB) es una biblioteca de procesamiento de imágenes de alto rendimiento. Se utiliza principalmente para procesar imágenes de gran tamaño de detección remota, como las recopiladas por radares, satélites y fotografías aéreas. OTB proporciona herramientas para imágenes ópticas y de radar (aspectos tridimensionales, segmentación, clasificación, detección de cambios, análisis de textura, coincidencia de patrones y complementariedades óptico/radar), muchas de las cuales se pueden ejecutar en computadoras portátiles con recursos limitados.
fr: ORFEO Toolbox Library (OTB) est une bibliothèque de traitement d'image hautement performante. Elle est prioritairement utilisée pour le traitement d'images tels que celles recueillies par les radars, les satellites et les photographies aériennes. OTB fournit des outils pour les images optiques et radar (aspects tridimensionnels, segmentation, classification, changement de détection, analyse de texture, correspondance de motifs, complémentarités optique/radar), beaucoup d'entre-eux pouvant être exécutés sur des ordinateurs portables avec des ressources limitées.
hu: Az ORFEO Toolbox Library (OTB) egy nagy teljesítményű képfeldolgozó könyvtár. Elsősorban nagyméretű távérzékelésben alkalmazott képek feldolgozására használják, melyeket például radarokkal, műholdakkal és légi fényképezéssel gyűjtenek. Az OTB eszközei optikai és radarképekhez nyújtanak eszközöket (háromdimenziós vonatkozások, szegmentálás, osztályozás, változások észlelése, textúraelemzés, mintázat illesztés és optikai / radar kiegészítők) , amelyek közül sok korlátozott erőforrásokkal rendelkező laptopokon is futtatható.
it: ORFEO Toolbox Library (OTB) è una libreria ad alte prestazioni per l’elaborazione delle immagini. È prevalentemente utilizzata per l’elaborazione di grandi immagini telerilevate come quelle raccolte da radar, satelliti e fotografie aeree. OTB fornisce strumenti per immagini ottiche e radar (aspetti tridimensionali, segmentazione, classificazione, rilevamento dei cambiamenti, analisi delle tessiture, pattern matching, optic/radar complementarities,).
ja: ORFEO Toolbox Library (OTB ) は、高性能イメージ処理ライブラリーです。主にレーダー、人工衛星、航空写真などの大きなリモートセンシング画像を処理するのに使われます。OTB は、光学およびレーダーのイメージ (三次元の側面、セグメンテーション、分類、変更検出、テクスチャー分析、パターン・マッチング、および光学/レーダーの補完性 ) を提供するツールを提供しており、これらの多くは性能が限定的なノートPCでも実行できます。
sv: ORFEO Toolbox Library (OTB) är ett högpresterande bibliotek för bildbehandling. Det används främst för bearbetning av stora fjärranalysbilder, t.ex. bilder som samlas in av radar, satelliter och flygfotografering. OTB innehåller verktyg för optiska bilder och radarbilder (tredimensionella aspekter, segmentering, klassificering, detektering av förändringar, texturanalys, mönstermatchning och komplementaritet mellan optiska bilder och radarbilder), varav många kan köras på bärbara datorer med begränsade resurser.

source: OTB is also shipped with a set of extensible ready-to-use tools for classical remote sensing tasks and a fully integrated application called Monteverdi, which is a fast viewer that allows users to vizualise multiple layers, and call OTB processing tools from a menu entry.
de: OTB wird mit erweiterbaren direkt einsatzfähigen Werkzeugen für klassische Remote Sensing Fragestellungen sowie mit einer vollständig integrierten Benutzeroberfläche mit dem Namen Monteverdi ausgeliefert. Monteverdi ist ein performates Anzeigewerkzeug, das es dem Anwender ermöglicht zahlreiche Layer zu visualisieren und OTB Prozessketten über das Menü auszuwählen.
es: OTB también se envía con un conjunto de herramientas extensibles listas para usar para tareas clásicas de teledetección y una aplicación totalmente integrada llamada Monteverdi, que es un visor rápido que permite a los usuarios visualizar varias capas y llamar herramientas de procesamiento OTB desde una entrada de menú .
fr: OTB est également livré avec un ensemble d'outils extensibles prêts à l'emploi pour les tâches de télédétection classiques et une application entièrement intégrée appelée Monteverdi, qui est un visualisateur rapide qui permet aux utilisateurs de visualiser plusieurs couches et d'appeler les outils de traitement OTB à partir d'une entrée de menu.
hu: Az OTB-t együtt szállítják a klasszikus távérzékelési feladatokra azonnal felhasználható kibővíthető eszközökkel valamint egy teljesen integrált Monteverdi nevű alkalmazással, amely egy gyors megjelenítő, amely lehetővé teszi a felhasználók számára több réteg megjelenítését és az OTB-feldolgozó eszközök használatát a menüből .
it: OTB è fornito con un’interfaccia utente completamente integrata chiamata Monteverdi che consente agli utenti di selezionare le catene di elaborazione OTB da una serie di menu.
ja: OTB には同梱アプリケーションとともに配布されています。それは、リモートセンシング用の拡張可能な従来型のツールと 、複数のレイヤを可視化させたりメニュー項目から OTB の処理ツールを呼び出せる高速なビューアであるMonteverdiという完全に統合されたアプリケーションです。
sv: OTB levereras också med en uppsättning utbyggbara, färdiga verktyg för klassiska fjärranalysuppgifter och en helt integrerad applikation som heter Monteverdi, som är en snabb visare som gör det möjligt för användare att visualisera flera lager och anropa OTB-bearbetningsverktyg från en meny.

source: OTB has been funded the French Space Agency (CNES) in the frame of the Methodological Part of the ORFEO/Pleiades Accompaniement Program and has been actively developed since 2006. It is based on the ITK image processing library and is distributed as open source.
de: OTB wurde von der French Space Agency (CNES) im Rahmen des methodischen Bereichs des ORFEO/Pleiades Accompaniement Programms gegründet und wurde aktiv seit 2006 entwickelt. Es basiert auf der bewährten Bildprozesierungsbibliothek ITK(v4) und ist Open Source.
es: OTB ha sido financiado por la Agencia Espacial Francesa (CNES) en el marco de la Parte Metodológica del Programa de Acompañamiento ORFEO/Pleiades y se ha desarrollado activamente desde 2006. Se basa en la biblioteca de procesamiento de imágenes ITK y se distribuye como Código Abierto.
fr: OTB a été réalisée par l'Agence Spatiale Française (CNES) dans le cadre de la partie méthodologique du programme d'accompagnement ORFEO/Pléiades et a été activement développée depuis 2006. Elle s'appuie sur la librairie de traitement d'image médicale ITK et est distribuée en Open Source.
hu: Az OTB-t a francia Űrügynökség (CNES) indította el az ORFEO/Pleiades Kísérő Program Módszertani része keretében, és 2006 óta aktívan fejleszti. Az ITK képfeldolgozó könyvtáron alapul és nyílt forráskódú.
it: OTB è stato fondato dall’Agenzia Spaziale Francese (CNES) nel riquadro della Parte metodologica del Programma Accompaniement ORFEO/Pleiades ed è stato attivamente sviluppato dal 2006. Si basa sulla libreria di elaborazione di immagini ITK e viene distribuito come sorgente aperto.
ja: OTB は、ORFEO/Pleiades付属プログラムの メソドロジカル・パートの枠組みにもとづき、フランス宇宙機関 (CNES) の資金提供をうけて、 2006年から活発に開発されている。これは、 ITK イメージ処理ライブラリーに基づいており、オープンソースとして配布されます。
sv: OTB har finansierats av den franska rymdstyrelsen (CNES) inom ramen för den metodologiska delen av ORFEO/Pleiades Accompaniement Program och har utvecklats aktivt sedan 2006. Det är baserat på bildbehandlingsbiblioteket ITK och distribueras som öppen källkod.

source: otb screenshot
sv: otb skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: image access: optimized read/write access for most remote sensing raster formats (also JPEG2000 formats), meta-data access and visualization;
de: Bildzugriff: optimierter Lese-/Schreibzugriff für die meisten Fernerkundungsrasterdatenformate (inklusive Jpeg2000), Metadatenzugriff und Visualisierung
es: acceso a la imagen: acceso optimizado de lectura/escritura para la mayoría de los formatos de trama de detección remota (también formatos JPEG2000), acceso y visualización de metadatos;
fr: accès à l'image: accès optimisé en lecture/écriture pour la plupart des formats de d'images raster de télédétection (y compris les formats JPEG2000), accès et visualisation aux métadonnées;
hu: kép hozzáférés: optimalizált olvasás/írás hozzáférés a távérzékelésben használt raszter formátumok többségéhez (JPEG2000 formátum is), metaadat hozzáférés és megjelenítés;
it: accesso alle immagini: accesso ottimizzato in lettura/scrittura per la maggior parte dei formati di immagini telerilevate (incluso Jpeg2000 attraverso OpenJPEG), accesso e visualizzazione dei metadata;
ja: 画像アクセス: ほとんどのリモートセンシングラスターフォーマット ( JPEG2000 形式を含む)、メタデータアクセス、および視覚化のための最適化された読み取り/書き込みアクセス
sv: bildåtkomst: optimerad läs- och skrivåtkomst för de flesta rasterformat för fjärranalys (även JPEG2000-format), åtkomst till metadata och visualisering;

source: orthorectification using DEM, map reprojection and sensor model refinement
de: Orthorectification unter Verwendung von DEM und Kartenumprojektion
es: ortorectificación utilizando DEM, reproyección del mapa y refinamiento del modelo del sensor
fr: orthorectification utilisant le DEM, la reprojection de cartes et le raffinement du modèle de capteur
hu: ortofotó készítés DEM felhasználásával, vetületi átszámítás és szenzor modell finomítás
it: ortorettificazione utilizzando DEM, riproizione di mappe e miglioramento dei modelli dei sensori
ja: DEM、地図の再投影、およびセンサーモデルの改良によるオルソ化
sv: orthorektifiering med hjälp av DEM, kartreprojektion och förfining av sensormodeller

source: optical and SAR calibration
de: optische und SAR Kalibrierung
es: óptica y calibración de SAR
fr: calibration SAR et optique
hu: optikai és SAR kalibráció
it: calibrazione ottica e SAR
ja: 光学式および SAR 調整
sv: optisk kalibrering och SAR-kalibrering

source: image fusion
de: Bildfusion
es: fusión de imágenes
fr: fusion d'image
hu: képfúzió
it: fusione di immagini
ja: 画像融合
sv: bildfusion

source: filtering: blurring, denoising, enhancement...
de: Filtern: Blurring, Denoising, Verbesserungen
es: filtrado: desenfoque, eliminación de ruido, mejora ...
fr: filtrage: floutage, débruitage, rehaussement...
hu: szűrés: elmosódás, zaj, kiemelés...
it: filtraggio: blurring, denoising, enhancement…
ja: フィルタリング: ぼかし、ノイズ除去、強調...
sv: filtrering: oskärpa, denoising, förstärkning...

source: feature extraction: interest points, alignments, lines...
de: Erzeugen von Objekten: Einfügen von Punkten, Anpassungen, Linien
es: extracción de características: puntos de interés, alineaciones, líneas ...
fr: extraction d'objets: points d'intérêt, alignements, lignes...
hu: elemek kiemelése: érdekes pontok, nyomvonalak, vonalak...
it: estrazione di elementi: punti d’interesse, allineamenti, linee…
ja: フィーチャー抽出: POI、整列、線分...
sv: extrahering av funktioner: intressepunkter, inriktningar, linjer ...

source: object detection
de: Objekterkennung
es: detección de objetos
fr: détection d'objets
hu: objektum felismerés
it: rilevamento oggetti
ja: オブジェクト抽出
sv: objektdetektering

source: large scale image segmentation: region growing, mean-shift, watershed, level sets...
de: Bildsegmentierung: Region Growing, Watershed, Niveaumengenmethoden (Level Sets)
es: segmentación de imágenes a gran escala: crecimiento de la región, cambio de medias, cuenca hidrográfica, conjuntos de niveles ...
fr: segmentation d'image à grande échelle: accroissement régional, déplacement-moyen, bassin-versant, ensembles de niveaux...
hu: nagyméretű kép szegmentálás: régió növelés, mean-shift szűrés, vízgyűjtő, level set...
it: segmentazione d’immagine a larga scala: region growing, mean-shift, watershed, level sets…
ja: 大規模画像セグメンテーション: 領域拡張、平均シフト、水位、レベルセット...
sv: storskalig bildsegmentering: regionväxling, medelvärdesförskjutning, vattendelare, nivåuppsättningar ...

source: sample selection framework for training
de: Framework mit Beispielen zum Testen
es: marco de selección de muestra para la formación
fr: framework de sélection d'échantillon pour l’entraînement
hu: minta kiválasztó keretrendszer a tanításhoz
ja: トレーニング用のサンプル選択フレームワーク
sv: ramverk för urval av stickprov för utbildning

source: classification: both supervised and unsupervised algorithms coming from OpenCV , Shark, libSVM or custom implementations (K-means, Markov random fields, SVM, Random Forest, ...)
de: Klassifizierung: K-Means, SVM, MRF (Markov Random Fields)
es: clasificación: algoritmos supervisados y no supervisados procedentes de OpenCV, Shark, libSVM o implementaciones personalizadas (K-means, campos aleatorios de Markov, SVM, Random Forest, ...)
fr: classification: algorithmes à la fois supervisés et non-supervisés provenant d'OpenCV, Shark, libSVM ou d'implémentations personnalisées (K-means, champs aléatoires de Markov, SVM, forêt aléatoire, ...)
hu: osztályozás: mindkettő felügyelt és felügyelet nélküli algoritmusok az OpenCV, Shark, libSVM könyvtárakból vagy egyéni implementáciiók (K-means, Markov random fields, Random forest, ....)
it: classificazione: algoritmi entrambi supervisionati e non supervisionati da OpenCV, Shark, libSVN o implementazioni personalizzate (K-means, campi casuali Markov, SVM, Random Forest, ...)
ja: 種別: OpenCV 、 Shark、 libSVM 、またはカスタム・インプリメンテーション ( K - 平均、マルコフ・ランダム・フィールド、 SVM、ランダム・フォレスト、 ...) からくる、教師ありアルゴリズムと教師なしアルゴリズムの両方。
sv: klassificering: både övervakade och oövervakade algoritmer från OpenCV , Shark, libSVM eller anpassade implementeringar (K-means, Markov random fields, SVM, Random Forest, ...)

source: regression using machine learning methods from OpenCV (SVM, Random Forest, ...)
de: Regression mit Hilfe von machine-learning Methoden von OpenCV (SVM, Random Forest, ...)
fr: régression utilisant des méthodes de 'machine learning' de OpenCV (SVM, forêt aléatoire, ...)
hu: regresszió az OpenCV gépi tanulási módszereivel (SVM, Random Forest, ...)
it: regressione usado metodi di machine learning fa OpenCV (SVM, Random Forest, ...)
ja: OpenCV (SVM、ランダム・フォレスト、 ...) から機械学習メソッドを使用した回帰
sv: regression med hjälp av maskininlärningsmetoder från OpenCV (SVM, Random Forest, ...)

source: object-based image analysis
de: objektbasierte Bildanalyse
es: análisis de imágenes basado en objetos
fr: analyse d'image orientée-objet
hu: objektum alapú kép elemzés
it: analisi di immagini basata su oggetti
ja: オブジェクト・ベースのイメージ分析
sv: objektbaserad bildanalys

source: geospatial analysis
de: räumliche Analyse
es: Análisis geoespacial
fr: analyse géospatiale
hu: térinformatikai elemzések
it: analisi geospaziale
ja: 地理空間分析
sv: geospatial analys

source: stereoscopic reconstruction from optical images
de: Stereoskopische Rekonstruktion von optischen Bildern
es: reconstrucción estereoscópica a partir de imágenes ópticas
fr: reconstuction stéréoscopique à partir d'images optiques
hu: sztereoszkópikus rekonstrukció optikai képektől
it: ricostruzione stereografica per immagini ottiche
ja: 光学画像からの立体構造の復元
sv: stereoskopisk rekonstruktion från optiska bilder

source: SAR data analysis : calibration, polarimetry analysis
de: SAR Datenanalyse: Kalibrierung, polarimetry analysis
es: Análisis de datos SAR: calibración, análisis de polarimetría
fr: analyse de données SAR: calibration, analyse de polarimétrie
hu: SAR adatelemzés: kalibrálás, polarimetry elemzés
it: analisi dati SAR: calibrazione, analisi polarimetrica
ja: SAR データ分析 : 較正、偏光分析
sv: Analys av SAR-data: kalibrering, polarimetrisk analys

source: change detection.
de: Änderungsverfolgung
es: detección de cambios.
fr: changement de détection.
hu: változás észlelés
it: rilevamento dei cambiamenti.
ja: 変更の検出。
sv: upptäckt av förändringar.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://www.orfeo-toolbox.org/
de: **Webseite:** https://www.orfeo-toolbox.org/
es: **Sitio web:** https://www.orfeo-toolbox.org/
fr: **Site Internet:** https://www.orfeo-toolbox.org/
ja: **Webサイト:** https://www.orfeo-toolbox.org/
sv: **Webbplats:** https://www.orfeo-toolbox.org/

source: **Licence:** Apache v2.0
de: **Lizenz:** Apache v2.0
es: **Licencia:** Apache v2.0
hu: **Licenc:** Apache v2.0
it: **Licenza:** Apache v2.0
ja: **ライセンスLicence:** Apache v2.0
sv: **Licens:** Apache v2.0

source: **Software Version:** |version-otb|
es: **Versión de software:** |version-otb|
fr: **Version du logiciel:** |version-otb|
hu: **Szoftver verzió:** |version-otb|
it: **Versione Software:** |version-otb|
ja: **ソフトウェアバージョン:** |version-otb|
sv: **Programvaruversion:** |version-otb|

source: **Supported Platforms:** Linux, Mac, Windows
de: **Unterstützte Plattformen:** Linux, Mac, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Linux, Mac, Windows
hu: **Támogatott platformok:** Linux, Mac, Windows
it: **Piattaforme supportate:** Linux, Mac, Windows
ja: **対応プラットフォーム:** Linux, Mac, Windows
sv: **Plattformar som stöds:** Linux, Mac, Windows

source: **API Interfaces:** C++
de: **API Schnittstellen:** C++
es: **Interfaces API:** C++
fr: **Interface de l'API:** C++
hu: **API interfészek:** C++
it: **Interfacce API:** C++
ja: **API インタフェース:** C++
sv: **API-gränssnitt:** C++

source: **Commercial Support:** |SUPPORT|
de: **Kommerzieller Support:** |SUPPORT|
es: **Soporte Comercial:** |SUPPORT|
fr: **Support commercial :** |SUPPORT|
ja: **商用サポート:** |SUPPORT|
sv: **Kommersiellt stöd:** |SUPPORT|

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/otb_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/otb_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/otb_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/otb_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/otb_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/otb_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/otb_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/otb_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: **Website:** http://www.orfeo-toolbox.org/
hu: **Honlap:** http://www.orfeo-toolbox.org/
it: **Sito web:** http://www.orfeo-toolbox.org/

source: **Commercial Support:** http://www.osgeo.org/search_profile
hu: **Kereskedelmi támogatás:** http://www.osgeo.org/search_profile
it: **Supporto commerciale:** http://www.osgeo.org/search_profile
