Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/postgis_overview.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: Spatial Database
de: Räumliche Datenbank
es: Base de Datos Espacial
fi: Paikkatietokanta
fr: Base de données spatiale
hu: Téradatbázis
it: Database spaziale
ja: 空間データベース
sv: Spatial databas

source: PostGIS spatially enables the popular PostgreSQL object-relational database, allowing it to be used as a back-end database for geographic information systems (GIS) and web-mapping applications.
de: PostGIS erweitert das bekannte objekt-relationale Datanbanksystem PostgreSQL um räumliche Funktionen. Damit wird es möglich, PostgreSQL als zentrale Datenbank für geographische Informationssysteme (GIS), Geodateninfrastrukturen oder Webmaps zu nutzen.
es: PostGIS habilita espacialmente la popular base de datos relacional de objetos PostgreSQL, lo que le permite ser utilizada como una base de datos back-end para sistemas de información geográfica (GIS) y aplicaciones de mapeo web.
fi: PostGIS:in avulla voidaan hyödyntää paikkatietoja suositussa PostgreSQL relaatiotietokanta-ohjelmassa. Näin PostGIS:ia voidaan käyttää paikkatietojärjestelmien (GIS-järjestelmät) ja web-karttasovelluksien tietokantana.
fr: PostGIS rend spatiale la base de données relationnelle populaire PostgreSQL, lui permettant d'être utilisée comme une base de données de stockage pour les Systèmes d'Information Géographique (SIG) et pour les applications de cartographie en ligne.
hu: A PostGIS térinformatikai képességekkel bővíti a népszerű PostgreSQL objektum-relációs adatbázist, ezzel lehetővé téve, hogy a térinformatikai rendszerek (GIS) és web-térkép alkalmazások háttér adatbázisa legyen.
it: PostGIS abilita spazialmente il popolare database relazionale PostgreSQL, permettendogli di essere usato come database back-end per sistemi informativi geografici (GIS) e applicazioni di web-mapping.
ja: PostGIS は人気のある PostgreSQL オブジェクト-リレーショナルデータベースを空間対応したもので、地理情報システム (GIS) や Webマッピングアプリケーションのためのバックエンドデータベースとして利用可能です。
sv: PostGIS möjliggör rumsligt den populära PostgreSQL-objektrelationsdatabasen, så att den kan användas som en back-end-databas för geografiska informationssystem (GIS) och webbkartapplikationer.

source: PostGIS is stable, fast, standards compliant, with hundreds of spatial functions and is currently the most widely used Open Source spatial database. PostGIS is used by diverse organisations from around the world, including risk-averse government agencies and organisations storing terabytes of data serving millions of web requests per day.
de: PostGIS ist stabil, schnell, standardkonform und enthält hunderte von räumlichen Funktionen. Es ist die am weitesten verbreitete quelloffene, räumliche Datenbank. Viele Organisationen weltweit setzen PostGIS ein. Darunter sind auch sicherheitsbewusste Organisationen, die sehr große Datenmenge speichern und täglich viele Millionen Datenbankabfragen bearbeiten können.
es: PostGIS es estable, rápido, compatible con los estándares, con cientos de funciones espaciales y actualmente es la base de datos espacial de código abierto más utilizada. PostGIS es utilizado por diversas organizaciones de todo el mundo, incluidas agencias gubernamentales y organizaciones con aversión al riesgo que almacenan terabytes de datos que atienden millones de solicitudes web por día.
fi: Markkinoiden laajimmiten käytössä oleva avoimen lähdekoodin PostGIS on vakaa, suoritustehokas, standardien mukainen, satojen paikkatietofunktioiden paikkatietokanta. PostGIS:ia käytetään eri organisaatioiden toimesta eri puolilla maailmaa. Myös riskivarmat valtioiden virastot ja muut organisaatiot hallinnoivat PostGIS:issa useiden terabittien tai miljoonien sovelluksiin kohdistuvien verkkokyselyiden edestä paikkatietoja.
fr: PostGIS est stable, rapide, conforme aux standards, avec des centaines de fonctions spatiales et est actuellement la base de données spatiale Open Source la plus utilisée actuellement. PostGIS est utilisée par diverses organisations autour du monde, incluant des agences gouvernementales gérant des données à caractère sensible et des organisations stockant des térabytes de données servant des millions de requêtes par jour.
hu: A PostGIS egy stabil, gyors, szabvány követő szoftver, a térinformatikai függvények százaival, mely jelenleg a legszélesebb körben használt nyílt forráskódú téradatbázis. Az intézmények széles köre használja világszerte, a kockázat-kerülő kormányzati intézmények és terabyte-os adatokból milliónyi internetes lekérdezést kiszolgáló cégek is.
it: PostGIS è stabile, veloce, conforme agli standard, con centinaia di funzioni spaziali ed è attualmente il database spaziale Open Source più usato. PostGIS è usato da diverse organizzazioni di tutto il mondo, tra cui agenzie governative avverse al rischio e organizzazioni che immagazzinano terabyte di dati che servono milioni di richieste web al giorno.
ja: PostGIS は安定して、高速で、標準に準拠した多くの機能を持ち、オープンソースの空間データベースの中では、現在、最も幅広く利用されています。PostGIS は世界中の様々な組織で利用されています。その中には危機対策政府機関やテラバイト級データを持ち毎日数百万回のリクエストを処理している機関もあります。
sv: PostGIS är stabilt, snabbt, följer standarder, har hundratals spatiala funktioner och är för närvarande den mest använda spatiala databasen med öppen källkod. PostGIS används av olika organisationer från hela världen, inklusive riskbenägna myndigheter och organisationer som lagrar terabyte med data och hanterar miljontals webbförfrågningar per dag.

source: Database administration is available for desktop and the web via pgAdmin, phpPgAdmin, and others. Data import/export can be done by command line tools (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) or from desktop and web GIS clients. These clients can also map and manipulate PostGIS spatial data tables.
de: Die Datenbank-Administration ist unter anderem mit pgAdmin und phpPgAdmin möglich. Der Im- und Export von Daten wird mit verschiedenen Konvertierungswerkzeugen (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) durchgeführt. Es gibt zahlreiche Desktop-GIS- und Browser-Anwendungen die PostGIS-Daten visualisieren können.
es: La administración de la base de datos está disponible para escritorio y la web a través de pgAdmin, phpPgAdmin y otros. La importación / exportación de datos se puede realizar mediante herramientas de línea de comandos (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) o desde clientes SIG de escritorio y web. Estos clientes también pueden asignar y manipular tablas de datos espaciales de PostGIS.
fi: Tietokannan hallinta voi tapahtua työpöytäohjelmistojen tai verkkosovellusten kuten pgAdmin ja phpPgAdmin avulla. Paikkatietojen tuonti ja vienti onnistuu komento-ohjelmistoja (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis), työasemaohjelmistoja tai web-sovellukset hyödyntäen. Nämä ohjelmistot ja sovellukset pystyvät visualisoimaan ja manipuloimaan PostGIS-paikkatietokantatauluja.
fr: L'administration de base de données est disponible pour le bureau et le web avec pgAdmin, phpPgAdmin, et d'autres. L'import/export de données peut être fait par des outils en ligne de commande (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) ou depuis des clients SIG bureautiques et web. Ces clients peuvent aussi cartographier et manipuler les tables des bases de données spatiales PostGIS.
hu: Az adatbázis adminisztráció elérhető közvetlenül a gépről vagy webes kapcsolaton keresztül, pgAdmin, phpPgAdmin vagy más programmal. Adatok importálása és exportálása parancssori eszközökkel (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) vagy asztali és webes GIS kliensekkel valósítható meg. Ezek a kliensek képesek megjeleníteni és kezelni a PostGIS téradatokat tartalmazó táblákat.
it: L'amministrazione del database è disponibile per il desktop e il web tramite pgAdmin, phpPgAdmin, e altri. L'importazione/esportazione dei dati può essere fatta da strumenti a linea di comando (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) o da client GIS desktop e web. Questi client possono anche mappare e manipolare le tabelle di dati spaziali PostGIS.
ja: データベース管理は、pgAdmin、phpPgAdmin、その他のプログラムを利用して可能です。データのインポート・エクスポートは、コマンドラインツール (shp2pgsql、pgsql2shp、ogr2ogr、dxf2postgis) や、デスクトップ、Web GIS クライアントから可能です。これらのクライアントは PostGIS 空間データテーブルの地図表示や操作を可能とします。
sv: Databasadministration är tillgänglig för skrivbord och webb via pgAdmin, phpPgAdmin och andra. Dataimport/export kan göras med kommandoradsverktyg (shp2pgsql, pgsql2shp, ogr2ogr, dxf2postgis) eller från GIS-klienter på dator och webb. Dessa klienter kan också mappa och manipulera PostGIS rumsliga datatabeller.

source: postgis screenshot
it: screenshot di postgis
sv: postgis skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Päätoiminnallisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Hundreds of spatial functions
de: Hunderte räumliche Funktionen
es: Cientos de funciones espaciales
fi: Satoja paikkatietofunktioita
fr: Centaines de fonctions spatiales
hu: Térinformatikai függvények százai
it: Centinaia di funzioni spaziali
ja: 何百もの空間関数群
sv: Hundratals rumsliga funktioner

source: Buffers, unions, overlays, distance and more
de: Berechnung von Pufferzonen, Vereinigungen, Verschneidungen, Distanzen und mehr
es: Buffers, uniones, superposiciones, distancia y más
fi: Puskurit, yhdistämiset, päällekkäisyysanalyysit, etäisyydet ja paljon enemmän
fr: Tampons, unions, recouvrements, distance et plus
hu: Övezet, unió, átfedésvizsgálat, távolság és még továbbiak
it: Buffer, unioni, sovrappozioni, distanze e molto altro
ja: バッファ、ユニオン、オーバーレイ、ディスタンス など
sv: Buffertar, unioner, överlappningar, avstånd m.m

source: ACID transactional integrity
de: ACID transaktionale Integrität
es: Integridad transaccional ACID
fi: ACID-transaktionaalinen eheys
fr: Intégrité transactionnel ACID
hu: ACID tranzakció integritás
it: Integrità transazionale ACID
ja: ACID トランザクションの完全性
sv: ACID transaktionsintegritet

source: R-Tree spatial index
de: R-Tree als räumlichen Index
es: Índice espacial R-Tree
fi: R-Tree spatiaalinen indeksi
fr: Index spatial R-Tree
hu: R-Tree térbeli index
it: Indice spaziale R-Tree
ja: R-Tree 空間インデックス
sv: R-Tree rumsligt index

source: Multi-user support
de: Mehrbenutzerunterstützung
es: Soporte de multi-usuarios
fi: Usean käyttäjän tuki
fr: Support multiutilisateurs
hu: Többfelhasználós környezet
it: Supporto multi-utente
ja: マルチユーザのサポート
sv: Stöd för flera användare

source: Row-level locking
es: Bloqueo a nivel de fila
fi: Rivi tason lukitus
fr: Verrouillage à la ligne
hu: Sor szintű zárolások
it: Blocco a livello di riga
ja: 行レベルのロッキング
sv: Låsning på radnivå

source: Replication
de: Replikation
es: Replicación
fi: Replikointi
fr: Réplication
hu: Replikáció
it: Replicazione
ja: レプリケーション
sv: Replikering

source: Partitioning
de: Partitionierung
es: Partición
fi: Osiointi
fr: Partitionnement
hu: Particionálás
it: Partizionamento
ja: パーティショニング
sv: Partitionering

source: Role-based security
de: Rollenbasiertes Sicherheitskonzept
es: Seguridad basada en roles
fi: Rooleille perustuva suojaus
fr: Sécurité basée sur les rôles
hu: Szerepalapú biztonság
it: Sicurezza basata sui ruoli
ja: ロールベースのセキュリティ
sv: Rollbaserad säkerhet

source: Table-spaces, schemas
de: Tablespaces und Schemata
es: Espacios de tablas, esquemas
fi: Taulukko-tilat, skeemat
fr: Espaces de table, schémas
hu: Táblaterek, sémák
it: Table-spaces, schemi
ja: テーブル空間、スキーマ
sv: Tabellutrymmen, scheman

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fi: Toteutetut standardit
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: OGC standards compliant (SFSQL)
de: OGC standardkonform (SFSQL)
es: Compatible con estándares OGC (SFSQL)
fi: OGC-standardien mukainen (SFSQL)
fr: Conforme aux standards OGC (SFSQL)
hu: OGC szabvány kompatibilitás (SFSQL)
it: Conformi agli standard OGC (SFSQL)
ja: OGC 標準への準拠 (SFSQL)
sv: OGC-standarder som överensstämmer (SFSQL)

source: Details
es: Detalles
fi: Tiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://postgis.net
de: **Webseite:** http://postgis.net
es: **Sitio web:** http://postgis.net
fi: ** Verkkosivut: ** http://postgis.net
fr: **Site web:** http://postgis.net
hu: **Honlap:** http://postgis.net
it: **Sito web:** http://postgis.net
ja: **Webサイト:** http://postgis.net
sv: **Webbplats:** http://postgis.net

source: **Licence:** GNU General Public License (GPL) version 2
de: **Lizenz:** GNU General Public License (GPL) version 2
es: **Licencia:** GNU General Public License (GPL) version 2
fi: ** Lisenssi: ** GNU General Public License (GPL) versio 2
fr: **Licence:** Licence GNU General Public (GPL) version 2
hu: **Licenc:** GNU General Public License (GPL) verzió 2
it: **Licenza:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2
sv: * * Licens: * * GNU General Public License (GPL) version 2

source: **Software Version:** |version-postgis|
es: **Versión de software:** |version-postgis|
fi: ** Ohjelmistoversio: ** | versio-postgis |
fr: **Version du logiciel:** |version-postgis|
hu: **Szoftver verzió:** |version-postgis|
it: **Versione Software:** |version-postgis|
ja: **ソフトウェアバージョン:** |version-postgis|
sv: **Programvaruversion:** |version-postgis|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fi: ** Tuetut käyttöjärjestelmät: ** Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** SQL
de: **API Schnittstellen:** SQL
es: **Interfaces API:** SQL
fi: ** API-rajapinnat: ** SQL
fr: **Interface de l'API:** SQL
hu: **APIiInterfészek:** SQL
it: **Interfacce API:** SQL
ja: **API インターフェイス:** SQL
sv: **API-gränssnitt:** SQL

source: **Support:** |SUPPORT|
es: **Soporte:** |SUPPORT|
fi: **Tuki:** |SUPPORT|
it: **Supporto:** |SUPPORT|
ja: **サポート:** |SUPPORT|

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fi: Lähtöohjeistus
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/postgis_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/postgis_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/postgis_quickstart>`
fi: :doc:`Pika-aloitusdokumentaatio <../quickstart/postgis_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/postgis_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/postgis_quickstart>`
it: :doc:`Guida rapida <../quickstart/postgis_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/postgis_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/postgis_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: **Support:** http://www.osgeo.org/search_profile
hu: **Támogatás:** http://www.osgeo.org/search_profile
