Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/proj_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: PROJ is a library that provides methods to transform between different coordinate reference systems. A geographic coordinate reference system allows all points on the earth to be described as a set of coordinates (such as latitude, longitude and elevation). Different systems are used to represent the tridimensional earth on a flat, bidimensional map.
de: PROJ ist eine Bibliothek, die Methoden zum Transformieren zwischen verschiedenen Koordinatenreferenzsystemen bereitstellt. Ein geographisches Koordinatenreferenzsystem ermöglicht es, alle Punkte auf der Erde als einen Satz von Koordinaten (z. B. Breitengrad, Längengrad und Höhe) zu beschreiben. Verschiedene Systeme werden verwendet, um die dreidimensionale Erde auf einer flachen, zweidimensionalen Karte darzustellen.
es: PROJ es una biblioteca que proporciona métodos para transformar entre sistemas de referencia de coordenadas diferentes. Un sistema de referencia de coordenadas geográficas permite que todos los puntos de la tierra puedan ser descritos como un conjuntos de coordenadas (como latitud, longitud y altitud). Diversos sistemas se utilizan para representar la tierra tridimensional en un plano o mapa bidimensional.
fr: PROJ est une librairie qui fournit des méthodes pour transformer des points entre différents systèmes de coordonnées de référence. Un système de coordonnées géographique de référence permet de décrire tous les points de la Terre sous la forme d'un ensemble de coordonnées (comme la latitude, la longitude et l'élévation). Différents systèmes sont utilisés pour représenter les 3 dimensions de la Terre sur une carte plate en 2 dimensions.
hu: A PROJ egy könyvtár, mely a különböző koordináta referencia rendszerek közötti transzformációs módszereket biztosít. Egy földrajzi koordináta referencia rendszer lehetővé teszi valamennyi pont leírását a koordinátákkal (úgy mint hosszúság, szélesség és magasság). Különböző rendszereket használunk a háromdimenziós föld reprezentációjára egy síkbeli, kétdimenziós térképen.
it: PROJ è una libreria che offre metodi per trasformare dati tra sistemi di riferimento di coordinate differenti. Un sistema di riferimento di coordinate geografiche consente a tutti i punti sulla terra di essere descritti come insiemte di coordinate (quali latitudine, longitudine e quota). Sistemi diversi vengono usati per rappresentare la terra tridimensionale su una mappa piatta, a due dimensioni.
ja: PROJは、異なる座標参照システム間で変換するメソッドを提供するライブラリです。地理座標参照システムでは、地球上のすべての点を座標(緯度、経度、高度など)のセットとして記述できます。それぞれのシステムは、平坦な二次元マップ上に三次元地球を表現ししています。
sv: PROJ är ett bibliotek som tillhandahåller metoder för att transformera mellan olika koordinatreferenssystem. Ett geografiskt koordinatreferenssystem gör det möjligt att beskriva alla punkter på jorden med hjälp av en uppsättning koordinater (t.ex. latitud, longitud och höjd). Olika system används för att representera den tredimensionella jorden på en platt, tvådimensionell karta.

source: PROJ is used in :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation and various others.
de: PROJ wird von :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation und vielen anderen verwendet.
es: PROJ se usa en :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation y varios otros.
fr: PROJ est utilisé dans :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation et bien d'autres.
hu: A PROJ-et használja a :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation és még továbbiak.
it: PROJ viene usato in :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation e varie trasformazioni.
ja: PROJは、 :doc:`MapServer <mapserver_overview>` 、 :doc:`GRASS GIS <grass_overview>` 、 :doc:`PostGIS <postgis_overview>` 、 :doc:`Mapnik <mapnik_overview>` 、そして、 Thuban, OGDI, TopoCad, OGRCoordinateTransformation などなどで利用されています。
sv: PROJ används i :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation och många andra.

source: PROJ has been translated from C to `other languages <https://trac.osgeo.org/metacrs/wiki>`_. These sub-projects include:
de: PROJ wurde von C in "andere <https: trac.osgeo.org/metacrs/wiki="">Sprachen" übersetzt. Zu diesen Teilprojekten gehören:</https:>
es: PROJ ha sido traducido de C a `otros idiomas <https://trac.osgeo.org/metacrs/wiki>`_. Estos subprotectos incluyen:
fr: PROJ a été traduit de C vers `d'autres langages <https://trac.osgeo.org/metacrs/wiki>`_. Ces sous-projets incluent :
hu: A PROJ-t C-ről átfordítottál `más nyelvekre <https://trac.osgeo.org/metacrs/wiki>`_. Ezek alprojektek között van:
it: PROJ è stata tradotta da C ad `altri linguaggi <https://trac.osgeo.org/metacrs/wiki>`_. Questi sotto progetti includono:
ja: PROJ は、Cから、 `ほかの言語へ <https://trac.osgeo.org/metacrs/wiki>`_ 変換されています。サブプロジェクトには、:
sv: PROJ har översatts från C till `andra språk <https://trac.osgeo.org/metacrs/wiki>`_. Dessa underprojekt inkluderar:

source: Proj4js (JavaScript) - used in :doc:`OpenLayers <openlayers_overview>`.
de: Proj4js (JavaScript) - benutzt in :doc:`OpenLayers <openlayers_overview>`.
es: Proj4js (JavaScript) - usado en :doc:`OpenLayers <openlayers_overview>`.
fr: Proj4js (JavaScript) - utilisé dans :doc:`OpenLayers <openlayers_overview>`.
hu: Proj4js (JavaScript) - :doc:`OpenLayers <openlayers_overview>` használja.
it: Proj4js (JavaScript) - usato in :doc:`OpenLayers <openlayers_overview>`.
ja: Proj4js (JavaScript) - :doc:`OpenLayers <openlayers_overview>` で使われている。
sv: Proj4js (JavaScript) - används i :doc:`OpenLayers <openlayers_overview>`.

source: CS-Map (C++) - used in MapGuide.
de: CS-Map (C++) - benutzt in MapGuide.
es: CS-map (C++) - utilizado en MapGuide.
fr: CS-Map (C++) - utilisé dans MapGuide.
hu: CS-Map (C++) - MapGuide használja.
it: CS-Map (C++) - usato in MapGuide.
ja: CS-Map (C++) - MapGuide に採用
sv: CS-Map (C++) - används i MapGuide.

source: `EPSG.io <https://epsg.io/>`_ - website to retrieve coordinate system definitions
de: `EPSG.io <https://epsg.io/>`_ - Webseite zum abfragen von Koordinatensystemen-Definitionen.
es: `EPSG.io <https://epsg.io/>`_ - website para obtener definiciones de sistemas de coordenadas.
fr: `EPSG.io <https://epsg.io/>`_ - pour récupérer les définitions des systèmes de coordonnées.
hu: `EPSG.io <https://epsg.io/>`_ - a vetületi rendszer definíciók beszerzésére
it: `EPSG.io <https://epsg.io/>`_ - sito web per recuperare le definizioni dei sistemi di coordinate
ja: `EPSG.io <https://epsg.io/>`_ - 座標系定義を取得するためのWebサイトです
sv: `EPSG.io <https://epsg.io/>`_ - webbplats för att hämta definitioner av koordinatsystem

source: `SpatialReference.org <https://spatialreference.org/>`_ - website to retrieve coordinate system definitions (obsolete).
de: `SpatialReference.org <http://spatialreference.org/>`_ - Webseite zum Abfragen von Koordinatensystemen-Definitionen (obsolete).
es: `SpatialReference.org <https://spatialreference.org/>`_ - website para obtener definiciones de sistemas de coordenadas. (Obsoleto)
fr: `SpatialReference.org <https://spatialreference.org/>`_ - site web des définitions de systèmes de coordonnées (obsolète).
hu: `SpatialReference.org <https://spatialreference.org/>`_ - a vetületi rendszer definíciók beszerzésére (elavult).
it: `SpatialReference.org <https://spatialreference.org/>`_ - sito web per recuperare le definizioni dei sistemi di coordinate (obsolete).
ja: `SpatialReference.org <https://spatialreference.org/>`_ - 座標系定義を取得するためのWebサイトです(旧式)
sv: `SpatialReference.org <https://spatialreference.org/>`_ - webbplats för att hämta definitioner av koordinatsystem (föråldrad).

source: proj screenshot
es: pantalla de proj
sv: proj skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Provides point transformation from one coordinate reference system to another.
de: Unterstützt Koordinatentransformationen zwischen unterschiedlichen Referenzsystemen.
es: Proporciona el punto de transformación de un sistema de referencia de coordenadas a otro.
fr: fournit la transformation de point d'un système de coordonnées de référence à un autre
hu: Pont transzformációt biztosít az egyik vetületi rendszerből a másikba.
it: Fornisce trasformazioni di punti da un sistema di coordinate di riferimento a un altro.
ja: ある座標参照システムから別の座標参照システムへの点変換を提供します。
sv: Tillhandahåller punkttransformation från ett koordinatreferenssystem till ett annat.

source: Includes transformation between datums.
de: Unterstützt Datumstransformationen.
es: Incluye transformación entre los datos de referencia o datums.
fr: inclut la transformation entre datums
hu: Dátum transzformációkat tartalmaz.
it: Include trasformazione tra datum.
ja: データ間の変換が含まれます。
sv: Inkluderar transformation mellan datums.

source: Large number of projection classes supported.
de: Unterstützt eine Vielzahl an Koordinatensystemen.
es: Gran cantidad de clases de proyección compatibles.
fr: un grand nombre de classes de projections supportées
hu: Nagy számú vetületet támogat.
it: Supporto per un gran numero di classi di proiezioni.
ja: 多数の投影クラスがサポートされています。
sv: Stöd för ett stort antal projektionsklasser.

source: Implemented Standards
de: Unterstützte Standards
es: Estándares Implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: PROJ uses coordinate system definitions defined by the `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>`_. Well Known Text (WKT) format.
de: PROJ verwendet die von der `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>` festgelegten Koordinatensystemdefinitionen. Well Known Text (WKT) Format.
es: PROJ utiliza las definiciones del sistema de coordenadas dadas por el `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>`. Bien conocido formato de texto (WKT).
fr: PROJ utilise les définitions de système de coordonnées définies par le `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>` au format WKT (Well Known Text).
hu: A PROJ az `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>` vetületi definícióját használja. Well Known Text (WKT) formátum.
it: PROJ use le definizioni del sistema di coordinate forniti dall'`European Petroleum Survey Group (EPSG) <https://www.epsg.org/>`. Formato Well Known Text (WKT).
ja: PROJ は、 `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>`_ で定義されている座標系定義を使用しています。Well Known Text(WKT)形式。

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://proj.org/
de: **Webseite:** https://proj.org/
es: **Sitio web:** https://proj.org/
fr: **Site web:** https://proj.org/
hu: **Honlap:** https://proj.org/
it: **Sito web:** https://proj.org/
ja: **Webサイト:** https://proj.org/
sv: **Webbplats:** https://proj.org/

source: **Licence:** `X/MIT Open Source license <https://proj.org/about.html#license>`_
de: **Lizenz:** `X/MIT Open Source license <https://proj.org/about.html#license>`_
es: **Licencia:** `licencia X/MIT estilo Código Abierto <https://proj.org/about.html#license>`_
hu: **Licenc:** `X/MIT Open Source licenc <https://proj.org/about.html#license>`_
it: **Licenza:** licenza `X/MIT Open Source <https://proj.org/about.html#license>`_
ja: **ライセンス:** `X/MIT Open Source license <https://proj.org/about.html#license>`_
sv: **Licens:** `X/MIT Open Source-licens <https://proj.org/about.html#license>`_

source: **Software Version:** |version-proj|
es: **Versión de software:** |version-proj|
fr: **Version du logiciel:** |version-proj|
hu: **Szoftver verzió:** |version-proj|
it: **Versione Software:** |version-proj|
ja: **ソフトウエアバージョン:** |version-proj|
sv: **Programvaruversion:** |version-proj|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas Compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées :** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** C, C++, Python, Java, Ruby
de: **API Schnittstellen:** C, C++, Python, Java, Ruby
es: **Interfaces API:** C, C++, Python, Java, Ruby
fr: **Interfaces d'API:** C, C++, Python, Java, Ruby
hu: **API interfészek:** C, C++, Python, Java, Ruby
it: **Interfacce API:** C, C++, Python, Java, Ruby
ja: **API インタフェース:** C, C++, Python, Java, Ruby
sv: **API-gränssnitt:** C, C++, Python, Java, Ruby

source: **Support:** https://lists.osgeo.org/mailman/listinfo/proj
es: **Soporte:** https://lists.osgeo.org/mailman/listinfo/proj
hu: **Támogatás:** https://lists.osgeo.org/mailman/listinfo/proj
it: **Supporto:** https://lists.osgeo.org/mailman/listinfo/proj
ja: **サポート:** https://lists.osgeo.org/mailman/listinfo/proj

source: Quickstart
es: Guía de Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/proj_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/proj_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/proj_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/proj_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/proj_quickstart>`
it: :doc:`Guida rapida <../quickstart/proj_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/proj_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/proj_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
sv: OSGeo Gemenskap

source: PROJ uses coordinate system definitions defined by the `European Petroleum Survey Group (EPSG) <https://epsg.org/>`_. Well Known Text (WKT) format.
sv: PROJ använder koordinatsystemdefinitioner som definieras av "European Petroleum Survey Group (EPSG) <https://epsg.org/>`_. WKT-format (Well Known Text).
