Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/proj4_overview.po
Languages: es, fr, ja

source: Proj4 is a library that provides methods to transform between different coordinate reference systems. A geographic coordinate reference system allows all points on the earth to be described as a set of coordinates (such as latitude, longitude and elevation). Different systems are used to represent the tridimensional earth on a flat, bidimensional map.
es: Proj4 es una biblioteca que proporciona métodos para transformar entre sistemas de referencia de coordenadas diferentes. Un sistema de referencia de coordenadas geográficas permite que todos los puntos de la tierra puedan ser descritos como un conjuntos de coordenadas (como latitud, longitud y altitud). Diversos sistemas se utilizan para representar la tierra tridimensional en un plano o mapa bidimensional.
fr: Proj4 est une librairie qui fournit des méthodes pour transformer des points entre différents systèmes de coordonnées de référence. Un système de coordonnées géographique de référence permet de décrire tous les points de la Terre sous la forme d'un ensemble de coordonnées (comme la latitude, la longitude et l'élévation). Différents systèmes sont utilisés pour représenter les 3 dimensions de la Terre sur une carte plate en 2 dimensions.
ja: Proj4は、異なる座標参照システム間で変換するメソッドを提供するライブラリです。地理座標参照システムでは、地球上のすべての点を座標(緯度、経度、高度など)のセットとして記述できます。それぞれのシステムは、平坦な二次元マップ上に三次元地球を表現ししています。

source: Proj4 is used in :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation and various others.
es: Proj4 se usa en :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation y varios otros.
fr: Proj4 est utilisé dans :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation et bien d'autres.
ja: Proj4は :doc:`MapServer <mapserver_overview>`, :doc:`GRASS GIS <grass_overview>`, :doc:`PostGIS <postgis_overview>`, :doc:`Mapnik <mapnik_overview>`, Thuban, OGDI, TopoCad, OGRCoordinateTransformation 、その他いろいろなところで使われています。

source: Proj4 has been translated from C to `other languages <http://trac.osgeo.org/metacrs/wiki>`. These sub-projects include: These tools include: * Proj4js (JavaScript) - used in :doc:`OpenLayers <openlayers_overview>`. * CS-Map (C++) - used in MapGuide. * GeoTIFF/libgeotiff (C++). * Proj4J (Java). * `SpatialReference.org <http://spatialreference.org/>`_ - website to retrieve coordinate system definitions (obsolete).
es: Proj4 ha sido traducido a partir de C a `otros lenguajes <http://trac.osgeo.org/metacrs/wiki>`. Estos subproyectos incluyen: Estas herramientas incluyen: * Proj4js (JavaScript) - usada en :doc:`OpenLayers <openlayers_overview>`. * CS-Map (C++) - usada en MapGuide. * GeoTIFF/libgeotiff (C++). * Proj4J (Java). * `SpatialReference.org <http://spatialreference.org/>`_ - sitio web para recuperar las definiciones del sistema de coordenadas (obsoleto).

source: Core Features
es: Características Principales
fr: Caractéristiques principales
ja: 主要機能

source: Provides point transformation from one coordinate reference system to another.
es: Proporciona el punto de transformación de un sistema de referencia de coordenadas a otro.
fr: Fournit la transformation d'un point d'un système de coordonnées de référence à un autre.
ja: ある座標参照システムから別の座標参照システムへの点変換を提供します。

source: Includes transformation between datums.
es: Incluye transformación entre datums (datos de referencia).
fr: Inclus la transformation entre datums
ja: データ間の変換が含まれます。

source: Large number of projection classes supported.
es: Gran cantidad de clases de proyección compatibles.
fr: Un grand nombre de classes de projection supportées.
ja: 多数の投影クラスがサポートされています。

source: Implemented Standards
es: Estándares Implementados
fr: Standards implémentés
ja: 実装されている標準規格

source: Proj4 uses coordinate system definitions defined by the `European Petroleum Survey Group (EPSG) <http://www.epsg.org/>`. Well Known Text (WKT) format.
es: Proj4 utiliza las definiciones del sistema de coordenadas dadas por el European Petroleum Survey Group (EPSG) < http://www.epsg.org/ >'. Bien conocido formato de texto (WKT).

source: Details
es: Detalles
fr: Détails
ja: 詳細

source: **Website:** http://proj4.org/
es: **Sitio web:** http://proj4.org/

source: **Licence:** `X/MIT style Open Source license <http://trac.osgeo.org/proj/wiki/WikiStart#License>`_
es: **Licencia:** `X/MIT style Open Source license <http://trac.osgeo.org/proj/wiki/WikiStart#License>`_

source: **Software Version:** 4.9.2 (stable)
es: **Versión de software:** 4.9.2 (estable)
fr: **Version du logiciel:** 4.9.2 (stable)
ja: **ソフトウェアバージョン:** 4.9.2 (stable)

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **API Interfaces:** C, C++, Python, Java, Ruby
es: **Interfaces API:** C, C++, Python, Java, Ruby
fr: **Interfaces d'API:** C, C++, Python, Java, Ruby
ja: **API インターフェイス:** C, C++, Python, Java, Ruby

source: **Support:** http://lists.maptools.org/mailman/listinfo/proj
es: **Soporte:** http://lists.maptools.org/mailman/listinfo/proj

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/proj4_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/proj4_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/proj4_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/proj4_quickstart>`

source: Proj4 has been translated from C to `other languages <https://trac.osgeo.org/metacrs/wiki>`. These sub-projects include: These tools include: * Proj4js (JavaScript) - used in :doc:`OpenLayers <openlayers_overview>`. * CS-Map (C++) - used in MapGuide. * GeoTIFF/libgeotiff (C++). * Proj4J (Java). * `SpatialReference.org <https://spatialreference.org/>`_ - website to retrieve coordinate system definitions (obsolete).
fr: Proj4 a été traduit du C dans `un grand nombre d'autres langages <https://trac.osgeo.org/metacrs/wiki>`. Ces outils incluent: * Proj4js (JavaScript) - utilisé dans :doc:`OpenLayers <openlayers_overview>`. * CS-Map (C++) - utilisé dans MapGuide. * GeoTIFF/libgeotiff (C++). * Proj4J (Java). * `SpatialReference.org <https://spatialreference.org/>`_ - site web de références des définitions de systèmes de coordonnées (obsolète).
ja: Proj4は、C から `さまざまな言語 <https://trac.osgeo.org/metacrs/wiki>`に変換されています。これらのサブプロジェクトには、* Proj4js (JavaScript) - used in :doc:`OpenLayers <openlayers_overview>`があります。* MapGuideでつかわれているCS-Map (C++)。* GeoTIFF/libgeotiff (C++)。* Proj4J (Java)。* `SpatialReference.org <https://spatialreference.org/>`_ - 座標系定義を取得するためのWebサイトです(旧式)

source: Proj4 uses coordinate system definitions defined by the `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>`. Well Known Text (WKT) format.
fr: Proj4 utilise les définitions de système de coordonnées définies par le `European Petroleum Survey Group (EPSG) <https://www.epsg.org/>` au format WKT (Well Known Text).
ja: Proj4は、`European Petroleum Survey Group(EPSG)<https://www.epsg.org/>`によって定義された座標系定義を使用します。Well Known Text(WKT)形式。

source: **Website:** https://proj4.org/index.html
fr: **Site web:** https://proj4.org/
ja: **Webサイト:** https://proj4.org/index.html

source: **Licence:** `X/MIT style Open Source license <https://trac.osgeo.org/proj4j#License>`_
fr: **Licence:** `Licence Open Source style X/MIT <https://trac.osgeo.org/proj4j#License>`_
ja: **ライセンス:** `X/MIT style Open Source license <https://trac.osgeo.org/proj4j#License>`_

source: **Support:** https://lists.osgeo.org/mailman/listinfo/proj
ja: **サポート:** https://lists.osgeo.org/mailman/listinfo/proj
