Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/pycsw_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Metadata Catalogue
de: Metadaten Katalog
es: Catálogo de metadatos
fr: Catalogue de métadonnées
hu: Metaadat katalógus
it: Catalogo dei metadati
ja: メタデータ・カタログ
sv: Metadatakatalog

source: pycsw enables users to publish a catalogue of dataset descriptions (metadata) to the web, using standards based interfaces and formats, such that it can be queried and updated by catalogue clients. pycsw is simple to setup within an Apache web server (or any WSGI server) and can access metadata records stored as XML files within a database.
de: pycsw bietet die Möglichkeit über auf Standards basierende Werkzeuge einen Katalog mit Datenbeschreibungen (Metadaten) im Web in standardisierten Formaten zu veröffentlichen. Diese Metadaten können über Katalog-Clientanwendungen abgefragt und aktualisiert werden. pycsw kann einfach über einen Apache Web Service aufgesetzt werden. pycsw kann auf Metadaten-Datensätze, die in XML-Dateien im Dateisystem vorliegen oder auf Datensätze in einer Datenbank zugreifen.
es: pycsw permite a los usuarios publicar un catálogo de descripciones de conjunto de datos (metadatos) en la web, utilizando interfaces y formatos basados en estándares, de modo que pueda ser consultado y actualizado por los clientes del catálogo. pycsw es fácil de configurar dentro de un servidor web Apache (o cualquier servidor WSGI) y puede acceder a registros de metadatos almacenados como archivos XML dentro de una base de datos.
fr: pycsw permet aux utilisateurs de publier un catalogue de descriptions de jeux de données (métadonnées) sur le web, en utilisant des interfaces et des formats basés sur des standards, de manière à ce qu'il soit interrogé et mis à jour par des clients de catalogage. pycsw est simple à configurer dans un serveur web Apache (ou n'importe quel serveur WSGI) et peut accéder à des enregistrements de métadonnées stockés comme des fichiers XML dans une base de données.
hu: A pycsw lehetővé teszi a felhasználók számára, hogy Közzététel az adatleírások (metaadatok) katalógusát szabványon alapuló interfészek és formátumok használatával, így a katalógushoz kapcsolódó kliensek lekérdezhetik és frissíthetik azokat. A pycsw-t egyszerűen beállíthatjuk egy Apache webszerveren (vagy bármilyen WSGI szerveren), és hozzáférhetünk az adatbázisban XML fájként tárolt metaadat-rekordokhoz.
it: pycsw consente agli utenti di pubblicare un catalogo delle descrizioni dei set di dati (metadati) per il web, utilizzando interfacce e formati basati su standard, tali da poter essere interrogati e aggiornati dai clients del catalogo. pycsw è semplice da configurare all’interno di un server web Apache (o qualsiasi server WSGI) e può accedere ai record dei metadati memorizzati come file XML all’interno di un database.
ja: pycsw により、ユーザーは、標準準拠のインタフェースとフォーマットを使用して、データ・セット記述 (メタデータ) のカタログを Webに公開することができます。これにより、カタログ・クライアントによる照会および更新が可能になります。pycsw は Apache Web サーバー (または任意の WSGI サーバー ) 内で簡単に設置できるため、データベース内の XML ファイルとして保管されるメタデータのレコードにアクセスできます。
sv: pycsw gör det möjligt för användare att publicera en katalog med beskrivningar av dataset (metadata) på webben, med hjälp av standardbaserade gränssnitt och format, så att den kan efterfrågas och uppdateras av katalogklienter. pycsw är enkelt att installera i en Apache-webbserver (eller någon WSGI-server) och kan komma åt metadataposter som lagras som XML-filer i en databas.

source: Metadata is 'data about data', storing such things as creation-date, author, title, area-of-interest, etc, and is usually encoded as XML files, following international standards such as ISO 19115, ISO 19139 and FGDC CSDGM.
de: Metadaten sind 'Daten über Daten' - beispielsweise das Erstellungsdatum, Autor, Titel, Bereich. Sie werden in der Regel als XML-Dateien vorgehalten und folgen internationalen Standards wie ISO 19115, ISO 19139 und FGDC CSDGM.
es: Los metadatos son 'datos acerca de datos', que almacenan información como fecha de creación, autor, título, área de interés, etc., y generalmente están codificados como archivos XML, siguiendo estándares internacionales como ISO 19115, ISO 19139 y FGDC CSDGM.
fr: La métadonnée est la 'donnée sur la donnée', stockant des choses comme la date de création, l'auteur, le titre, la zone d'intérêt, etc, et est habituellement encodée dans des fichiers XML, en suivant les standards internationaux tels que ISO 19115, ISO 19139 et FGDC CSDGM.
hu: A metaadat 'adatok az adatokról', olyan adatokat tartalmaz mint a létrehozás dátuma, szerző, cím, érdekeltségi kör, stb. és általában XML fájlokban kódolják, a nemzetközi szabványokat követve, mint ISO 19115, ISO 19139 és FGDC CSDGM.
it: Il metadato è un ‘dato sul dato’, memorizzando cose quali la data di creazione, l’autore, il titolo, l’area d’interesse, ecc, e di solito è codificato come file XML, secondo gli standard internazionali quali ISO 19115, ISO 19139 e FGDC CSDGM.
ja: メタデータは 'データに関するデータ' であり、作成日、作成者、タイトル、興味分野などといったものを格納しており、 ISO 19115、 ISO 19139 、 FGDC CSDGM などの国際標準に従って XML ファイルとして通常エンコードされています。
sv: Metadata är "data om data" och lagrar sådant som skapandedatum, författare, titel, intresseområde etc. och kodas vanligtvis som XML-filer enligt internationella standarder som ISO 19115, ISO 19139 och FGDC CSDGM.

source: pycsw is a `Python`_ implementation of the |CSW|. The project is certified `OGC Compliant`_, and is an `OGC Reference Implementation`_. The CSW standard defines common interfaces to discover, browse and query metadata about spatial data, web services and related resources.
it: pycsw è un'implementazione `Python`_ del |CSW|. Il progetto è certificato `OGC Compliant`_, ed è una `OGC Reference Implementation`_. Lo standard CSW definisce interfacce comuni per scoprire, navigare e interrogare metadati su dati spaziali, servizi web e risorse correlate.
ja: pycsw は `Python`_ による |CSW| 実装です。このプロジェクトは、 `OGC 準拠`_ として認定されており、 `OGC リファレンス実装`_ です。CSW 標準は、空間データ、 Web サービス、および関連リソースに関するメタデータを発見、参照、および照会するための共通インタフェースを定義します。
sv: pycsw är en `Python`_-implementering av |CSW|. Projektet är certifierat `OGC Compliant`_, och är en `OGC Reference Implementation`_. CSW-standarden definierar gemensamma gränssnitt för att upptäcka, bläddra och fråga metadata om spatiala data, webbtjänster och relaterade resurser.

source: pycsw is Open Source, released under an MIT license, and runs on all major platforms (Windows, Linux, Mac OS X).
de: pycsw ist Open Source Software und wurde unter der MIT Lizenz veröffentlicht. pycsw ist auf allen gängigen Plattformen (Windows, Linux, Mac OS X) lauffähig.
es: pycsw es de Código Abierto, publicado bajo una licencia MIT y se puede ejecutar en todas las plataformas principales (Windows, Linux, Mac OS X).
fr: pycsw est Open Source, mis à disposition sous licence MIT, et fonctionne sur toutes les plates-formes majeurs (Windows, Linux, Mac OS X).
hu: a Pywcs nyílt forráskódú, MIT licenc alatt adják ki és fut az összes nagyobb platformon (Windows, Linux, Mac OS X).
it: pycsw e` Open Source, rilasciato con una licenza MIT, e funziona su tutte le principali piattaforme (Windows, Linux, Mac OS X).
ja: pycsw はオープンソースで、MIT ライセンスでリリースされ、すべての主要プラットフォーム (Windows、Linux、Mac OS X)上で動作します。
sv: pycsw är Open Source, släppt under en MIT-licens och körs på alla större plattformar (Windows, Linux, Mac OS X).

source: pycsw screenshot
it: screenshot di pycsw
sv: pycsw skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: certified OGC Compliant and OGC Reference Implementation for OGC CSW 2.0.2 and CSW 3.0.0
de: zertifizierte OGC Compliant and OGC Reference Implementation; OGC CSW 2.0.2 und CSW 3.0.0 konform
es: Certificación OGC Compliant y OGC Implementación de Referencia para OGC CSW 2.0.2 y CSW 3.0.0
fr: Certifiée conforme à l'OGC et implémentations OGC de référence pour OGC CSW 2.0.2 et CSW 3.0.0
hu: hitelesített OG megfelelőség és OGC referencia implementáció az OGC CSW 2.0.2 ls CSW 3.0.0 szolgáltatásokhoz
it: certificato OGC Compliant e OGC Reference Implementation per OGC CSW 2.0.2 e CSV 3.0.0
ja: OGC CSW 2.0.2 および CSW 3.0.0 の OGC 仕様の準拠および OGC 参照実装の認定
sv: certifierad OGC-kompatibel och OGC-referensimplementering för OGC CSW 2.0.2 och CSW 3.0.0

source: harvesting support for WMS, WFS, WCS, WPS, WAF, CSW, SOS
de: Harvesting Support für WMS, WFS, WCS, WPS, WAF, CSW, SOS
es: apoyo a la recolección de metadatos para WMS, WFS, WCS, WPS, WAF, CSW, SOS
fr: support du moissonnage pour WMS, WFS, WCS, WPS, WAF, CSW, SOS
hu: támogatás WMS, WFS, WCS, WPS, WAF,CSW, SOS szolgáltatásokhoz
it: supporto per WMS, WFS, WCS, WPS, WAF, CSW, SOS
ja: WMS, WFS, WCS, WPS, WAF, CSW, SOSのサポート
sv: avverkningsstöd för WMS, WFS, WCS, WPS, WAF, CSW, SOS

source: implements INSPIRE Discovery Services 3.0
de: implementiert den INSPIRE Discovery Services 3.0
es: implementa INSPIRE Discovery Services 3.0
fr: implémente le Discovery Services 3.0 de INSPIRE
hu: INSPIRE Discovery Services 3.0-t implementálja
it: implementa INSPIRE Discovery Services 3.0
ja: INSPIRE Discovery Services 3.0の実装
sv: implementerar INSPIRE Discovery Services 3.0

source: implements ISO Metadata Application Profile 1.0.0
de: implementiert das ISO Metadata Application Profile 1.0.0
es: implementa ISO Metadata Application Profile 1.0.0
fr: implémente ISO Metadata Application Profile 1.0.0
hu: Az ISO Metadata Application Profile 1.0.0-t implementálja
it: implementa ISO Metadata Application Profile 1.0.0
ja: ISO Metadata Application Profile 1.0.0の実装
sv: implementerar ISO Metadata Application Profile 1.0.0

source: implements FGDC CSDGM Application Profile for CSW 2.0
de: implementiert das FGDC CSDGM Application Profile for CSW 2.0
es: implementa FGDC CSDGM Application Profile para CSW 2.0
fr: implémentation du profil d'application FGDC CSDGM Application pour CSW 2.0
hu: A FGDC CSDGM Application Profile for CSW 2.0-t implementálja
it: implementa FGDC CSDGM Application Profile per CSW 2.0
ja: FGDC CSDGM Application Profile for CSW 2.0の実装
sv: implementerar FGDC CSDGM Application Profile för CSW 2.0

source: implements the Search/Retrieval via URL (SRU) search protocol
de: implementiert das Search/Retrieval via URL (SRU) Suchprotokoll
es: implementa la búsqueda/recuperación a través del protocolo de búsqueda URL (SRU)
fr: Implémente le protocole de recherche Search/Retrieval par URL (SRU)
hu: Implementálja a Search/Retrieval via URL (SRU) protokollt
it: implementa il protocollo di ricerca Search/Retrieval attraverso URL (SRU)
ja: Search/Retrieval via URL (SRU)検索プロトコルの実装
sv: implementerar sökprotokollet Search/Retrieval via URL (SRU)

source: implements Full Text Search capabilities
de: implementiert Volltextsuche
es: implementa las Capacidades de Búsqueda de Texto
fr: Implémente les fonctions de recherche Full Text
hu: Implementálja a Full Text Search képességeket
it: implementa capabilities di Ricerca Full Text
ja: フルテキスト検索機能を実装
sv: implementerar funktioner för fulltextsökning

source: implements OGC OpenSearch Geo/Time extensions
de: implementiert OGC OpenSearch Geo/Time Erweiterung
es: implementa extensiones de OGC OpenSearch Geo/Time
fr: implémente les extensions OGC OpenSearch Geo/Time
hu: Implementálja az OGC OpenSearch Geo/Time bővítményeket
it: implementa le estensioni OGC OpenSearch Geo/Time
ja: OGC OpenSearch Geo/Time 拡張の実装
sv: implementerar OGC OpenSearch Geo/Time-tillägg

source: implements Open Archives Initiative Protocol for Metadata Harvesting
de: implementiert Open Archives Initiative Protocol for Metadata Harvesting
es: implementa el Protocolo de Iniciativa de Archivos Abiertos para la Recolección de Metadatos
fr: implémente le protocole Open Archives Initiative pour le moissonnage de métadonnées
hu: implementálja az Open Archives Initiative Protocol for Metadata Harvesting-et
it: implementa il Protocollo Open Archives Initiative per la Raccolta di Metadati
ja: メタデータ収集のためのOpen Archives Initiative Protocol実装
sv: implementerar Open Archives Initiative Protocol for Metadata Harvesting

source: supports ISO, Dublin Core, DIF, FGDC, Atom and GM03 metadata models
de: unterstützt die Metadatenmodelle ISO, Dublin Core, DIF, FGDC, Atom und GM03
es: Soporta modelos de metadatos ISO, Dublin Core, DIF, FGDC, Atom y GM03
fr: support des modèles de métadonnées ISO, Dublin Core, DIF, FGDC, Atom et GM03
hu: támogatja az ISO, Dublin Core, DIF, FGDC, Atom és GM03 metaadat modelleket
it: supporto ai modelli dei matadati ISO, Dublin Core, DIF, FGDC, Atom e GM03
ja: ISO, Dublin Core, DIF, FGDC, Atom, GM03のメタデータモデルの実装
sv: stödjer metadatamodellerna ISO, Dublin Core, DIF, FGDC, Atom och GM03

source: CGI or WSGI deployment
de: CGI oder WSGI Deployment
es: despliegue de CGI o WSGI
fr: déploiement CGI ou WSGI
hu: CGI vagy WSGI telepítés
it: sviluppo CGI o WSGI
ja: CGI または WSGIによる設置
sv: CGI- eller WSGI-distribution

source: Python 2 and 3 compatible
de: Python2 und Python3 kompatibel
es: Python 2 y 3 compatibles
fr: Compatible Python 2 et 3
hu: Python 2 és 3 kompatibilis
it: Compatibile Python 2 e 3
ja: Python 2と3に互換
sv: Kompatibel med Python 2 och 3

source: simple configuration
de: einfache Konfiguration
es: configuración simple
fr: Configuration simple
hu: egyszerű konfigurálás
it: configurazione semplice
ja: 単純な設定
sv: enkel konfiguration

source: transactional capabilities (CSW-T)
de: Transaktionale Fähigkeiten (CSW-T)
es: capacidades transaccionales (CSW-T)
fr: Capacités transactionnelles (CSW-T)
hu: tranzakciós képességek (CSW-T)
it: capabilities transazionali (CSW-T)
ja: トランザクション機能 (CSW-T)
sv: transaktionella förmågor (CSW-T)

source: flexible repository configuration
de: flexible Repository Konfiguration
es: configuración de repositorio flexible
fr: Configuration de dépôt simple
hu: rugalmas tárház konfiguráció
it: configurazione del repository flessibile
ja: 柔軟なリポジトリー構成
sv: flexibel konfiguration av förvaret

source: GeoNode connectivity
de: GeoNode Verbindung
es: Conectividad GeoNode
fr: Connectivité GeoNode
hu: GeoNode kapcsolat
it: connettività con GeoNode
ja: GeoNodeの接続性
sv: GeoNode-anslutning

source: HHypermap connectivity
de: HHypermap Verbindung
es: Conectividad HHypermap
fr: Connectivité HHypermap
hu: HHypermap kapcsolat
it: connettività con HHypermap
ja: HHypermapの接続性
sv: HHypermap-anslutning

source: Open Data Catalog connectivity
de: Open Data Catalog Verbindung
es: Conectividad de catálogo de Open Data
fr: Connectivité à 'Open Data Catalog'
hu: Open Data Catalog kapcsolat
it: connettività con Catalog Open Data
ja: Open Data Catalogの接続性
sv: Anslutning till Open Data Catalog

source: CKAN connectivity
de: CKAN Verbindung
es: Conectividad CKAN
fr: Connectivité CKAN
hu: CKAN kapcsolat
it: connettività con CKAN
ja: CKAN の接続性
sv: CKAN-anslutning

source: federated catalogue distributed searching
de: Absetzen von Suchanfragen an verschiedene Kataloge
es: Búsqueda en catálogos federales distribuidos
fr: recherche distribuée de catalogue fédéré
hu: elosztott katalógus keresés
it: Catalogo federato di ricerca distribuita
ja: 分散カタログの分散検索
sv: federerad katalog distribuerad sökning

source: realtime XML Schema validation
de: XML Schema Validierung in Echtzeit
es: validación en tiempo real de esquema XML
fr: validation de schéma XML temps-réel
hu: valós idejű XML séma validáció
it: validazione dello schema XML in tempo reale
ja: リアルタイム XML スキーマ妥当性検査
sv: xML Schema-validering i realtid

source: extensible profile plugin architecture
de: erweiterbare Profil Plugin Architektur
es: arquitectura de plugin de perfil extensible
fr: architecture de plugins prévue pour être extensible
hu: bővíthető modul architektúra
it: architettura dei plugin a profilo estendibile
ja: 拡張可能プロファイル・プラグイン・アーキテクチャー
sv: utdragbar arkitektur för profilplugin

source: very lightweight (Python + CGI)
de: sehr schlank (Python + CGI)
es: muy ligero (Python + CGI)
fr: très léger (Python + CGI)
hu: nagyon könnyűsúlyú (Python + CGI)
it: Molto leggero (Python + CGI)
ja: 非常に軽量(Python + CGI)
sv: mycket lättviktig (Python + CGI)

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: OGC Standards:
es: Estándares OGC
fr: Standards OGC
hu: OGC szabványok:
it: Standards OGC:
sv: OGC-standarder:

source: Metadata Standards:
de: Metadatenstandards:
es: Estándares de metadatos:
fr: Standards de métadonnées
hu: Metaadat szabványok:
it: Standard dei Metadati:
sv: Standarder för metadata:

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://pycsw.org/
it: **Sito web:** https://pycsw.org/
ja: **Webサイト:** https://pycsw.org/
sv: **Webbplats:** https://pycsw.org/

source: **Licence:** `MIT`_
de: **Lizenz:** `MIT`_
es: ** Licencia:** `MIT`_
hu: **Licenc:** `MIT`_
it: **Licenza:** `MIT`_
ja: **ライセンス:** `MIT`_
sv: **Licens:** `MIT`_

source: **Software Version:** |version-pycsw|
es: **Versión de software:** |version-pycsw|
fr: **Version du logiciel:** |version-pycsw|
hu: **Szoftver verzió:** |version-pycsw|
it: **Versione Software:** |version-pycsw|
ja: **ソフトウェアバージョン:** |version-pycsw|
sv: **Programvaruversion:** |version-pycsw|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Python
de: **API Schnittstellen:** Python
es: **Interfaces API:** Python
fr: **Interface d'API:** Python
hu: **API interfészek:** Python
it: **Interfacce API:** Python
ja: **API インタフェース:** Python
sv: **API-gränssnitt:** Python

source: **Support:** |SUPPORT|
it: **Supporto:** |SUPPORT|
ja: **サポート:** |SUPPORT|

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/pycsw_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/pycsw_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/pycsw_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/pycsw_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/pycsw_quickstart>`
it: :doc:`Guida rapida <../quickstart/pycsw_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/pycsw_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/pycsw_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: pycsw is a `Python`_ implementation of the `OGC Catalogue Services for the Web (CSW) standard <http://www.opengeospatial.org/standards/cws>`__. The project is certified `OGC Compliant`_, and is an `OGC Reference Implementation`_. The CSW standard defines common interfaces to discover, browse and query metadata about spatial data, web services and related resources.
de: pycsw ist eine `Python`_ Implementierung des `OGC Catalogue Services for the Web (CSW) Standards <http://www.opengeospatial.org/standards/cws>`__. Der `OGC Reference Implementation`_. CSW Standard definiert einfache Anwendungen zum Anzeigen, `OGC Compliant`_ Durchsuchen und Abfragen von Metadata über räumliche Daten, Web Services und einigen anderen Datenquellen, wie Textdokumente, Spreadsheets und Audiodateien.
es: pycsw es una implementación `Python`_ del `Catálogo de Servicios Web del estándar de OGC (CSW) <http://www.opengeospatial.org/standards/cws>`__. Es un proyecto certificado por `OGC Compliant`_, y es una `OGC Reference Implementation`_. El estpandar de CSW define interfaces comunes para descubrir, navegar y consultar metadatos sobre datos espaciales, sevicios web y recursos relacionados.
fr: pycsw est une implémentation `Python`_ du `standard Catalogue Services for the Web (CSW) OGC <http://www.opengeospatial.org/standards/cws>`__. Le projet est certifié `OGC Compliant`_, et est une `OGC Reference Implementation`_. Le standard CSW définit les interfaces communes pour découvrir, naviguer et interroger des métadonnées à propos des données spatiales, des services web et des ressources associées.
hu: A pycsw az `OGC Katalógus szolgáltatások a Webre (CSW) szabvány <http://www.opengeospatial.org/standards/cws>`__ `Python`_ implementációja . A projekt `OGC Compliant`_ tanúsítvánnyal rendelkezik, és egy `OGC Reference Implementation`_. A CSW-szabvány közös interfészeket határoz meg a téradatok, a webes szolgáltatások és a kapcsolódó erőforrások metaadatainak felfedezésére, böngészésére és lekérdezésére.

source: **Website:** http://pycsw.org
de: **Webseite:** http://pycsw.org
es: **Sitio web:** http://pycsw.org
fr: **Site web:** http://pycsw.org
hu: **Honlap:** http://pycsw.org

source: **Support:** http://pycsw.org/docs/support.html
es: **Soporte:** http://pycsw.org/docs/support.html
hu: **Támogatás:** http://pycsw.org/docs/support.html
