Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/pygeoapi_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Web Service
es: Servicio Web
hu: Web szolgáltatás
it: Servizio Web
ja: Web サービス
sv: Webbtjänst

source: `pygeoapi`_ is a `Python`_ server implementation of the OGC API suite of standards. The project emerged as part of the next generation `OGC API`_ efforts in 2018 and provides the capability for organizations to deploy a RESTful OGC API endpoint using OpenAPI, GeoJSON, and HTML. pygeoapi is `open source <https://opensource.org>`_ and released under an `MIT`_ license.
de: `pygeoapi`_ ist eine `Python`_ Serverentwicklung der OGC API Suite der Standards. Das Projekt entstand als Teil der `OGC API`_ -Bemühungen der nächsten Generation von 2018 und bietet Organisationen die Möglichkeit einen RESTful OGC API Endpunkt unter der Verwendung von OpenAPI, GeoJSON, und HTML zu erstellen. pygeoapi ist `Open Source <https://opensource.org>`_ und unter einer `MIT`_ Lizenz veröffentlicht.
es: `pygeoapi`_ es una implementación de servidor `Python`_ del conjunto de estándares de la API de OGC. El proyecto surgió como parte de los esfuerzos de la próxima generación de `OGC API`_ en 2018 y proporciona la capacidad para que las organizaciones implementen un punto de conexión de API RESTful OGC mediante OpenAPI, GeoJSON y HTML. pygeoapi es `código abierto <https://opensource.org>`_ y publicado bajo una licencia `MIT`_.
fr: `pygeoapi`_ est une implémentation serveur en `Python`_ de la suite de standards OGC API. Le projet a vu le jour dans le cadre des efforts de la prochaine génération de l’ `OGC API`_ en 2018 et permet aux organisations de déployer un point de terminaison d’API OGC RESTful à l’aide d’OpenAPI, GeoJSON et HTML. pygeoapi est `open source <https://opensource.org>`_ et publié sous une licence `MIT`_.
hu: A `pygeoapi`_ egy `Python`_ szerver implementáció az OGC API szsvány sorozathoz. A projekt a következő generációs `OGC API`_ erőfeszítések részeként jelent meg 2018-ban és lehetőséget biztosít a szervezeteknek egy RESTful OGC API végpont felvonultatására OpenAPI, GeoJSON és HTML használatával. A pygeoapi `nyílt forráskódú <https://opensource.org>`_ és `MIT`_ licenc alatt adják ki.
it: `pygeoapi`_ è un'implementazione server di `Python`_ della suite di standard OGC API. Il progetto è emerso come parte della prossima generazione di sforzi `OGC API`_ nel 2018 e fornisce alle organizzazioni la possibilità di distribuire un endpoint RESTful OGC API utilizzando OpenAPI, GeoJSON e HTML. pygeoapi è `open source <https://opensource.org>`_ e rilasciato sotto una licenza `MIT`_.
ja: `pygeoapi`_ は `Python`_ で実装されている 各種OGC API標準のサーバです。このプロジェクトは、 2018年の次世代の `OGC API`_ の取り組みの一環として登場し、各組織が、OpenAPI、 GeoJSON、 HTMLを使用して RESTful な OGC API エンドポイントを設置できるようにするのが目的です。pygeoapi は `オープンソース <https://opensource.org>`_ で `MIT`_ ライセンスでリリースされています。
sv: `pygeoapi`_ är en `Python`_-serverimplementering av OGC API-sviten med standarder. Projektet uppstod som en del av nästa generations `OGC API`_-insatser 2018 och ger organisationer möjlighet att distribuera en RESTful OGC API-slutpunkt med OpenAPI, GeoJSON och HTML. pygeoapi är `öppen källkod <https://opensource.org>`_ och släpps under en `MIT`_-licens.

source: pygeoapi screenshot
es: pantalla de pygeoapi
hu: pygeoapi képernyőképek
it: screenshot di pygeoapi
ja: pygeoapi スクリーンショット
sv: pygeoapi skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: out of the box modern OGC API server
de: einsatzbereiter moderner OGC API Server
es: servidor API OGC moderno listo para usar
fr: Serveur moderne OGC API prêt à l'emploi
hu: kész modern OGC API szerver
it: moderno server OGC API pronto all'use
ja: すぐに使用可能な最新の OGC API サーバー
sv: en modern OGC API-server som levereras direkt ur lådan

source: certified OGC Compliant and Reference Implementation
es: Implementación de referencia y compatible con OGC certificada
hu: tanúsított OGC-kompatibilis és referencia implementáció
it: certificato conforme a OGC e Implementazione di Riferimento
sv: certifierad OGC-kompatibel och referensimplementering

source: additionally implements OGC API - Features, OGC API - Coverages, OGC API - Tiles, OGC API - Processes, OGC API - Records, OGC API - Environmental Data Retrieval and SpatioTemporal Asset Library
es: implementa adicionalmente API OGC - Funciones, API OGC - Coberturas, API OGC - Mosaicos, API OGC - Procesos, API OGC - Registros, API OGC - Recuperación de datos ambientales y Biblioteca de activos espacio temporales
hu: továbbá implementálja a következőket OGC API - FEatures, OGC API - Coverages, OGC API - Tiles, OGC API - Process, OGC API - Records, OGC API - Environmental Data Retrieval and SpatioTemporal Asset Library
it: inoltre implementa OGC API - Features, OGC API - Coverages, OGC API - Tiles, OGC API - Processes, OGC API - Records, OGC API - Environmental Data Retrieval e SpatioTemporal Asset Library
sv: implementerar dessutom OGC API - Features, OGC API - Coverages, OGC API - Tiles, OGC API - Processes, OGC API - Records, OGC API - Environmental Data Retrieval och SpatioTemporal Asset Library

source: out of the box data provider plugins for rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGIS
de: stellt Plugins für rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGIS bereit
es: de la caja plugins de proveedores de datos para rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGIS
fr: plugins de fournisseur de données prêt à l'emploi pour rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGIS
hu: kész adatszolgáltató modulok a rasterio-hoz, GDAL/OGR-hez, Elasticsearch-hez, PostgreSQL/PostGIS-hez
it: plugin di fornitori di dati fuori dalla scatola per rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGIS
ja: データプロバイダのプラグインにより、 rasterio, GDAL/OGR, Elasticsearch, PostgreSQL/PostGISをすぐに利用可能
sv: out of the box dataleverantör plugins för rasterio, GDAL /OGR, Elasticsearch, PostgreSQL / PostGIS

source: easy to use OpenAPI / Swagger documentation for developers
de: einfach nutzbare OpenAPI / Swagger Dokumentation für Entwickler
es: documentación de OpenAPI / Swagger fácil de usar para desarrolladores
fr: documentation simple d'emploi OpenAPI / Swagger pour les développeurs
hu: könnyen használható OpenAPI / Swagger dokumentáció fejlesztőknek
it: documentazione OpenAPI / Swagger facile da usare per gli sviluppatori
ja: OpenAPI / Swagger の資料を開発者向けに簡単に使用できる
sv: lättanvänd OpenAPI / Swagger-dokumentation för utvecklare

source: supports JSON, GeoJSON, HTML and CSV output
de: unterstützt die Ausgabe von JSON, GeoJSON, HTML und CSV
es: soporta salida en JSON, GeoJSON, HTML y CSV
fr: prend en charge la sortie JSON, GeoJSON, HTML et CSV
hu: támogatja a JSON, GeoJSON, HTML és CSV outputot
it: supporta output JSON, GeoJSON, HTML e CSV
ja: JSON、 GeoJSON、 HTML 、および CSV の出力をサポート
sv: stödjer JSON-, GeoJSON-, HTML- och CSV-utdata

source: supports data filtering by spatial, temporal or attribute queries
de: unterstützt die Datenfilterung nach räumlichen, zeitlichen Faktoren oder nach Attributen
es: admite el filtrado de datos por consultas espaciales, temporales o de atributos
fr: prend en charge le filtrage des données par requêtes spatiales, temporelles ou attributaires
hu: támogatja a térbeli, időbeli vagy attribútum lekérdezés szerinti adatszűrést
it: supporta il filtraggio dei dati tramite query spaziali, temporali o di attributi
ja: 空間、時間、または属性の照会によるデータ・フィルタリングをサポート
sv: stöder datafiltrering genom rumsliga, tidsmässiga eller attributfrågor

source: easy to install: install a full implementation via ``pip`` or ``git``
de: leicht installierbar: Installation einer vollständigen Implementierung über ``pip`` oder ``git``
es: fácil de instalar: instalar una implementación completa a través de ``pip`` o ``git``
fr: facile à installer : installez une implémentation complète via ``pip`` ou ``git``
hu: könnyen telepíthető: telepítse a teljes implementáció``pip`` vagy ``git`` segítségével
it: semplice da installare: installa una implementazione completa tramite ``pip`` o ``git``
ja: インストールが容易: ``pip`` や ``git`` コマンドで全実装がインストールできる
sv: enkel att installera: installera en fullständig implementation via ``pip`` eller ``git``

source: simple YAML configuration
de: einfache YAML-Konfiguration
es: configuración simple de YAML
fr: configuration YAML simple
hu: egyszerű YAML konfiguráció
it: semplice configurazione YAML
ja: 単純な YAML による設定
sv: enkel YAML-konfiguration

source: easy to deploy: via UbuntuGIS or the official Docker image
de: einfaches Bereitstellen: über UbuntuGIS oder das offizielle Docker-Image
es: fácil de implementar: a través de UbuntuGIS o la imagen oficial de Docker
fr: facile à déployer : via UbuntuGIS ou l’image officielle de Docker
hu: könnyen bevethető: UbuntuGIS vagy a hivatalos Docker image segítségével
it: semplice da sviluppare: tramite UbuntuGIS o l'immagine ufficiale di Docker
ja: 設置が簡単: UbuntuGIS や公式 Docker イメージ
sv: lätt att driftsätta: via UbuntuGIS eller den officiella Docker-avbildningen

source: flexible: built on a robust plugin framework to build custom data connections, formats and processes
de: flexibel: baut auf ein robustes Plugin-Framework auf zum Aufbau von angepassten Datenverbindungen, Formats und Prozessen
es: flexible: basado en un sólido marco de plugins para crear conexiones, formatos y procesos de datos personalizados
fr: flexible : construit sur un cadre plugin robuste pour créer des connexions, des formats et des processus de données personnalisés
hu: rugalmas: az egyedi adatkapcsolatok, formátumok és feldolgozások készítéséhez robusztus modul keretrendszerre épül
it: flessibile: costruito su un robusto framework di plugin per costruire connessioni di dati, formati e processi personalizzati
ja: 柔軟性 : カスタムデータへの接続、フォーマットおよびプロセスを形成する堅固なプラグイン・フレームワーク上に構築
sv: flexibel: bygger på ett robust plugin-ramverk för att skapa anpassade datakopplingar, format och processer

source: supports any Python web framework (included are Flask [default], Starlette)
de: unterstützt jedes Python-Web-Framework (eingebunden sind Flask [default], Starlette)
es: soporta cualquier marco web Python (incluidos Flask [predeterminado], Starlette)
fr: prend en charge n’importe quel framework Web Python (inclus flask [par défaut], Starlette)
hu: bármilyen Python web keretrendszert támogat (beleértve a Flask-et [alapértelmezett], Starlette-t)
it: supporto per ogni Python web framework (già incluse sono Flask [default], Starlett)
ja: あらゆる (Flask [デフォルト], Starletteをふくむ) Python webフレームワークをサポート
sv: stöder alla Python-webbramverk (ingår är Flask [standard], Starlette)

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Standards are at the core of pygeoapi. Below is the project's standards support matrix.
de: Standards sind die Basis von pygeoapi aufbauend auf der Standard-Support-Matrix des Projekts.
es: Los estándares son el núcleo de la pygeoapi. A continuación se muestra la matriz de soporte de estándares del proyecto.
fr: Les standards sont au cœur du pygeoapi. Vous trouverez ci-dessous la matrice de supports des normes du projet.
hu: A szabványok a pygeoapi középpontjában vannak. Lentebb a projekt szabvány támogatási mátrixa van.
it: Gli standard sono al core di pygeoapi. Qui sotto c'è la matrice di supporto agli standard del progetto.
ja: 標準は、pygeoapiの中核になります。以下に、プロジェクトの標準サポート表を示します。

source: Implementing: implements standard (good)
de: Implementierung: implementiert Standard (gut)
es: Implementación: implementa estándar (bueno)
fr: Mise en œuvre : mise en œuvre d’une norme (bien)
hu: Implementálás: szabványt valósít meg (jó)
it: Implementare: implementa lo standard (buono)
ja: 実装: 標準実装(可)
sv: Implementering: implementerar standard (bra)

source: Compliant: conforms to OGC compliance requirements (great)
de: Konform: folgt den OGC Konformitätsanforderungen (sehr gut)
es: Cumplaciente: cumple con los requisitos de cumplimiento de OGC (genial)
fr: Conforme : conforme aux exigences de conformité de l’OGC (très bien)
hu: Megfelelőség: megfelel az OGC megfelelőségi követelményeknek (nagyszerű)
it: Conforme: è conforme ai requisiti di conformità OGC (ottimo)
ja: 準拠: OGC仕様要求に準拠 (良)
sv: Compliant: uppfyller OGC:s krav på efterlevnad (bra)

source: Reference Implementation: provides a reference for the standard (awesome!)
de: Referenzimplementierung: stellt eine Referenz für den Standard zur Verfügung (großartig!)
es: Implementación de Referencia: proporciona una referencia para el estándar (¡impresionante!)
fr: Mise en œuvre de référence: fournit une référence pour la norme (excellent !)
hu: Referencia implementáció: referenciát biztosít a szabványhoz (fantasztikus!)
it: Implementazione di Riferimento: fornisce un riferimento per lo standard (fantastico!)
ja: 参照実装: 標準の参照を提供(優秀!)
sv: Referensimplementering: ger en referens för standarden (fantastiskt!)

source: Standard
es: Estándar
hu: Szabvány
ja: 標準

source: Support
es: Apoyo
hu: Támogatás
it: Supporto
ja: サポート

source: `OGC API - Features`_
es: `OGC API - Características`_
hu: `OGC API - Elemek`_

source: Reference Implementation
de: Referenzimplementierung
es: Implementación de Referencia
fr: Mise en œuvre des références
hu: Referencia implementáció
it: Implementazione di riferimento
ja: 参照実装レベル
sv: Referens Implementering

source: `OGC API - Coverages`_
es: `OGC API - Coberturas`_
hu: `OGC API - Feddvények`_

source: Implementing
es: Implementación
fr: Application
hu: Implementálja
it: Implementazione
ja: 実装レベル
sv: Implementering

source: `OGC API - Tiles`_
es: `OGC API - Azulejos`_
hu: `OGC API - Csempék`_

source: `OGC API - Processes`_
es: `OGC API - Procesos`_
hu: `OGC API - Feldolgozások`_

source: `SpatioTemporal Asset Catalog`_
es: `Catálogo de Activos EspacioTemporales`_
hu: `tér-idő eszközök katalógus`_

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://pygeoapi.io/
de: **Webseite:** https://pygeoapi.io/
es: **Sitio web:** https://pygeoapi.io/
fr: **Site Web:** https://pygeoapi.io/
hu: **Honlap:** https://pygeoapi.io/
it: **Sito web:** https://pygeoapi.io/
ja: **Webサイト:** https://pygeoapi.io/
sv: **Webbplats:** https://pygeoapi.io/

source: **Licence:** `MIT`_
de: **Lizenz:** `MIT`_
es: ** Licencia:** `MIT`_
hu: **Licenc:** `MIT`_
it: **Licenza:** `MIT`_
ja: **ライセンス:** `MIT`_
sv: **Licens:** `MIT`_

source: **Software Version:** |version-pygeoapi|
es: **Versión de Software:** |version-pygeoapi|
fr: **Version du logiciel:** |version-pygeoapi|
hu: **Szoftver verzió:** |version-pygeoapi|
it: **Versione Software:** |version-pygeoapi|
ja: **ソフトウェアバージョン:** |version-pygeoapi|
sv: **Programvaruversion:** |version-pygeoapi|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fr: **Plates-formes supportées :** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Python
de: **API Schnittstellen:** Python
es: **Interfaces API:** Python
fr: **Interfaces de l'API:** Python
hu: **API interfészek:** Python
it: **Interfacce API:** Python
ja: **API インタフェース:** Python
sv: **API-gränssnitt:** Python

source: **Support:** https://pygeoapi.io/community/service-providers
es: **Soporte:** https://pygeoapi.io/community/service-providers
hu: **Támogatás:** https://pygeoapi.io/community/service-providers
it: **Supporto:** https://pygeoapi.io/community/service-providers

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/pygeoapi_quickstart>`
de: :doc:`Schnellstart Dokumentation <../quickstart/pygeoapi_quickstart>`
es: :doc:`documentación de Inicio Rápido <../quickstart/pygeoapi_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/pygeoapi_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/pygeoapi_quickstart>`
it: :doc:`Guida rapida <../quickstart/pygeoapi_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/pygeoapi_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/pygeoapi_quickstart>`

source: OSGeo Project
es: Proyecto OSGeo
hu: OSGeo Projekt
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
hu: OSGeo közösség
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: nologo
ja: ロゴなし

source: Standards are at the core of pygeoapi. Below is the project's standards support matrix.
sv: Standarder är kärnan i pygeoapi. Nedan visas projektets matris för stöd av standarder.

source: certified OGC Compliant and Reference Implementation for OGC API - Features
de: zertifiziert als OGC Compliant und Reference Implementation für OGC API - Features
fr: mise en œuvre conforme et de référence de l’OGC certifiée pour l’OGC API - Features

source: additionally implements OGC API - Coverages, OGC API - Tiles, OGC API - Processes and SpatioTemporal Asset Library
de: weitere Implementierungen sind OGC API - Coverages, OGC API - Tiles, OGC API - Processes und SpatioTemporal Asset Library
fr: en outre implémente OGC API - Coverages, OGC API - Tiles, OGC API - Processes and SpatioTemporal Asset Library
