Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/pywps_overview.po
Languages: es, fr, hu, it, ja, sv

source: Web Processing Service
es: Servicio Web de Procesamiento
fr: Service de géotraitement via le web
sv: Tjänst för webbbearbetning

source: PyWPS provides web access to custom geospatial operations (referred to as Processes) via the |WPS| standard.
ja: PyWPS は、カスタムの地理空間操作 ( プロセスと呼ばれる ) への Web アクセスを、 |WPS| 標準で提供しています。
sv: PyWPS ger webbåtkomst till anpassade geospatiala operationer (kallas processer) via standarden |WPS|.

source: Processes are written in the Python programming language and can integrate tools such as :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj <proj_overview>` and other libraries with Python bindings. Source data can be provided with WPS requests or accessed from data on the WPS server.
sv: Processerna är skrivna på programmeringsspråket Python och kan integrera verktyg som :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj <proj_overview>` och andra bibliotek med Python-bindningar. Källdata kan tillhandahållas med WPS-begäranden eller hämtas från data på WPS-servern.

source: pywps screenshot
sv: pywps skärmdump

source: Core Features
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: small and lightweight
es: pequeño y ligero
fr: petit et léger
hu: kicsi és könnyűsúlyú
it: piccolo e leggero
ja: 小型で軽量
sv: liten och lätt

source: easy and fast to install and setup
es: fácil y rápido de instalar y configurar
fr: Facile et rapide à installer et configurer
hu: könnyen és gyorsan telepíthető és beállítható
it: facile e veloce da installare e configurare
ja: インストールとセットアップが容易かつ迅速
sv: enkel och snabb att installera och ställa in

source: implemented in pure Python
es: implementado en Python puro
fr: Implémenté en Python pur
hu: teljesen Pythonban implementálták
it: implementato interamente in Python
ja: 純粋な Python で実装されている
sv: implementerad i ren Python

source: integrates seamlessly with the Python ecosystem of packages:
es: se integra perfectamente con el ecosistema de paquetes de Python:
fr: s'intègre sans heurt avec l’écosystème Python de paquets:
hu: tökéletesen illeszkedik a Python csomagok ökoszisztémájához:
it: si integra perfettamente con l'ecosistema dei pacchetti di Python:
ja: シームレスに統合されたPython エコシステムのパッケージ:
sv: integreras sömlöst med Pythons ekosystem av paket:

source: Implemented Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: OGC Standards:
es: Estándares OGC
fr: Standards OGC :
hu: OGC szabványok:
it: Standards OGC:
sv: OGC-standarder:

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://pywps.org/
ja: **Webサイト:** https://pywps.org/
sv: **Webbplats:** https://pywps.org/

source: **Licence:** GPL
es: **Licencia:** GPL
hu: **Licenc:** GPL
it: **Licenza:** GPL
ja: **ライセンス:** GPL
sv: **Licens:** GPL

source: **Software Version:** |version-pywps|
es: **Versión de software:** |version-pywps|
fr: **Version du logiciel:** |version-pywps|
hu: **Szoftver verzió:** |version-pywps|
it: **Versione del Software:** |version-pywps|
ja: **ソフトウェアバージョン:** |version-pywps|
sv: **Programvaruversion:** |version-pywps|

source: **Supported Platforms:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** Python
es: **Interfaces API:** Python
fr: **Interfaces de l'API:** Python
hu: **API interfészek:** Python
it: **Interfacce API:** Python
ja: **API インタフェース:** Python
sv: **API-gränssnitt:** Python

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/pywps_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/pywps_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/pywps_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/pywps_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/pywps_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/pywps_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/pywps_quickstart>`

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap

source: PyWPS provides web access to custom geospatial operations (referred to as Processes) via the `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`__ standard.
es: PyWPS proporciona acceso web a operaciones geoespaciales personalizadas (referidas como Procesos) a través de `Servicio de Procesamiento Web (WPS) <http://www.opengeospatial.org/standards/wps>`__ estándar.
fr: PyWPS fournit un accès web a des opérations spatiales personnalisées (aussi appelés Processes) via le standard `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`__ .
hu: A PyWPS webes hozzáférést biztosít az egyedi térinformatikai műveletekhez (a továbbiakban: feldolgozás) a ' Web Processing Service (WPS) < http://www.opengeospatial.org/standards/wps &gt; ' __ szabványos szolgáltatáson keresztül.
it: PyWPS fornisce accesso web per operazioni spaziali personalizzabili (denominati con Processi) attraverso lo standard `Web Processing Service (WPS) <http://www.opengeospatial.org/standards/wps>`_

source: Processes are written in the Python programming language and can integrate tools such as :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj.4 <proj4_overview>` and other libraries with Python bindings. Source data can be provided with WPS requests or accessed from data on the WPS server.
es: Los procesos están escritos en el lenguaje de programación Python y pueden integrar herramientas tales como :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj.4 <proj4_overview>` y otras bibliotecas con enlaces de Python. Los datos de origen pueden ser proporcionados por medio de solicitudes de WPS o accesados desde los datos en el servidor de WPS.
fr: Les processes sont écrit dans le langage de programmation Python et peuvent intégrer des outils tels que :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj.4 <proj4_overview>` et d'autres bibliothèques avec des liens Python . Les données sources peuvent être fournies avec des requêtes WPS ou accédées à partir de données sur le serveur WPS.
hu: A feldolgozásokat Python programnyelven készítették és olyan eszközökbe integrálható mint a :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj.4<proj4_overview>` és további Python kötésekkel bíró más könyvtárakkal. A forrás adatokról WPS kérésekkel gondoskodhatunk vagy a WPS szerverről érhetők el.
it: Processi sono scritti nel linguaggio di programmazione Python e pu√≤ integrare strumenti quali: :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj.4 <proj4_overview>` e altre librerie con bindings Python. I dati sorgenti possono essere forniti con richieste WPS o accedere a dati su server WPS.

source: **Website:** http://pywps.org
es: **Sitio web:** http://pywps.org
fr: **Site web:** http://pywps.org
hu: **Honlap:** http://pywps.org
it: **Sito web:** http://pywps.org

source: **Support:** http://pywps.org/community/#professional-support
es: **Soporte:** http://pywps.org/community/#professional-support
hu: **Támogatás:** http://pywps.org/community/#professional-support
it: **Supporto:** http://pywps.org/community/#professional-support

source: Processes are written in the Python programming language and can integrate tools such as :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj <proj_overview>` and other libraries with Python bindings. Source data can be provided with WPS requests or accessed from data on the WPS server.
ja: プロセスは、 Python プログラミング言語で実装されており、 :doc:`GRASS GIS <grass_overview>`, :doc:`R <R_overview>`, :doc:`GDAL/OGR <gdal_overview>`, :doc:`proj <proj_overview>` などのライブラリを、Pythonバインディングを通じて統合できます。ソース・データは、 WPS 要求で提供することも、 WPS サーバー上のデータからアクセスすることもできます。

source: **Support:** https://pywps.org/community/#professional-support
ja: **サポート:** https://pywps.org/community/#professional-support
