Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/R_overview.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: Statistical Programming
de: Statistische Programmierung
es: Programación Estadística
fi: Tilastollinen ohjelmointi
fr: Programmation statistique
hu: Statisztikai programozás
it: Programmazione Statistica
ja: 統計プログラミング
sv: Statistisk programmering

source: R is a powerful, widely used software environment for statistical computing and graphics which excels at analyzing and processing geographic data sets. Geospatial analysis capabilities within R are available in R packages (modules that extend the capabilities of R) that provide access to a huge number of traditional and state of the art algorithms (). R and its packages are able to process point, line, polygon, networks, grid data (etc.).
de: R ist eine leistungsstarke, weit verbreitete Entwicklungsumgebung für statistische Berechnungen und Graphiken, die sich durch Analysemöglichkeiten und Prozessierung räumlicher Daten auszeichnet. Die räumlichen Analysemöglichkeiten von R sind über R Pakete verfügbar (Module, die die Möglichkeiten von R erweitern), die viele herkömmliche und dem neusten Stand folgende Algorithmen unterstützen. Die Bereitstellung über R erfolgt oft bevor die Algorithmen in anderen Open Source oder proprietären Programmen verfügbar sind.
es: R es un entorno de software poderoso y ampliamente utilizado para computación y gráficos estadísticos que sobresale en el análisis y procesamiento de conjuntos de datos geográficos. Las capacidades de análisis geoespacial dentro de R están disponibles en paquetes R (módulos que amplían las capacidades de R) que proporcionan acceso a una gran cantidad de algoritmos tradicionales y de vanguardia (). R y sus paquetes pueden procesar punto, línea, polígono, redes, datos de cuadrícula (etc.).
fi: R on voimakas, laajasti käytetty ohjelmistoympäristö tilastolliseen tietojenkäsittelyyn ja graafiseen esittämiseen. R loistaa maantieteellisten aineistojen analysoimisessa ja käsittelyssä. R:n geospatiaalisen analysoinnin ominaisuudet ovat käytettävissä R-paketteina (packages: moduuleja, jotka laajentavat R:n ominaisuuksia), jotka tarjoavat käytettäväksi suuren määrän perinteisiä ja edistyneitä algoritmejä. R ja sen paketit voivat käsitellä piste-, viiva-, alue-, verkosto- ja ruudukkodataa (jne).
fr: R est un environnement logiciel puissant et largement utilisé pour les traitements statistiques et les graphiques qui excelle à analyser et traiter les jeux de données géographiques. Les capacités d'analyses géospatiales dans R sont disponibles dans les paquets R (des modules qui étendent les capacités de R) qui fournissent un accès à de nombreux algorithmes traditionnels comme de pointe, souvent avant qu'ils ne soient disponibles dans d'autres logiciels open-source ou propriétaires. R et ses paquets sont capables de traiter des données ponctuelles, linéaires, surfaciques et matricielles.
hu: Az R egy hatékony, széles körben használt szoftver környezet statisztikai számítások és grafika számára, amely kiemelkedő a földrajzi adatok elemzésében és feldolgozásában. Az R-n belüli térinformatikai elemzési képességeket R csomagokban (modulok, amelyek kiterjesztik az R képességeit) találhatjuk meg, melyek nagy számú hagyományos és legkorszerűbb algoritmus hozzáférését biztosítja. Az R és csomagjai képesek pont, vonal, felület, hálózat, rács (stb.) adatok feldolgozására.
it: R è un potente ambiente software ampiamente utilizzato per il calcolo statistico e la grafica che eccelle nell'analisi e nell'elaborazione di set di dati geografici. Le capacità di analisi geospaziali all'interno di R sono disponibili in pacchetti R (moduli che estendono le capacità di R) che forniscono accesso a un numero enorme di algoritmi tradizionali e all'avanguardia (). R e i suoi pacchetti sono in grado di elaborare punto, linea, poligono, reti, grid data (ecc.).
ja: R は強力で広く使われている高性能な統計計算および作図環境で、地理的データの解析と演算にも優れています。R による地理空間分析は、R パッケージ（Rの機能を拡張するモジュール）を利用して古典的なものから最新のものまで、膨大なアルゴリズムが利用できます。中には他のオープンソースまたはプロプライエタリ・ソフトウェアよりも早く利用可能になるものもあります。R とそのパッケージではポイント、ライン、ポリゴン、グリッドデータを処理できます。
sv: R är en kraftfull, allmänt använd mjukvarumiljö för statistiska beräkningar och grafik som utmärker sig för att analysera och bearbeta geografiska datamängder. Geospatiala analysfunktioner inom R finns tillgängliga i R-paket (moduler som utökar funktionerna i R) som ger tillgång till ett stort antal traditionella och toppmoderna algoritmer (). R och dess paket kan bearbeta punkt-, linje-, polygon-, nätverks-, rutnätsdata (etc.).

source: Users can accomplish a broad array of tasks such as: image classification, statistical analysis to infer spatial relationships and patterns of features, and others listed in the core features below. The functions available via R complement and advance capabilities found in GIS and image processing software. Using packages for parallelisation users can drastically reduce computational time and increase these capability. Several packages provide connection with other OSGeo tools and software. You can easily plug R with GRASS-GIS, Qgis, postgreSQL and postGIS.
de: R und seine Pakete können Punkte, Linien, Polygone und Grids prozessieren. Anwender können auf eine große Anzahl von Funktionalitäten zugreifen: Bildklassifizierung, statistische Analysen zur Schlussfolgerung räumlicher Beziehungen und Muster von Objekten sowie vieles mehr (siehe Liste unten). Die Funktionen, die über R bereitgestellt werden, vervollständigen und erweitern die Möglichkeiten von GIS und Bildprozessierungsprogrammen.
es: Los usuarios pueden realizar una amplia gama de tareas tales como: clasificación de imágenes, análisis estadístico para inferir relaciones espaciales y patrones de características, y otras enumeradas en las características principales a continuación. Las funciones disponibles a través del complemento R y las capacidades avanzadas que se encuentran en GIS y el software de procesamiento de imágenes. Usar paquetes para usuarios de paralelización puede reducir drásticamente el tiempo de cálculo y aumentar esta capacidad. Varios paquetes proporcionan conexión con otras herramientas y software de OSGeo. Puede conectar fácilmente R con GRASS-GIS, Qgis, postgreSQL y postGIS.
fr: Les utilisateurs peuvent accomplir un large éventail de tâches comme: la classification d'images, l'analyse statistique pour inférer les relations spatiales et les motifs des objets, et d'autres fonctions encore, listées dans les fonctionnalités de base ci-dessous. Les fonctions disponibles via R complètent et font avancer celles qu'on trouve dans les SIG et les logiciels de traitement d'images. Utiliser les paquets permettant la parallélisation par agent peut réduire considérablement le temps de calcul et étendre les possibilités Plusieurs paquets fournissent des connections avec d'autres outils et logiciels OSGeo. Vous pouvez facilement connecté R avec GRASS-GIS, Qgis, postgreSQL et postGIS.
hu: A felhasználók a feladatok széles körét érhetik el, mint például: képosztályozás, statisztikai elemzés a térbeli kapcsolatok és az elem mintázatok kimutatására, valamint továbbiak az alább felsorolt alapfunkciókban. Az R által kínált funkciók kiegészítik és kibővítik a GIS és képfeldolgozó szoftverek képességeit. A párhuzamos programfutásra szolgáló csomagok alkalmazásával a felhasználók drasztikusan csökkenthetik a számítási időt és növelhetik a kapacitást. Számos csomag biztosítja a kapcsolatot más OSGeo eszközökkel és szoftverekkel. Könnyedén csatlakoztathatja az R-t a GRASS-GIS, a Qgis, a postgreSQL és a postGIS programokhoz.
it: Gli utenti possono eseguire una vasta gamma di attività come: classificazione delle immagini, analisi statistiche per dedurre relazioni spaziali e modelli di funzionalità e altri elencati nelle funzionalità principali di seguito. Le funzioni disponibili tramite R completano e migliorano le funzionalità presenti nel GIS e nel software di elaborazione delle immagini. L'utilizzo di pacchetti per gli utenti di parallelizzazione può ridurre drasticamente i tempi di calcolo e aumentare queste capacità. Diversi pacchetti forniscono la connessione con altri strumenti e software OSGeo. Puoi facilmente collegare R con GRASS-GIS, Qgis, postgreSQL e postGIS.
ja: ユーザーは、例えば画像分類、空間的関係を推定するための統計解析、地物の分布パターン、そして以下の基本機能に列挙されるものなど、大規模な配列の処理ができます。R が提供している機能は、GIS や画像処理ソフトに使われている高性能で先進的なものです。 Using packages for parallelisation users can drastically reduce computational time and increase these capability. Several packages provide connection with other OSGeo tools and software. You can easily plug R with GRASS-GIS, Qgis, postgreSQL and postGIS.
sv: Användarna kan utföra ett brett spektrum av uppgifter, t.ex. bildklassificering, statistisk analys för att dra slutsatser om spatiala relationer och mönster, och andra uppgifter som anges i kärnfunktionerna nedan. De funktioner som är tillgängliga via R kompletterar och förbättrar de funktioner som finns i GIS- och bildbehandlingsprogram. Genom att använda paket för parallellisering kan användare drastiskt minska beräkningstiden och öka denna kapacitet. Flera paket tillhandahåller anslutning till andra OSGeo-verktyg och programvara. Du kan enkelt ansluta R till GRASS-GIS, Qgis, postgreSQL och postGIS.

source: R is an implementation of the S programming language and there is significant compatibility between R and legacy S and S-Plus code as well as between R and the modern commercial version of S, TIBCO Spotfire S+. This makes it possible to convert different versions of S code to run on R without major code modifications.
de: R ist eine Implemetierung der S Programmiersprache und es besteht eine signifikante Kompatibilität zwischen R und dem älteren S und S-Plus Code, sowie zwischen R und der modernen kommerziellen Versionen von S, TIBCO Spotfire S+. Diese Kompatibilität ermöglicht es, verschiedene Versionen von S Code als R ohne große Anpassungen laufen zu lassen.
es: R es una implementación del lenguaje de programación de S y hay compatibilidad significativa entre R, el legado del código S y el código S-Plus así como entre R y la moderna versión comercial de S, TIBCO Spotfire s +. Esto permite convertir diferentes versiones de código S para ejecutar en R sin mayores modificaciones del código principal.
fr: R est une implémentation du langage de programmation S et il y a une compatibilité significative entre le code de R et celui hérité de S et S-Plus aussi bien qu'il y en a entre R et la version commerciale moderne de S, TIBCO Spotfire S+. Cela rend possible la conversion entre différentes versions de code S pour exécuter R sans modifications majeures du code.
hu: Az R az S programnyelv egy implementációja, jelentős kompatibilitás van az R és az előd S és S-Plus kódok és a modern S kereskedelmi verziója között, TIBCO Spotfire S+. Ez lehetővé teszi, hogy az S kód fusson az R-ben nagyobb kód módosítások nélkül.
it: R è un'implementazione del linguaggio di programmazione S e vi è una significativa compatibilità tra R e il codice S e S-Plus legacy, nonché tra R e la moderna versione commerciale di S, TIBCO Spotfire S +. Ciò consente di convertire diverse versioni del codice S per l'esecuzione su R senza importanti modifiche al codice.
ja: R は S 言語の実装でもあり、R と過去の S、S-Plus コード、 最近の商用バージョンの S、TIBCO Spotfire S+ には高い互換性があります。この互換性により、異なるバージョンの S のコードを大きく変更することなく R で実行できるよう変換可能です。
sv: R är en implementering av programmeringsspråket S och det finns betydande kompatibilitet mellan R och äldre S- och S-Plus-kod samt mellan R och den moderna kommersiella versionen av S, TIBCO Spotfire S+. Detta gör det möjligt att konvertera olika versioner av S-kod till att köras på R utan större kodändringar.

source: R screenshot
it: screenshot di R
sv: R skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fi: Keskeiset ominaisuudet
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Complete Object Oriented Programming Language designed for Statistics and similar Mathematical intensive applications
de: Komplett objektorientierte Programmiersprache, die für Statistiken und ähnliche rechenintensive Anwendungen entwickelt wurde
es: Lenguaje de Programación Orientado a Objetos Completos diseñado para Estadísticas y Aplicaciones Matemáticas Intensivas similares
fi: Täydellinen oliopohjainen ohjelmointikieli, joka on suunniteltu tilastollisesti ja matemaattisesti intensiivisiä sovelluksia varten
fr: Langage complètement orienté objet conçu pour les statistiques et applications similaires impliquant fortement des mathématiques
hu: Komplett objektum orientált programnyelv, melyet statisztikához és hasonló intenzíven matematikát használó alkalmazásokhoz terveztek
it: Linguaggio di Programmazione Orientato agli Oggetti Completo progettato per la Statistica e applicazioni Matematiche similari ad alta intensità
ja: 統計、数学に特化したアプリケーションに向けて設計した完全なオブジェクト指向プログラミング言語
sv: Komplett objektorienterat programmeringsspråk utformat för statistik och liknande matematikintensiva tillämpningar

source: Currently (2017/08/11), the CRAN package repository features 11239 available packages.
de: Am 11.08.2017 waren im CRAN Repository 11239 Pakete verfügbar.
es: Actualmente (2017/08/11), las funciones del repositorio CRAN ofrece 11239 paquetes.
fi: Tällä hetkellä (2017/08/11) CRAN-projektissa on 11239 pakettia.
fr: Actuellement (2017/08/11), le dépôt de paquets CRAN proposes 11239 paquets disponibles
hu: Aktuálisan (2017/08/11), a CRAN csomag tárházban 11239 csomag érhetőel.
it: Attualmente (2017/08/11), il repository di pacchetti CRAN presenta 11239 pacchetti disponibili.
ja: 現在 (2017/08/11)、CRAN パッケージリポジトリで 11239 のパッケージが利用可能
sv: För närvarande (2017/08/11) innehåller CRAN-paketförvaret 11239 tillgängliga paket.

source: Hundreds of community contributed add-on packages for spatial statistics
de: Hunderte add-on Pakete für räumliche Statistiken, die von der Community bereitgestellt wurden
es: Cientos de paquetes de complementos aportados por la comunidad para estadísticas espaciales
fr: Centaines de paquets supplémentaires pour les statistiques spatiales grâce aux contributions de la communauté
hu: A közösség által hozzáadott csomagok százai térbeli statisztikákhoz
it: Centinaia di pacchetti aggiuntivi forniti dalla comunità per le statistiche spaziali
ja: 数百のコミュニティが作成した空間統計計算用のアドオンパッケージ
sv: Hundratals tilläggspaket för spatial statistik som tagits fram av samhället

source: Classes for spatial data
de: Klassifizierung räumlicher Daten
es: Clases para datos espaciales
fi: Spatiaalisen datan luokat
fr: Classes pour les données spatiales
hu: Osztályok a térbeli adatokhoz
it: Classi per dati spaziali
ja: 空間データのためのクラス
sv: Klasser för spatiala data

source: Reading and writing spatial data
de: Lesen und Schreiben von räumlicher Daten
es: Lectura y escritura de datos espaciales
fi: Spatiaalisen datan lukeminen ja kirjoittaminen
fr: Lecture et écriture de données spatiales
hu: Téradatok olvasása és írása
it: Lettura e scrittura dati spaziali
ja: 空間データの読み込みと書き出し
sv: Läsa och skriva spatiala data

source: Point pattern analysis
de: Punktmuster Analysen
es: Análisis de patrones de puntos
fi: Pistekuvion analysoiminen
fr: Analyse des patterns de points
hu: Pont minta elemzések
it: Analisi del modello del punto
ja: 点パターン分析
sv: Analys av punktmönster

source: Geostatistics
de: Geostatistik
es: Geoestadística
fi: Geostatistiikka
fr: Géostatistiques
hu: Geostatisztika
it: Geostatistica
ja: 地球統計学
sv: Geostatistik

source: Spatial regression
de: räumliche Regressionsanalyse
es: Regresión espacial
fi: Spatiaalinen regressio
fr: Régression spatiale
hu: Térbeli regresszió
it: Regressione spaziale
ja: 空間回帰分析

source: Ecological analysis
de: Ökologische Analysen
es: Análisis ecológico
fi: Ekologinen analyysi
fr: Analyse écologique
hu: Ekológiai elemzések
it: Analisi ecologiche
ja: 生態学的分析
sv: Ekologisk analys

source: Powerful raster processing algorithms
de: Rasterprozessierungsalgorithmen
es: Poderosos Algoritmos de procesamiento de ráster
fi: Tehokkaat algoritmit rasterin käsittelyyn
fr: algorithmes de traitement raster puissants
hu: Hatékony raszter feldolgozó algoritmusok
it: Potenti algoritmi per l'analisi raster
ja: 強力なラスタ処理アルゴリズム
sv: Kraftfulla algoritmer för rasterbearbetning

source: Remote sensing
de: Fernerkundung
es: Detección remota
fi: Kaukokartoitus
fr: Télédétection
hu: Távérzékelés
it: Telerilevamento
ja: リモートセンシング
sv: Avkänning på distans

source: Bayesian spatial analysis
de: Bayessche Geostatistik
es: Análisis espacial Bayesiano
fr: Analyse spatiale bayésienne
hu: Bayesian térbeli elemzés
it: Analisi bayesian spaziale
ja: ベイズ空間解析
sv: Bayesiansk spatial analys

source: Details
es: Detalles
fi: Lisätiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://cran.r-project.org
de: **Webseite:** https://cran.r-project.org
es: **Sitio Web:** https://cran.r-project.org
fr: **Site web:** https://cran.r-project.org
hu: **Honlap:** https://cran.r-project.org
it: **Sito web:** https://cran.r-project.org
ja: **Webサイト:** https://cran.r-project.org
sv: **Webbplats:** https://cran.r-project.org

source: **Licence:** GPL
de: **Lizenz:** GPL
es: **Licencia:** GPL
hu: **Licenc:** GPL
it: **Licenza:** GPL
ja: **ライセンス:** GPL
sv: **Licens:** GPL

source: **Software Version:** |version-R|
es: **Versión de software:** |version-R|
fi: **Ohjelmistoversio:** |version-R|
fr: **Version du logiciel:** |version-R|
hu: **Szoftver verzió:** |version-R|
it: **Versione Software:** |version-R|
ja: **ソフトウェアバージョン:** |version-R|
sv: **Programvaruversion:** |version-R|

source: **Supported Platforms:** Windows, Linux, Mac, Unix
de: **Unterstützte Plattformen:** Windows, Linux, Mac, Unix
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows, Unix
fi: ** Tuetut käyttöjärjestelmät: ** Windows, Linux, Mac, Unix
fr: **Plates-formes supportées:** Windows, Linux, Mac, Unix
hu: **Támogatott platformok:** Windows, Linux, Mac, Unix
it: **Piattaforme Supportate:** Windows, Linux, Mac, Unix
ja: **対応プラットフォーム:** Windows, Linux, Mac, Unix
sv: **Plattformar som stöds:** Windows, Linux, Mac, UNIX

source: **Community Support:** https://cran.r-project.org/web/views/Spatial.html
de: **Community-Unterstützung:** https://cran.r-project.org/web/views/Spatial.html
es: **Soporte comunitario** https://cran.r-project.org/web/views/Spatial.html
fr: **Support Communautaire:** https://cran.r-project.org/web/views/Spatial.html
hu: **Közösségi támogatás:** https://cran.r-project.org/web/views/Spatial.html
it: **Supporto della community:** https://cran.r-project.org/web/views/Spatial.html
ja: **コミュニティサポート:** https://cran.r-project.org/web/views/Spatial.html
sv: **Gemenskapssupport:** https://cran.r-project.org/web/views/Spatial.html

source: **CRAN packages available:** https://cran.r-project.org/web/packages/available_packages_by_name.html
de: **verfügbare CRAN Pakete:** https://cran.r-project.org/web/packages/available_packages_by_name.html
es: **Paquetes disponibles CRAN:** https://cran.r-project.org/web/packages/available_packages_by_name.html
fr: **Paquets disponibles sur CRAN:** https://cran.r-project.org/web/packages/available_packages_by_name.html
hu: **CRAN csomag elérhető:** https://cran.r-project.org/web/packages/available_packages_by_name.html
it: **Pacchetti CRAN disponibili:** https://cran.r-project.org/web/packages/available_packages_by_name.html
ja: **CRAN パッケージが利用可能:** https://cran.r-project.org/web/packages/available_packages_by_name.html
sv: **Tillgängliga CRAN-paket:** https://cran.r-project.org/web/packages/available_packages_by_name.html

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fi: Pika-aloitus
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/R_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/R_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/R_quickstart>`
fr: :doc:`Documentation de démarrage rapide <../quickstart/R_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/R_quickstart>`
it: :doc:`Guida rapida <../quickstart/R_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/R_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/R_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: The core R interface is a command line window which provides excellent flexibility and control but tends to lengthen the time required to become a proficient user when compared to software with a graphical user interface (GUI). Fortunately R is well documented on the web site which eases the learning process. Scripts are often used to automate processing steps but there are GUIs, the leading one being RStudio (https://www.rstudio.com).
sv: R:s huvudgränssnitt är ett kommandoradsfönster som ger utmärkt flexibilitet och kontroll men tenderar att förlänga den tid som krävs för att bli en skicklig användare jämfört med programvara med ett grafiskt användargränssnitt (GUI). Lyckligtvis är R väldokumenterat på webbplatsen, vilket underlättar inlärningsprocessen. Skript används ofta för att automatisera bearbetningssteg, men det finns även GUI:er, varav den ledande är RStudio (https://www.rstudio.com).
