Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/R_overview.po
Languages: de, es, fi, fr, hu, it, ja, sv

source: The core R interface is a command line window which provides excellent flexibility and control but tends to lengthen the time required to become a proficient user when compared to software with a graphical user interface (GUI). Fortunately R is well documented on the web site which eases the learning process. Scripts are often used to automate processing steps but there are GUIs, the leading one being RStudio (https://rstudio.com).
de: Mit R wird hauptsächlich auf der Kommandozeile gearbeitet. Dies bietet eine große Flexibilität und Kontrolle, führt aber oft auch zu einer längeren Einarbeitungszeit bis hin zum erfahrenen Gebrauch im Vergleich zu einer graphischen Benutzeroberfläche. Glücklicherweise verfügt R über eine gute Dokumentation auf der Webseite, was den Einstieg erleichtert. Skripte werden oft verwendet, um Prozessierungschritte zu automatisieren. Es gibt andere Open Source Projekte, die graphische Oberflächen für R (https://rstudio.com) entwickeln.
es: La interfaz del núcleo R es una ventana de línea de comandos que proporciona excelente flexibilidad y control pero tiende a alargar el tiempo necesario para convertirse en un usuario competente comparado con el software con una interfaz gráfica de usuario (GUI). Afortunadamente R está bien documentado en el sitio web que facilita el proceso de aprendizaje. Los scripts son usualmente utilizados para automatizar los pasos de procesamiento, pero hay GUIs, el líder es RStudio (https://rstudio.com).
fr: L'interface du cœur de R est une fenêtre de ligne de commande qui fournit une flexibilité et un contrôle excellent mais tend à allonger le temps requis pour être un utilisateur compétent quand on compare avec un logiciel avec une interface graphique. Heureusement, R est bien documenté sur le site web ce qui facilite le processus d'apprentissage. Les scripts sont souvent utilisés pour automatiser des étapes de traitement mais il y a des interfaces graphiques, la principale étant RStudio (https://rstudio.com/).
hu: Az R alap felhasználói felülete egy parancssor ablak, mely kiváló rugalmasságot és felügyeletet biztosít, de megnöveli a gyakorlott felhasználóvá válás idejét, ha a grafikus felhasználói felülettel (GUI) bíró szoftverekhez hasonlítjuk. Szerencsére az R a honlapján jól dokumentált, ami megkönnyíti a tanulási folyamatot. Gyakran szkripteket használunk a feldolgozási lépések automatizálására, de vannak GUI-k, ezek között a vezető az RStudio (https://rstudio.com).
ja: R の基本インターフェイスはコマンドラインであり、高い自由度と操作性を提供しています。一方で、グラフィカル・ユーザー・インターフェイス (GUI) と比べて習熟するまでに長い時間を必要とする傾向があります。幸いなことに、R についての Web のドキュメントは充実しており、学習プロセスを容易にしています。処理を自動化するためのスクリプトが頻繁に利用されており、また、Rの GUI 環境として主要なものに RStudio (https://rstudio.com) があります。

source: **Website:** http://cran.r-project.org
fi: **Verkkosivu:** http://cran.r-project.org
