Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/rasdaman_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Multi-Dimensional Big Data Analytics Engine
de: Multi-dimensionale Big Data Analytics Engine
es: Motor de Análisis de Big Data Multidimensional
fr: Base de données raster multi-dimensionnelle
hu: Többdimenziós nagy-adat analitikai motor
it: Motore Multi-Dimensionale di Analisi dei Big Data
ja: 多次元ビッグデータ分析エンジン
sv: Flerdimensionell analysmotor för stora datamängder

source: Rasdaman is an Array Database System which provides flexible, fast, scalable geo services for multi-dimensional spatio-temporal sensor, image, simulation, and statistics data of unlimited volume. Ad-hoc access, extraction, aggregation, as well as remix and analytics is enabled through a NewSQL raster query language with highly effective server-side optimization. Cloud/cluster parallelization is accomplished in a secure, administrator-controlled way.
de: Rasdaman ist ein Array-Datenbanksystem für flexible, performante, skalierbare Geo-Dienste auf multi-dimensionalen raum-zeitlichen Sensor-, Bild-, Simulations- und Statistikdaten unbegrenzter Größe. Ad-hoc Zugriff, Extraktion, Aggregation sowie Remix und Analyse erfolgt durch eine NewSQL Raster-Anfragesprache mit hocheffektiver server-seitiger Optimierung. Cloud/Cluster-Parallelisierung erfolgt in gesicherter, vom Administrator steuerbarer Weise. Die Daten werden in einer PostgreSQL-Datenbank abgelegt, sodass sich eine enge Informationsintegration ergibt.
es: Rasdaman es un sistema de base de datos matriz que proporciona geo servicios que proporciona servicios geográficos flexibles, rápidos y escalables para datos de sensor, imagen, simulación y estadísticas espacio-temporales multidimensionales de volumen ilimitado. El acceso , extracción y agregación ad-hoc, así como remixes y análisis se habilita a través de un lenguaje de consulta raster NewSQL con una optimización del lado del servidor altamente efectiva. Análisis, extracción, agregación, así como remix y ad-hoc acceso está habilitado a través de un lenguaje de consulta de trama NewSQL con optimización de servidor altamente eficaz. La paralelización de la nube/agrupación se acompleta de forma segura y controlada por el administrador.
fr: Rasdaman un système de base de données de tableaux qui fournit des géoservices flexibles, rapides, scalables, pour des capteur spatio-temporels multi-dimensions, image, simulation et des données statistiques d'un volume illimité. Accès ponctuel, extraction, agrégation, mais aussi mélange et analytique sont disponibles grâce au langage de de requête raster NewSQL avec des optimisations côté serveur hautement efficaces. La parallélisation de Cloud/cluster est accomplie d'un manière sécurisée, contrôlée par un administrateur.
hu: A Rasdaman egy Array adatbázis rendszer, mely rugalmas, gyors, méretezhető térinformatikai szolgáltatásokat nyújt korlátlan mennyiségű többdimenziós tér-idő szenzor, kép, szimuláció és statisztikai adatokhoz Az ad-hoc hozzáférés, a kivonat, az összesítés, valamint a remix és az analitika egy NewSQL raszteres lekérdezési nyelv segítségével érhető el, rendkívül hatékony kiszolgálóoldali optimalizálással. A felhő/klaszter párhuzamosítás biztonságos, a rendszergazda által ellenőrzött módon valósul meg.
it: Rasdaman è un Array Database System che fornisce servizi geografici flessibili, veloci e scalabili per sensori spazio-temporali multidimensionali, immagini, simulazioni e dati statistici di volume illimitato. L'accesso, l'estrazione, l'aggregazione, nonché il remix e l'analisi ad hoc sono abilitati tramite un linguaggio di query raster NewSQL con ottimizzazione lato server altamente efficace. La parallelizzazione cloud/cluster viene eseguita in modo sicuro e controllato dall'amministratore.
ja: Rasdamanはアレイデータベースシステムであり、多次元時空間センサ、画像、シミュレーション、統計データのための柔軟で高速でスケーラブルな地理サービスを無制限のボリュームで提供します。NewSQL、集約、リミックス、分析は、非常に効果的なサーバサイド最適化を備えたNewSQLラスタクエリ言語を通じて可能になります。クラウド/クラスタの並列化は、管理者が制御する安全な方法で行われます。

source: In addition to the raster query language, rasdaman supports OGC's WMS, WCS and WCPS web service standards, as well as C++ and Java APIs. At https://standards.rasdaman.com a collection of interactive demos is available. A rasdaman driver is part of GDAL and MapServer.
de: Neben der Raster-Anfragesprache unterstützt rasdaman OGC WMS, WCS, WCPS und WPS sowie C++ und Java APIs. Unter https://standards.rasdaman.com steht eine Sammlung interaktiver Demos bereit. Ein rasdaman-Treiber ist Bestandteil von GDAL und MapServer.
es: Además del lenguaje de consulta de ráster, rasdaman soporta los servicios web estándar de OGC's WMS, WCS y WCPS , así como las API de C++ y Java. En https://standards.rasdaman.com hay disponible una colección de demos interactivas. Un controlador de rasdaman es parte de GDAL y MapServer.
fr: En plus du langage de requêtage raster, rasdaman supporte les standards OGC des service web WMS, WCS et WCPS, ainsi que des API C++ et Java. Un ensemble de démonstrations interactives est disponible sur https://standards.rasdaman.com. Un pilote rasdaman est intégré à GDAL et MapServer.
hu: A raszter lekérdező nyelv mellett a rasdaman támogatja az OGC WMS, WCS és WCPS web szolgáltatásokat, mint hogy a C++ és Java API-kat is. A https://standards.rasdaman.com oldalon interaktív demók gyűjteménye található. A rasdaman meghajtó a GDAL és a MapServer része.
it: Oltre al linguaggio di query raster, rasdaman supporta gli standard dei servizi Web WMS, WCS e WCPS di OGC, nonché le API C++ e Java. Al https://standards.rasdaman.com è disponibile una raccolta di demo interattive. Un driver rasdaman fà parte di GDAL e MapServer.
ja: rasdamanでは、ラスタークエリー言語に加えて、OGCのWMS、WCS、OGCのWMS、WCS、WCPSウェブサービス標準をサポートしています。https://standards.rasdaman.com では、対話型デモのコレクションが利用できます。rasdamanドライバはGDALとMapServerの一部です。
sv: Förutom rasterfrågespråket stöder rasdaman OGC:s webbtjänststandarder WMS, WCS och WCPS samt API:er för C++ och Java. På https://standards.rasdaman.com finns en samling interaktiva demos tillgängliga. En rasdaman-drivrutin är en del av GDAL och MapServer.

source: Rasdaman has received a series of international innovation awards, among them the prestigeous European IT Prize and Geospatial Innovation Award. Technology is mature and stable, being in operational for more than ten years. Among the operators of rasdaman services are mapping agencies and climate data centers.
de: Rasdaman hat eine Reihe internationaler Innovationspreise erhalten, darunter den renommierten European IT Prize und Geospatial Innovation Award. Die Technologie ist stabil und ausgereift und seit mehr als 10 Jahren im operativen Einsatz. Zu den Betreibern von rasdaman-Diensten zählen Vermessungsämter und Klima-Datencenter.
es: Rasdaman ha recibido una serie de premios internacionales a la innovación, entre ellos, el prestigioso European IT Prize and Geospatial Innovation Award. La tecnología es madura y estable, está en funcionamiento desde hace más de diez años. Entre los operadores de servicios rasdaman hay agencias de mapeo y centros de datos climáticos.
fr: Rasdaman a reçu une série de distinctions d'innovation internationales, parmi lesquelles le prestigieux Prix européen des technologies de l'information et prix de l'innovation géospatiale. La technologie est mature et stable, étant opérationnel depuis plus de dix ans. Parmi les opérateurs de services de rasdaman, on trouve des agences cartographiques et des centres de données climatiques.
hu: Rasdaman számos nemzetközi innovációs díjat kapott, köztük a tekintélyes European IT Prize and GeoSpatial Innovation díjat. A technológia érett és stabil, több mint tíz éve működik. A rasdami szolgáltatások üzemeltetői közé tartoznak a térképészeti ügynökségek és az éghajlati adatközpontok.
it: Rasdaman ha ricevuto una serie di premi internazionali per l'innovazione, tra cui il prestigioso European IT Prize e il Geospatial Innovation Award. La tecnologia è matura e stabile, essendo operativa da più di dieci anni. Tra gli operatori dei servizi rasdaman ci sono agenzie di mappatura e data center climatici.
ja: Rasdamanは、ヨーロッパIT賞と地理空間イノベーション賞といった、数々の国際的なイノベーション賞を受賞しています。テクノロジーは成熟して安定しており、10年以上にわたって稼働しています。rasdamanサービスの事業者には、地図作成機関と気象データセンターがある。

source: rasdaman screenshot
it: screenshot di rasdaman
sv: rasdaman skärmdump

source: Core Features
de: Wichtigste Merkmale
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: truly multi-dimensional - 1-D, 2-D, 3-D, 4-D, and beyond
de: echte Multi-Dimensionalität - 1D, 2D, 3D, 4D und mehr
es: verdaderamente multidimensional - 1-D, 2-D, 3-D, 4-D, y más allá
fr: Vraiment multidimensionnel - de 1-D à 2-D, 3-D, 4-D et au delà
hu: valódi többdimenziós - 1-D, 2-D, 3-D, 4-D és tovább
it: veramente multi-dimensionale - 1-D, 2-D, 3-D, 4-D e oltre
ja: 真の多次元-1D、2D、3D、4D、およびそれ以上
sv: verkligen flerdimensionell - 1-D, 2-D, 3-D, 4-D och ännu mer

source: powerful, flexible query language for visualization, classification, convolution, aggregation, and many more geospatial functions
de: mächtige, flexible Raster-Anfragesprache für Visualisierung, Klassifikation, Konvolutionen/Kernel, Aggregation und viele weitere Geo-Funktionen
es: lenguaje de consulta potente y flexible para la visualización, clasificación, convolución, agregación y muchas más funciones geoespaciales
fr: Langage d'interrogation puissant, flexible pour la visualisation, la classification, la convolution, l'agrégation, et beaucoup d'autres fonctions géospatiales
hu: hatékony, rugalmas lekérdező nyelv a megjelenítéshez, osztályozáshoz, konvolúcióhoz, összegzéshez és még sok térinformatikai funkcióhoz
it: linguaggio di query potente e flessibile per la visualizzazione, la classificazione, la convoluzione, l'aggregazione e molte altre funzioni geospaziali
ja: 視覚化、分類、畳み込み、集約、その他多くの空間関数に対応する、強力で柔軟なクエリ言語
sv: kraftfullt, flexibelt frågespråk för visualisering, klassificering, konvolution, aggregering och många fler geospatiala funktioner

source: spatial indexing and adaptive tiling for fast data access
de: räumliche Indexierung und adaptive Kachelung für schnellen Datenzugriff
es: indexación espacial y mosaico adaptativo para acceso rápido a los datos
fr: Indexation spatiale et tuilage adaptatif pour un accès rapide aux données
hu: térbeli indexelés és adaptív csempe készítés a gyors adateléréshez
it: indicizzazione spaziale e tiling adattivo per un rapido accesso ai dati
ja: 高速データ・アクセスのための空間インデックス作成とアダプティブ・タイリング
sv: spatial indexering och adaptiv tiling för snabb dataåtkomst

source: parallelization and "tile streaming" for unlimited scalability from laptop to cluster and cloud
de: Parallelisierung und "tile streaming" für unbeschränkte Skalierbarkeit von Laptop bis Cluster und Cloud
es: paralelización y "transmisión de mosaicos" para una escalabilidad ilimitada de laptop a agrupación y nube.
fr: parallélisation et streaming de tuiles pour une scalabilité de l'ordinateur portable jusqu'au cluster et au cloud
hu: párhuzamosítás és "csempe sztrimelés" a korlátlan skálázhatósághoz a laptoptól a klaszterig és felhőig
it: parallelizzazione e "tile streaming" per una scalabilità illimitata da laptop a cluster e cloud
ja: 並列化と "タイルストリーミング" により、ノートパソコンからクラスタやクラウドまで無制限の拡張性を実現
sv: parallellisering och "tile streaming" för obegränsad skalbarhet från bärbar dator till kluster och moln

source: support for the raster-relevant OGC standards, Reference Implementation for WCS Core and WCPS
de: Unterstützung der raster-relevanten OGC-Standards, Referenz-Implementierung für WCS Core und WCPS
es: soporte para los estándares OGC relevantes para el ráster, Implementación de Referencia para WCS Core y WCPS
fr: Support des standards raster relevant de l'OGC, implémentation de référence de WCS Core et WCPS
hu: a raszterekkel kapcsolatos OGC szabványok támogatása, a WCS Core és a WCPS referencia implementációja
it: supporto per gli standard OGC rilevanti per i raster, Implementazione di Riferimento per WCS Core e WCPS
ja: ラスター関連のOGC標準のサポート、 WCS Core and WCPSの参照実装です
sv: stöd för de rasterrelevanta OGC-standarderna, Reference Implementation för WCS Core och WCPS

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://rasdaman.org
de: **Webseite:** https://rasdaman.org
es: **Sitio web:** https://rasdaman.org
fr: **Site web:** https://rasdaman.org
hu: **Honlap:** https://rasdaman.org
it: **Sito web:** https://rasdaman.org
ja: **Webサイト:** https://rasdaman.org
sv: **Webbplats:** https://rasdaman.org

source: **Licence:**
de: **Lizenz:**
es: **Licencia:**
hu: **Licenc:**
it: **Licenza:**
ja: **ライセンス:**
sv: **Licens:**

source: clients and APIs: GNU Lesser General Public License (LGPL) version 3
de: Clients und APIs: GNU Lesser General Public License (LGPL) version 3
es: clientes y APIs: GNU Lesser General Public licencia (LGPL) versión 3
fr: clients et API: GNU Lesser General Public License (LGPL) version 3
hu: kliensek és API-k: GNU Lesser General Public License (LGPL) version 3
it: client e API: GNU Lesser General Public License (LGPL) versione 3
ja: クライアントとAPI: GNU Lesser General Public License (LGPL) version 3
sv: klienter och API:er: GNU Lesser General Public License (LGPL) version 3

source: server engine: GNU General Public License (GPL) version 3
es: motor del servidor: GNU General Public License (GPL) version 3
fr: moteur du serveur: GNU General Public License (GPL) version 3
hu: szerver motor: GNU General Public License (GPL) version 3
it: motore server: GNU General Public License (GPL) versione 3
ja: サーバエンジン: GNU General Public License (GPL) version 3
sv: servermotor: GNU General Public License (GPL) version 3

source: **Software Version:** |version-rasdaman|
es: **Versión de software:** |version-rasdaman|
fr: **Version du logiciel:** |version-rasdaman|
hu: **Szoftver verzió:** |version-rasdaman|
it: **Versione Software:** |version-rasdaman|
ja: **ソフトウェアバージョン:** |version-rasdaman|
sv: **Programvaruversion:** |version-rasdaman|

source: **Supported Platforms:** Linux, MacOS, Solaris
de: Unterstützte Plattformen:** Linux, MacOS, Solaris
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, Solaris
fr: **Plate-formes supportées :** GNU/Linux, MacOS, Solaris
hu: **Támogatott platformok:** Linux, MacOS, Solaris
it: **Piattaforme Supportate:** Linux, MacOS, Solaris
ja: **対応プラットフォーム:** Linux, MacOS, Solaris
sv: **Plattformar som stöds:** Linux, MacOS, Solaris

source: **API Interfaces:** rasql, C++, Java
de: **APIs:** rasql, C++, Java
es: **Interfaces API:** rasql, C++, Java
fr: **Interfaces d'API:** rasql, C++, Java
hu: **API Interfészek:** rasql, C++, Java
it: **Interfacce API:** rasql, C++, Java
ja: **API インタフェース:** rasql, C++, Java
sv: **API-gränssnitt:** rasql, C++, Java

source: **Support:** https://rasdaman.com
es: **Soporte:** https://rasdaman.com
hu: **Támogatás:** https://rasdaman.com
it: ** Supporto: ** https://rasdaman.com
ja: **サポート:** https://rasdaman.com

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/rasdaman_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/rasdaman_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/rasdaman_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/rasdaman_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/rasdaman_quickstart>`
it: :doc:`Guida rapida <../quickstart/rasdaman_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/rasdaman_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/rasdaman_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: Rasdaman is an Array Database System which provides flexible, fast, scalable geo services for multi-dimensional spatio-temporal sensor, image, simulation, and statistics data of unlimited volume. Ad-hoc access, extraction, aggregation, as well as remix and analytics is enabled through a NewSQL raster query language with highly effective server-side optimization. Cloud/cluster parallelization is accomplished in a secure, administrator-controlled way.
sv: Rasdaman är ett Array Database System som tillhandahåller flexibla, snabba, skalbara geotjänster för flerdimensionella spatio-temporala sensorer, bilder, simuleringar och statistikdata med obegränsad volym. Ad-hoc-åtkomst, extraktion, aggregering samt remix och analys möjliggörs genom ett NewSQL-rasterfrågespråk med mycket effektiv optimering på serversidan. Parallellisering i moln/kluster sker på ett säkert, administratörsstyrt sätt.

source: Rasdaman has received a series of international innovation awards, among them the prestigeous European IT Prize and Geospatial Innovation Award. Technology is mature and stable, being in operational for more than ten years. Among the operators of rasdaman services are mapping agencies and climate data centers.
sv: Rasdaman har fått en rad internationella innovationspriser, bland annat de prestigefyllda European IT Prize och Geospatial Innovation Award. Tekniken är mogen och stabil och har varit i drift i mer än tio år. Bland operatörerna av Rasdaman-tjänster finns kartbyråer och klimatdatacenter.

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
sv: Detta projekt ingår endast på OSGeoLives virtuella maskindisk (VMDK)
