Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/re3gistry_overview.po
Languages: de, es, fr, hu, it, ja

source: About
de: Über
es: Acerca de
fr: A propos
hu: Névjegy
it: A proposito di

source: The Re3gistry 2 is a reusable open source solution for managing and sharing "reference codes". Initially developed as a central component of the EU's :doc:`INSPIRE <inspire_overview>` infrastructure, it provides a consistent central access point where labels and descriptions for reference codes can be easily browsed by humans and retrieved by machines. Reference codes are exchanged between applications to uniquely reference some ‘thing’. They can be used to define sets of permissible values for a data field or to provide a reference or context for the data being exchanged. Examples are enumerations, controlled vocabularies, taxonomies, thesauri or, simply, ‘lists of things’. The Re3gistry 2 supports organisations in managing and updating reference codes in a consistent way. The Re3gistry software version numbers comply with the Semantic Versioning Specification 2.0.0.
de: Die Re3gistry 2 ist eine wiederverwendbare Open-Source-Lösung zum Verwalten und Freigeben von "Referenzcodes". Ursprünglich als zentrale Komponente der EU-Infrastruktur :doc:`INSPIRE<inspire_overview>` entwickelt, bietet sie einen konsistenten zentralen Zugangspunkt, über den Schlagworte und Beschreibungen für Referenzcodes leicht von Menschen durchsucht und von Maschinen abgerufen werden können. Referenzcodes werden zwischen Anwendungen ausgetauscht, um auf einige "Dinge" zu verweisen. Sie können verwendet werden, um Sätze zulässiger Werte für ein Datenfeld zu definieren oder um einen Verweis oder Kontext für die ausgetauschten Daten bereitzustellen. Beispiele sind Aufzählungen, kontrollierte Vokabeln, Taxonomien, Thesauri oder einfach "Listen von Dingen". Die Re3gistry 2 unterstützt Organisationen bei der konsistenten Verwaltung und Aktualisierung von Referenzcodes. Die Versionsnummern der Re3gistry-Software entsprechen der Semantic Versioning Specification 2.0.0.
es: Re3gistry 2 es una solución reutilizable de código abierto para administrar y compartir "códigos de referencia". Inicialmente desarrollado como un componente central de la infraestructura :doc:`INSPIRE <inspire_overview>` de EU, proporciona un punto de acceso central consistente donde las etiquetas y descripciones de los códigos de referencia pueden ser fácilmente navegadas por los seres humanos y recuperadas por las máquinas. Los códigos de referencia se intercambian entre aplicaciones para hacer referencia únicamente a alguna ‘cosa’. Se pueden utilizar para definir conjuntos de valores permitidos para un campo de datos o para proporcionar una referencia o contexto para los datos que se intercambian. Ejemplos son enumeraciones, vocabularios controlados, taxonomías, tesauros o, simplemente, ‘listas de cosas’. Re3gistry 2 apoya a las organizaciones en la gestión y actualización de códigos de referencia de forma coherente. Los números de versión del software Re3gistry cumplen con la especificación de control de versiones semántica 2.0.0.
fr: Re3gistry 2 est une solution open source réutilisable pour la gestion et le partage de « codes de référence ». Initialement développé comme un élément central de l’infrastructure :doc:`INSPIRE <inspire_overview>`, il fournit un point d’accès central cohérent où les étiquettes et les descriptions des codes de référence peuvent être facilement parcourues par les humains et récupérées par des machines. Les codes de référence sont échangés entre les applications pour référencer uniquement quelque chose. Ils peuvent être utilisés pour définir des ensembles de valeurs admissibles pour un champ de données ou pour fournir une référence ou un contexte pour les données échangées. Par exemple, les énumérations, les vocabulaires contrôlés, les taxonomies, les thésaurus ou, tout simplement, les « listes de choses ». Le Re3gistry 2 soutient les organisations dans la gestion et la mise à jour cohérentes des codes de référence. Les numéros de version du logiciel Re3gistry sont conformes à la spécification de version sémantique 2.0.0.
it: Il Re3gistry 2 è una soluzione open source riutilizzabile per la gestione e la condivisione di "codici di riferimento". Sviluppato inizialmente come una delle componenti centrali dell'infrastruttura europea :doc:`INSPIRE <inspire_overview>`, fornisce un punto di accesso centrale consistente dove le etichette e i descrittori dei codici di riferimento sono facilmente accessibili sia da esseri umani che da macchine. I codici di riferimento vengono scambiati tra le applicazioni per referenziare in modo univoco qualche 'cosa'. Possono essere usati per definire insiemi di valori ammissibili per un campo di dati o per fornire un riferimento o contesto ai dati che vengono scambiati. Esempi sono enumerazioni, vocabolari controllati, tassonomie, thesauri o, semplicemente, 'elenchi di cose'. Il Re3gistry 2 supporta le organizzazioni nella gestione ed aggiornamento dei codici di riferimento in modo consistente. I numeri di versione del Re3gistry aderiscono alla Specifica del Versionamento Semantico 2.0.0.
ja: Re3gistry 2は、 "リファレンスコード" を管理および共有するための再利用可能なオープンソースソリューションです。当初はEUの :doc:`INSPIRE <inspire_overview>` インフラストラクチャの中心的なコンポーネントとして開発されたもので、リファレンスコードのラベルと説明を人間が簡単にブラウズし、マシンが検索できる一貫した中央アクセスポイントを提供します。リファレンスコードは、何らかの「もの」を一意に参照するためにアプリケーション間で交換されます。これらを使用して、データフィールドの許容値のセットを定義したり、交換されるデータの参照またはコンテキストを提供したりできます。例としては、列挙、統制された語彙、分類法、シソーラス、あるいは単に「ものの一覧」があります。Re3gistry 2は、組織が一貫した方法で参照コードを管理し更新することを支援しています。Re3gistryソフトウェアのバージョン番号は、セマンティック・バージョン付与標準2.0.0に準拠しています。

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能

source: User-friendly editing interface to easily add, edit and manage the registers and reference codes
de: Benutzerfreundliche Maske zum einfachen Hinzufügen, Bearbeiten und Verwalten der Listen und Referenz-Codes.
es: Interfaz de edición fácil de usar para agregar, editar y administrar fácilmente los registros y códigos de referencia
fr: Interface d’édition conviviale pour ajouter, modifier et gérer facilement les registres et les codes de référence
hu: Felhasználóbarát szerkesztőfelület a regiszterek és referenciakódok egyszerű hozzáadásához, szerkesztéséhez és kezeléséhez
it: Interfaccia di modifica di facile utilizzo per aggiungere, modificare e gestire registri e codici di riferimento in modo semplice
ja: 登録者とリファレンスコードの追加、編集、管理を容易にする使いやすい編集インタフェース

source: Management of the full lifecycle of the reference codes (based on the ISO 19135 Standard)
de: Verwaltung des vollständigen Ablaufs der Referenz-Codes (basierend auf dem ISO 19135 Standard)
es: Gestión del ciclo de vida completo de los códigos de referencia (basado en la norma ISO 19135)
fr: Gestion du cycle de vie complet des codes de référence (basé sur le standard ISO 19135)
hu: A referenciakódok teljes életciklusának kezelése (az ISO 19135 szabvány alapján)
it: Gestione dell'intero ciclo di vita dei codici di riferimento (basato sullo Standard ISO 19135)
ja: (ISO19135規格に基づく)リファレンスコードのライフサイクル全体の管理

source: Highly flexible and customisable data models
de: Hoch flexible und anpassbare Datenmodelle.
es: Modelos de datos altamente flexibles y personalizables
fr: Modèles de données très flexibles et personnalisables
hu: Rendkívül rugalmas és testre szabható adatmodellek
it: Modelli dati altamente flessibili e personalizzabili
ja: 柔軟性とカスタマイズ性に優れたデータ・モデル

source: Multi-lingual content support
de: Mehrsprachigkeit für den Inhalt
es: Soporte de contenido en varios idiomas
fr: Prise en charge du contenu multilingue
hu: Többnyelvű tartalom támogatása
it: Supporto per il contenuto multi-lingua
ja: 多言語コンテンツのサポート

source: Support for versioning
de: Versionierungsunterstützung
es: Soporte para el control de versiones
fr: Prise en charge de la version
hu: Verziókezelés támogatása
it: Supporto per il controllo delle versioni
ja: バージョン管理のサポート

source: RESTful API with content negotiation (including OpenAPI 3 descriptor)
de: RESTful API mit Inhaltsübertragung (inklusive OpenAPI 3 Descriptor)
es: API RESTful con negociación de contenido (incluido el descriptor OpenAPI 3)
fr: API RESTful avec négociation de contenu (y compris le descripteur OpenAPI 3)
hu: RESTful API tartalomegyeztetéssel (beleértve az OpenAPI 3 leírót)
it: API REST con negoziazione dei contenuti (incluso descrittore OpenAPI 3)
ja: コンテンツネゴシエーションを持つ (OpenAPI 3記述子を含む) RESTful API

source: Free-text search
de: Freitextsuche
es: Búsqueda de texto-libre
fr: Recherche en plein text
hu: Szabad szöveg keresés
it: Ricerca a testo libero
ja: 自由文検索

source: Supported formats: HTML, ISO 19135 XML, JSON
de: Unterstützte Formate: HTML, ISO 19135 XML, JSON
es: Formatos soportados: HTML, ISO 19135 XML, JSON
fr: Formats pris en charge : HTML, XML ISO 19135, JSON
hu: Támogatott formátumok: HTML, ISO 19135 XML, JSON
it: Formati supportati: HTML, ISO 19135 XML, JSON
ja: サポートされるフォーマット:HTML、ISO19135XML、JSON

source: Service formats can be easily added or customised (default formats: JSON and ISO 19135 XML)
de: Service Formate können leicht hinzugefügt oder angepasst werden (Standardformate: JSON und ISO 19135 XML)
es: Los formatos de servicio se pueden agregar o personalizar fácilmente (formatos predeterminados: JSON e ISO 19135 XML)
fr: Les formats de service peuvent être facilement ajoutés ou personnalisés (formats par défaut : JSON et ISO 19135 XML)
hu: A szolgáltatás formátumok könnyen hozzáadhatók vagy testre szabhatók (alapértelmezett formátumok: JSON és ISO 19135 XML)
it: I formati dei servizi possono essere facilmente aggiunti o personalizzati (formati di default: JSON e ISO 19135 XML)
ja: サービスフォーマットは簡単に追加またはカスタマイズできる(デフォルトフォーマット:JSONとISO19135XML)

source: Multiple authentication options
de: Unterschiedliche Authentifizierungsoptionen
es: Múltiples opciones de autenticación
fr: Options d’authentification multiples
hu: Többszörös hitelesítési beállítások
it: Molteplici opzioni di autenticazione
ja: 複数の認証オプション

source: Externally governed items referenced through URIs
de: Extern gesteuerte Elemente, auf die über URIs verwiesen wird
es: Elementos gobernados externamente a los que se hace referencia a través de URIs
fr: Éléments gérés par l’extérieur référencés par l’intermédiaire d’URIs
hu: Az URI-k által hivatkozott külső vezérlésű elemek
it: Oggetti governati esternamente referenziati tramite URIs
ja: URIを通じて参照される外部的に管理される項目

source: INSPIRE register federation format support (option to automatically create the RoR format)
de: Unterstützung des INSPIRE-Register-Föderationsformats (Option zum automatischen Erstellen des RoR-Formats)
es: Soporte de formato de federación de registro INSPIRE (opción para crear automáticamente el formato RoR)
fr: Prise en charge du format de fédération d’enregistrement INSPIRE (option pour créer automatiquement le format RoR)
hu: INSPIRE regiszter szövetségi formátum támogatása (az RoR formátum automatikus létrehozásának lehetősége)
it: Supporto per il formato di federazione di registri INSPIRE (opzione per la creazione automatica del formato RoR)
ja: INSPIREレジスタフェデレーションフォーマットのサポート(RoRフォーマットを自動的に作成するオプション)

source: Web-app to access the reference codes in a human readable way.
de: Web-App zum Zugriff auf die Referenz-Codes in lesbarer Form.
es: Aplicación-web para acceder a los códigos de referencia de una manera legible por humanos.
fr: Application Web pour accéder aux codes de référence d’une manière lisible par l’humain.
hu: Webes alkalmazás a referencia kódok elérésére ember által olvasható formában.
it: Web-app per accedere ai codici di riferimento in maniera human-readable.
ja: 人間が読める方法で参照コードにアクセスするためのWebアプリケーション。

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** https://github.com/ec-jrc/re3gistry
de: **Webseite:** https://github.com/ec-jrc/re3gistry
es: **Sitio web:** https://github.com/ec-jrc/re3gistry
fr: **Site web:** https://github.com/ec-jrc/re3gistry
hu: **Honlap:** https://github.com/ec-jrc/re3gistry
it: **Sito web:** https://github.com/ec-jrc/re3gistry
ja: **ウェブサイト:** https://github.com/ec-jrc/re3gistry

source: **Licence:** EUPL
de: **Lizenz:** EUPL
es: **Licencia:** EUPL
hu: **Licenc:** EUPL
it: **Licenza:** EUPL
ja: **ライセンス:** EUPL

source: **Software Version:** |version-re3gistry|
es: ** Versión de Software:** |version-re3gistry|
fr: **Version :** |version-re3gistry|
hu: **Szoftver verzió:** |version-re3gistry|
it: **Versione Software:** |version-re3gistry|
ja: **ソフトウェアバージョン:** |version-re3gistry|

source: **Supported Platforms:** Windows, Linux
de: **Unterstützte Plattformen:** Windows, Linux
es: **Plataformas soportadas:** Windows y Linux
fr: **Plates-formes supportées:** Windows, Linux
hu: **Támogatott platformok:** Windows, Linux
it: **Piattaforme Supportate:** Windows, Linux
ja: **対応プラットフォーム:** Windows, Linux

source: **API Interfaces:** Java
de: **API Schnittstellen:** Java
es: **Interfaces API:** Java
fr: **Interface d'API:** Java
hu: **API Interfészek:** Java
it: **Interfacce API:** Java
ja: **API インタフェース:** Java

source: **Support:** https://github.com/ec-jrc/re3gistry
es: **Soporte:** https://github.com/ec-jrc/re3gistry
hu: **Támogatás:** https://github.com/ec-jrc/re3gistry
it: **Supporto:** https://github.com/ec-jrc/re3gistry
ja: **サポート:** https://github.com/ec-jrc/re3gistry

source: **User manual:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
de: **Benutzerhandbuch:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
es: **Manual de usuario:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
fr: **Manuel d'utilisation :** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
hu: **Felhasználói kézikönyv:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
it: **Manuale utente:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md
ja: **ユーザマニュアル:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/user-manual.md

source: **Administrator manual:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
de: **Administratorhandbuch:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
es: **Manual de administrador:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
fr: **Manuel d'administration :** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
hu: **Rendszergazda kézikönyv:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
it: **Manuale amministratore:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md
ja: **管理者マニュアル:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/administrator-manual.md

source: **Developer manual:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
de: **Entwicklerhandbuch:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
es: **Manual de desarrollador:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
fr: **Manuel de développement :** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
hu: **Fejlesztői kézokönyv:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
it: **Manuale sviluppatore:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md
ja: **開発者マニュアル:** https://github.com/ec-jrc/re3gistry/blob/master/documentation/developer-manual.md

source: Quickstart
es: Guía de Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/re3gistry_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/re3gistry_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/re3gistry_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/re3gistry_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/re3gistry_quickstart>`
it: :doc:`Guida rapida <../quickstart/re3gistry_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/re3gistry_quickstart>`
