Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/saga_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Desktop GIS
es: SIG de Escritorio
fr: SIG bureautique
hu: Asztali GIS
ja: デスクトップ GIS

source: SAGA (System for Automated Geoscientific Analyses) is an open source geographic information system (GIS) used for editing and analysing spatial data. It includes a large number of modules for the analysis of vector (point, line and polygon), table, grid and image data. Among others the package includes modules for geostatistics, image classification, projections, simulation of dynamic processes (hydrology, landscape development) and terrain analysis. The functionality can be accessed through a GUI, the command line or by using the C++ API.
de: SAGA (System für automatisierte Geowissenschaftliche Analysen) ist ein Open Source Geoinformationssystem (GIS), das zum Bearbeiten und Erfassen von räumlichen Daten verwendet wird. Das Programm beinhaltet zahlreiche Module zur Analyse von Vektordaten (Punkten, Linien, Flächen), Tabellen, Grids und Bilddateien. Unter anderem beinhaltet SAGA Module zur Geostatistic, Bildklassifizierung, Projektionen, Simulationen von dynamischen Prozessen (Hydrologie, Landschaftsentwicklung) und Geländenanlysen. Auf die Funktionalität kann über eine graphische Oberfläche, über die Kommandozeile oder über die C++ API zugegriffen werden.
es: SAGA (Sistema para Análisis Geocientíficos Automatizados, siglas en inglés) es un sistema de información geográfica (SIG) de código abierto utilizado para editar y analizar datos espaciales. Este incluye un gran número de módulos para el análisis de datos vectoriales (puntos, líneas y polígonos), tablas, cuadrículas e imágenes. Entre otros, el paquete incluye módulos de geoestadística, clasificación de imágenes, proyecciones, simulación de procesos dinámicos (hidrología, desarrollo del paisaje) y análisis del terreno. Se puede acceder a estas funcionalidades a través de una interfaz gráfica de usuario, la línea de comandos o utilizando la API de C++.
fr: SAGA (System for Automated Geoscientific Analyses) est un système d'information géographique (SIG) open source utilisé pour l'édition et l'analyse de données spatiales. Il comprend un grand nombre de modules pour l'analyse de données vecteur (point, ligne et polygone), de tables, de grilles et d'images. Entre autres, le package comprend des modules pour la géostatistique, la classification des images, les projections, la simulation de processus dynamiques (hydrologie, aménagement paysager) et l'analyse de terrain. La fonctionnalité est accessible via une interface graphique, la ligne de commande ou en utilisant l'API C++.
hu: A SAGA (System for Automated Geoscientific Analyses) egy nyílt forráskódú térinformatikai rendszer (GIS) a térbeli adatok szerkesztésére és elemzésére. Sok modult tartalmaz a vektor (pont, törtvonal és terület), táblázat, rács és kép adatok elemzéséhez. Többek között a csomag modulokat tartalmaz geostatisztikához, kép osztályozáshoz, vetületekhez, dinamikus folyamatok szimulációjához (hidrológia, vidékfejlesztés) és terep elemzéshez. A funkcionalitását elérhetjük a grafikus felhasználó felületen, a parancssorból vagy a C++ API-n keresztül
it: SAGA (System for Automated Geoscientific Analyses) è un geographic information system (GIS) open source per l'elaborazione e l'analisi di dati territoriali. Comprende un gran numero di moduli per l'analisi di dati vettoriali (punti, linee e poligoni), tabellari, a griglia e immagini. Fra gli altri, il pacchetto include moduli per la geostatistica, la classificazione di immagini, le proiezioni, la simulazione di processi dinamici (idrologia, evoluzione del paesaggio) e analisi del terreno. Le varie funzioni sono accessibili tramite interfaccia grafica, linea di comando o usanto una API in C++.
ja: SAGA (System for Automated Geoscientific Analyses) は,空間データの編集と解析に使用されるオープンソースの地理情報システム(GIS)である。これはベクトル(点,線,多角形),表,格子,画像データの解析のための多数のモジュールを含みます。このパッケージには、地球統計学、画像分類、投影、動的プロセスのシミュレーション(水文学、景観開発)、地形解析などのモジュールが含まれています。この機能には、GUI、コマンドライン、またはC++APIを使用してアクセスできます。
sv: SAGA (System for Automated Geoscientific Analyses) är ett geografiskt informationssystem (GIS) med öppen källkod som används för att redigera och analysera rumsliga data. Det innehåller ett stort antal moduler för analys av vektor- (punkt, linje och polygon), tabell-, rutnäts- och bilddata. Paketet innehåller bl.a. moduler för geostatistik, bildklassificering, projektioner, simulering av dynamiska processer (hydrologi, landskapsutveckling) och terränganalys. Funktionaliteten kan nås via ett GUI, kommandoraden eller genom att använda C++ API.

source: SAGA has been in development since 2001, and the centre of SAGA development is located in the Institute of Geography at the University of Hamburg, with contributions from the growing world wide community.
de: SAGA wird seit 2001 entwickelt. Dabei findet der Großteil der Entwicklung am Institut für Geographie an der Universität Hamburg statt und wird von einer wachsenden weltweiten Community unterstützt.
es: A partir de 2001, SAGA ha estado en desarrollo desde el Instituto de Geografía en la Universidad de Hamburgo, con contribuciones de la creciente comunidad mundial.
fr: SAGA est en développement depuis 2001, et le centre de développement de SAGA est situé dans l'Institut de Géographie de l'Université de Hambourg, avec des contributions de la communauté mondiale croissante.
hu: A SAGA-t 2001-től fejlesztik és a SAGA fejlesztési központja a Hamburgi Egyetem Földrajzi Intézetében található, mely kiegészül a növekvő, világszerte megtalálható közösség hozzájárulásaival.
it: SAGA è stato sviluppato a partire dal 2001, e il nucleo dello sviluppo di SAGA è presso l'istituto di geografia all'università di Amburgo, con contributi da una comunità crescente a livello mondiale.
ja: SAGAは2001年から開発を行われており、SAGAの開発の中心はハンブルク大学の地理学研究所にあり、世界中のコミュニティからの貢献を受けています。
sv: SAGA har varit under utveckling sedan 2001, och centrum för SAGA-utvecklingen ligger vid Institute of Geography vid Hamburgs universitet, med bidrag från den växande världsomspännande gemenskapen.

source: saga screenshot
es: pantalla de saga
it: screenshot di saga
sv: saga skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche Principali
ja: 主な機能
sv: Kärnfunktioner

source: Access to a large number of scientific modules via the Graphical User Interface or the command line
de: Zugriff auf zahlreiche wissenschaftliche Module über ein graphische Oberfläche oder über die Kommandozeile
es: Acceso a una gran cantidad de módulos científicos a través de la Interfaz gráfica de usuario o la línea de comando
fr: Accès à un grand nombre de modules scientifiques via l'interface utilisateur graphique ou la ligne de commande
hu: Nagyszámú tudományos modul elérése a grafikus felhasználói felületen vagy a parancssoron keresztül
it: Accesso a un gran numero di moduli scientifici tramite interfaccia grafica o linea di comando
ja: グラフィカル・ユーザ・インタフェース(GUI)またはコマンドライン(CLI)を使用し多数の科学モジュールへのアクセス
sv: Tillgång till ett stort antal vetenskapliga moduler via det grafiska användargränssnittet eller kommandoraden

source: Import/Export to different file formats
de: Import/Export von verschiedenen Dateiformaten
es: Importar/Exportar a diferentes formatos de archivo
fr: Import/Export vers différents formats de fichier
hu: Import/Export különböző fájl formátumokba
it: Importazione ed esportazione in vari formati di file
ja: 異なるファイル形式への読み込み/書き出し
sv: Importera/exportera till olika filformat

source: Reprojection/Resampling of data
de: Umprojektion/Resampling von Daten
es: Reproyección/Remuestreo de datos
fr: Reprojection/échantillonnage de données
hu: Adatok vetületi átszámítása, újramintavételezése
it: Riproiezione/ricampionamento di dati
ja: データの再投影/再サンプリング
sv: Reprojicering/omsampling av data

source: Manipulation of vector data (merging/intersection/attributes)
de: Manipulation von Vektordaten (Zusammenfassen/ Verschneidung/ Attribute)
es: Manipulación de datos vectoriales (fusión/intersección/atributos)
fr: Manipulation des données vecteur (fusion/intersection/attributs)
hu: Vektor adatok kezelése (összefűzés, metszés, attribútumok)
it: Manipolazione di dati vettoriali (fusione/intersezione/attributi)
ja: ベクタデータの操作(マージ/交差/属性)
sv: Manipulering av vektordata (sammanslagning/korsning/attribut)

source: Manipulation of point clouds from lidar data
de: Manipulation von Punktwolken von Lidar-Daten
es: Manipulación de nubes de puntos a partir de datos lidar
fr: Manipulation de nuages de points à partir de données lidar
hu: Lidar adatokból származó pontfelhők kezelése
it: Manipolazione di nuvole di punti da dati LIDAR
ja: lidar データからの点群の操作
sv: Manipulering av punktmoln från lidardata

source: Raster data: interpolation, cost analysis, ...
de: Rasterdaten: Interpolation, Kostenanalysen, ...
es: Datos ráster: interpolación, análisis de costes, ...
fr: Données raster: interpolation, analyse des coûts,....
hu: Raszter adatok: interpoláció, költség elemzés, ...
it: Dati raster: interpolazione, analisi di costo,...
ja: ラスタデータ: 補間、コスト分析 ...
sv: Rasterdata: interpolering, kostnadsanalys, ...

source: Image analysis: filters, edge detection, cluster analysis, segmentation
de: Bildanalysen: Filter, Kantendetektion, Cluster Analysen, Segmentierung
es: Análisis de imágenes: filtros, detección de bordes, análisis de clusters, segmentación
fr: Analyse d'images: filtres, détection de bords, analyse de cluster, segmentation
hu: Kép elemzés: szűrők, él keresés, klaszter analízis, szegmentálás
it: Analisi di immagini: filtri, rilevamento dei contorni, analisi cluster, segmentazione
ja: イメージ分析: フィルタ、エッジ検出、クラスター分析、セグメンテーション
sv: Bildanalys: filter, kantdetektering, klusteranalys, segmentering

source: Digital Terrain Analysis: generate geomorphometric indexes, channel networks, profiles, contour lines, ...
de: Digitale Geländeanalysen: Generierung von geomorphometrischen Indices, channel networks, Profile, Konturlinien, ...
es: Análisis Digital de Terreno: genera índices geomorfométricos, redes de canales, perfiles, curvas de nivel, ...
fr: Analyse Numérique de Terrain: génére des index géomorphométriques, réseaux de canaux, des profils, des courbes de niveau,...
hu: Digitális terep elemzés: geomorfikus index generálás, csatorna hálózat, metszetek, szintvonalak, ...
it: Analisi di modelli digitali del terreno: generazione di indici geomorfometrici, reti, profili, curve di livello,...
ja: ディジタル地形分析: 形状の索引、チャネル・ネットワーク、プロファイル、輪郭線などの生成...
sv: Digital Terrain Analysis: generera geomorfometriska index, kanalnätverk, profiler, konturlinjer, ...

source: Geostatistics: modules for variogram fitting and kriging
de: Geostatistiken: Modules zur korrigierten Stichprobenvarianz und Kriging
es: Geoestadística: módulos para el montaje de variogram y kriging
fr: Géostatistique: modules pour l'adaptation de variogrammes et le kriging
hu: Geostatisztika: modulok variogram illesztéshez és krigeléshez
it: Geostatistica: moduli per adattamento di variogrammi e kriging
ja: 地球統計学: バリオグラムのフィッティングおよびクリギング用モジュール
sv: Geostatistik: moduler för variogramanpassning och kriging

source: Fast user interface for managing and visualising data
de: Performante Benutzeroberfläche zur Verwaltung und Visualisierung der Daten
es: Interfaz de usuario rápida para administrar y visualizar datos
fr: Interface utilisateur rapide pour gérer et et visualiser des données
hu: Gyors felhasználói interfész az adatok kezeléséhez és megjelenítéséhez
it: Interfaccia utente veloce per la gestione e la visualizzazione dei dati
ja: データを管理および視覚化するための高速ユーザ・インタフェース
sv: Snabbt användargränssnitt för hantering och visualisering av data

source: Straightforward C++ API for creating new modules
de: einfache C++ API zur Erzeugung neuer Module
es: API Directa de C++ para crear nuevos módulos
fr: API C+++ simple pour la création de nouveaux modules
hu: Egyértelmű C++ API új modulok létrehozásához
it: API in C++ molto semplice per la creazione di nuovi moduli
ja: 新規モジュールを作成するための 直感的な C++ API
sv: Enkelt C++ API för att skapa nya moduler

source: Scripting through command line, bindings for Python
de: Skripting über die Kommandozeile, Binding über Python
es: Creación de scripts a través de línea de comandos, enlaces para Python
fr: Scripting par ligne de commande, bindings pour Python
hu: Szkriptek a parancssorból, Python kötések
it: Creazione di script con la linea di comando, binding per Python
ja: コマンドライン実行スクリプト、 Python バインディング
sv: Skriptning via kommandoraden, bindningar för Python

source: SAGA can be accessed from the R statistical language through the RSAGA module
de: SAGA kann von der statistischen Sprache R das RSAGA Modul angesprochen werden
es: se puede acceder a SAGA desde el lenguaje estadístico R a través del módulo RSAGA
fr: SAGA est accessible à partir du langage statistique R via le module RSAGA
hu: A SAGA az RSAGA modulon keresztül elérhető az R statisztikai nyelvből
it: Si può accedere a SAGA dal linguaggio statistico R tramite il modulo RSAGA
ja: SAGA は RSAGA モジュールを通じて R 統計言語からもアクセス可能
sv: SAGA kan nås från det statistiska språket R via RSAGA-modulen

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://saga-gis.sourceforge.io/en/index.html
es: **Sitio web:** https://saga-gis.sourceforge.io/en/index.html
it: **Sito web:** https://saga-gis.sourceforge.io/en/index.html
sv: **Webbplats:** https://saga-gis.sourceforge.io/en/index.html

source: **Licence:** LGPL v2.1 (api); GPLv2 (GUI and modules)
de: **Lizenz:** LGPL v2.1 (api); GPLv2 (GUI and modules)
es: **Licencia:** LGPL v2.1 (api); GPLv2 (GUI y módulos)
fr: **Licence:** LGPL v2.1 (api); GPLv2 (interface graphique et modules)
hu: **Licenc:** LGPL v2.1 (api); GPLv2 (GUI és modulok)
it: **Licenza:** LGPL v2.1 (api); GPLv2 (interfaccia grafica e moduli)
ja: **ライセンス:** LGPL v2.1 (api); GPLv2 (GUI and modules)
sv: **Licens:** LGPL v2.1 (api); GPLv2 (GUI och moduler)

source: **Software Version:** |version-saga|
es: **Versión de software:** |version-saga|
fr: **Version du logiciel:** |version-saga|
hu: **Szoftver verzió:** |version-saga|
it: **Versione Software:** |version-saga|
ja: **ソフトウェアバージョン:** |version-saga|
sv: **Programvaruversion:** |version-saga|

source: **Supported Platforms:** Windows, Linux, FreeBSD
de: **Unterstützte Plattformen:** Windows, Linux, FreeBSD
es: **Plataformas compatibles:** Windows, Linux, FreeBSD
fr: **Plates-formes supportées:** Windows, Linux, FreeBSD
hu: **Támogatott platformok:** Windows, Linux, FreeBSD
it: **Piattaforme Supportate:** Windows, Linux, FreeBSD
ja: **対応プラットフォーム:** Windows, Linux, FreeBSD
sv: **Plattformar som stöds:** Windows, Linux, FreeBSD

source: **API Interfaces:** C++, Python, R
de: **API Schnittstellen:** C++, Python, R
es: **Interfaces API:** C++, Python, R
fr: **Interfaces de l'API:** C++, Python, R
hu: **API interfészek:** C++, Python, R
it: **Interfacce API:** C++, Python, R
ja: **API インタフェース:** C++, Python, R
sv: **API-gränssnitt:** C++, Python, R

source: **Support:** https://sourceforge.net/p/saga-gis/mailman/
es: **Soporte:** https://sourceforge.net/p/saga-gis/mailman/
it: **Supporto:** https://sourceforge.net/p/saga-gis/mailman/

source: Quickstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/saga_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/saga_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/saga_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/saga_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/saga_quickstart>`
it: :doc:`Guida rapida <../quickstart/saga_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/saga_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/saga_quickstart>`

source: OSGeo Project
de: OSGeo Projekt
es: Proyecto OSGeo
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
sv: OSGeo Gemenskap

source: 3D visualisation
fr: Visualisation 3D
hu: 3D megjelenítés
it: Visualizzazione 3D
ja: 3D 可視化
sv: 3D-visualisering

source: **Website:** http://www.saga-gis.org
fr: **Site web:** http://www.saga-gis.org
hu: **Honlap:** http://www.saga-gis.org
ja: **Webサイト:** http://www.saga-gis.org

source: **Support:** http://www.saga-gis.org
hu: **Támogatás:** http://www.saga-gis.org
ja: **サポート:** http://www.saga-gis.org
