Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/spatialite_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Spatial Database
de: Räumliche Datenbank
es: Base de Datos Espacial
fr: Base de données spatiale
hu: Téradatbázis
it: Database spaziale
ja: 空間データベース
sv: Spatial databas

source: SpatiaLite is an SQLite_ database engine with spatial functions added.
de: SpatiaLite ist ein SQLite_ Datenbank-Engine mit Unterstützung für geografische Objekte und Funktionen.
es: SpatiaLite es un motor de base de datos de SQLite_ con funciones espaciales añadidas.
fr: SpatiaLite est un moteur de base de données SQLite_ avec des fonctions spatiales intégrées en plus.
hu: A SpatiLite egy térbeli függvényekkel kibővített SQLite_ adatbázis motor.
it: SpatiaLite è un motore database SQLite_ con l'aggiunta di funzioni spaziali.
ja: SpatiaLite は空間を扱う関数を追加した SQLite_ データベースエンジンです。
sv: SpatiaLite är en SQLite_-databasmotor med spatiala funktioner.

source: SQLite is a Database Management System (DBMS) which is simple, robust, easy to use and very lightweight. Each SQLite database is simply a file. You can freely copy it, compress it, and port it between Windows, Linux, MacOs etc.
de: SQLite ist ein beliebtes DBMS. SQLite ist einfach, robust, unkompliziert zu bedienen und wirklich leichtgewichtig. Jede SQLite-Datenbank ist eine einfache Datei; sie kann frei kopiert oder komprimiert werden und ohne jegliche Komplikationen zwischen Windows, Linux und MacOS etc. portiert werden.
es: SQLite is un Sistema Gestor de Bases de Datos (DBMS, por sus siglas en inglés) que es simple, robusto, fácil de usar y ligero. Cada base de datos SQLite es simplemente un archivo. Se puede copiar, comprimir y portar entre Windows, Linux, MacOs, etc.
fr: SQLite est un système de gestion de base de données (SGBD) qui est simple, robuste, facile à utiliser et très léger. Chaque base de données SQLite est simplement un fichier. Vous pouvez librement le copier, le compresser, et l'échanger entre Windows, Linux, MacOs etc.
hu: Az SQLite egy egyszerű, robusztus, könnyen használható és könnyűsúlyú adatbázis kezelő rendszer. Minden SQLite adatbázis egyszerűen egy fájl. Szabadon másolhatja, tömörítheti átviheti Windows, Linux, MacOs, stb. között.
it: SQLite è un sistema di gestione database (DBMS) semplice, robusto, facile da usare e molto leggero. Ogni database SQLite è un semplice file. Potete copiarlo liberamente, comprimerlo e portarlo su Windows, Linux, MacOs ecc.
ja: SQLite は動作が軽く、シンプルで堅牢、簡単に使える人気のあるデータベース管理システム (DBMS) です。それぞれのデータベースは一つのファイルに格納されます。コピー、圧縮や、Windows、Linux、MacOS などのOS間の移行も簡単にできます。
sv: SQLite är ett databashanteringssystem (DBMS) som är enkelt, robust, lättanvänt och mycket lättviktigt. Varje SQLite-databas är helt enkelt en fil. Du kan fritt kopiera den, komprimera den och porta den mellan Windows, Linux, MacOs etc.

source: spatialite screenshot
it: screenshot di spatialite
sv: spatialite skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: The SpatiaLite extension enables SQLite to support spatial data conformant to OGC specifications.
de: Die SpatiaLite Erweiterung ermöglicht SQLite die Unterstützung von geographischen Daten nach OGC Spezifikationen.
es: La extensión SpatialLite agrega a SQLite el soporte para datos espaciales según las especificaciones de la OGC.
fr: L'extension SpatiaLite permet à SQLite de supporter les données spatiales en se conformant aux spécifications de l'OGC.
hu: A SpatiaLite bővítmény az OGC specifikációnak megfelelő téradat kezelést tesz lehetővé a SQLite-ban.
it: L'estensione SpatiaLite consente a SQLite di supportare dati spaziali in conformità con le specifiche OGC.
ja: SQLite で OGC の仕様に準拠した空間データを扱えるようにしたものが SpatiaLite の拡張です。
sv: SpatiaLite-tillägget gör det möjligt för SQLite att stödja rumsliga data som överensstämmer med OGC-specifikationer.

source: Highlights:
es: Destacado:
fr: Points forts:
hu: Kiemelkedő funkciók:
it: Caratteristiche salienti:
ja: ハイライト:
sv: Höjdpunkter:

source: User friendly GUI
de: Einfach zu bedienende graphische Oberfläche (GUI)
es: GUI amigable para usuarios
fr: Interface graphique facile à utiliser
hu: Felhasználó barát GUI
it: Interfaccia grafica semplice
ja: ユーザフレンドリーな GUI
sv: Användarvänligt GUI

source: Standard WKT and WKB formats
de: Unterstützung von WKT und WKB Standardformaten
es: Formatos estándar WKT y WKB
fr: Formats WKT et WKB standards
hu: Szabványos WKT és WKB formátumok
it: Formati standard WKT e WKB
ja: 標準の WKT 及び WKB フォーマット
sv: Standard WKT- och WKB-format

source: SQL spatial functions such as AsText(), GeomFromText(), Area(), PointN() ...
de: Implementierung von räumlichen Funktionen wie AsText(), GeomFromText(), Area(), PointN() und ähnlichen
es: Funciones SQL espaciales AsText(), GeomFromText(), Area(), PointN()...
fr: Fonctions SQL spatiales comme AsText(), GeomFromText(), Area(), PointN() ...
hu: SQL térbeli függvények mint például AsText(), GeomFromText(), Area(), PointN() ...
it: Funzioni spaziali SQL quali AsText(), GeomFromText(), Area(), PointN() ...
ja: SQL 空間関数 - AsText()、GeomFromText()、Area()、PointN() など
sv: SQL spatiala funktioner som AsText(), GeomFromText(), Area(), PointN() ...

source: OpenGis spatial analysis functions provided via GEOS, such as Overlaps(), Touches(), Union(), Buffer() ...
de: Komplette Unterstützung von OpenGis Funktionen via GEOS, wie z.B. Funktionen zur räumlichen Analyse Overlaps(), Touches(), Union(), Buffer() ...
es: El conjunto completo de funciones OpenGis es soportado a través de GEOS, incluyendo Overlaps(), Touches(), Union(), Buffer() …
fr: Fonctions d'analyses spatiales OpenGis fournies via GEOS, comme Overlaps(), Touches(), Union(), Buffer() ...
hu: GEOS könyvtár által szolgáltatott OpenGIS térbeli elemző függvények, mint például Overlaps(), Touches(), Union(), Buffer() ...
it: Funzioni spaziali OpenGis tramite GEOS, quali Overlaps(), Touches(), Union(), Buffer() ...
ja: GEOS 経由で提供される OpenGis 空間解析関数 - Overlaps()、Touches()、Union()、Buffer() など
sv: OpenGis rumsliga analysfunktioner som tillhandahålls via GEOS, t.ex. Overlaps(), Touches(), Union(), Buffer() ...

source: Full Spatial metadata in line with OpenGis specifications
de: Volle Unterstützung räumlicher Metadaten gemäß der OpenGis Spezifikationen
es: Metadatos espaciales completos conforme a las especificaciones de OpenGis
fr: Métadonnées spatiales complètes alignées avec les spécifications OpenGis
hu: Az OpenGIS specifikációnak megfelelő teljes térinformatikai metaadat
it: Metadati spaziali completi in conformità alle specifiche OpenGis
ja: OpenGis の仕様に沿った完全な空間メタデータ
sv: Fullständiga spatiala metadata i enlighet med OpenGis-specifikationerna

source: Numerous Geometry notations - EWKT, GML, KML, and GeoJSON
de: Zahlreiche geometrische Notationen - EWKT, GML, KML und GeoJSON
es: Numerosos formatos geométricos - EWKT, GML, KML, and GeoJSON.
fr: Notations pour les géométries nombreuses - EWKT, GML, KML, et GeoJSON
hu: Többféle geometria ábrázolás - EWKT, GML, KML és GeoJSON
it: Numerose notazioni per la geometria - EWKT, GML, KML, e GeoJSON
ja: 多くのジオメトリ記法 - EWKT、GML、KML、GeoJSON
sv: Många geometriska beteckningar - EWKT, GML, KML och GeoJSON

source: Importing and exporting to shapefiles
de: Unterstützung von Import und Export von Shape-Dateien
es: Importación y exportación de archivos shape.
fr: Importation et exportation de shapefiles
hu: Shape fájl import és export
it: Importazione ed esportazione di shapefile
ja: シェープファイルのインポート、エクスポート
sv: Importera och exportera till shapefiler

source: Coordinate reprojection via PROJ.4 and EPSG geodetic parameters dataset
de: Unterstützung von Koordinatentransformation via PROJ.4 und EPSG geodätischem Paramaterdatenmaterial
es: Reproyección de coordenadas a través de datos de parámetros geodésicos de PROJ.4 y EPSG
fr: Reprojection de coordonnées via PROJ.4 et le jeu de données des paramètres géodésiques EPSG
hu: Vetületi átszámítás PROJ.4 segítségével, EPSG paraméterek alapján
it: Riproiezione di coordinate tramite PROJ4 e l'insieme di parametri geodetici EPSG
ja: PROJ.4 と EPSG 測地系パラメータデータセットを利用した投影法変換
sv: Återprojicering av koordinater via PROJ.4 och EPSG:s dataset med geodetiska parametrar

source: Locale charsets via GNU libiconv
de: Unterstützung von "locale charsets" via GNU libiconv
es: Charsets locales a través de GNU libiconv.
fr: Codage de caractères des locales via GNU libiconv
hu: Helyi kódlap használata GNU libiconv segítségével
it: Set di caratteri locali tramite libiconv GNU
ja: GNU libiconv によるロケール、文字コード
sv: Lokalt teckensnitt via GNU libiconv

source: Spatial Index based on the SQLite's RTree extension
de: Implementierung eines echten räumlichen Index basierend auf SQLite's RTree Erweiterung
es: Índice espacial basado en la extensión RTree de SQLite
fr: Index spatiaux basés sur l'extension RTree de SQLite
hu: Térbeli index az SQLite RTree bővítményen keresztül
it: Indici spaziali basati sull'estensione RTree di SQLite
ja: SQLite の RTree 拡張を利用した地理空間インデックス
sv: Spatialt index baserat på SQLites RTree-tillägg

source: Access shapefiles as VIRTUAL TABLEs, enabling standard SQL queries on external shapefiles, without importing or converting them
de: Zugang zu Shape-Dateien als VIRTUAL TABLES durch die VirtualShape Erweiterung. Durchführung von standardkonformen SQL Abfragen auf externen Shape-Dateien, ohne diese zu importieren oder zu konvertieren
es: Acceso a archivos como tablas virtuales, que permite consultas SQL estándar en archivos shape externos, sin tener que importarlos o convertirlos.
fr: Accès aux shapefiles comme VIRTUAL TABLEs, permettant des requêtes SQL standard sur des shapefiles externes, sans les importer ou les convertir
hu: Shape fájlok elérése virtuális táblaként, szabványos SQL lekérdezések hajthatók végre külső shape fájlokon anélkül, hogy importálnák vagy konvertálnánk őket
it: Accesso a shapefile come VIRTUAL TABLE, che consente l'esecuzione di query standard SQL su shapefile esterni, senza importarli o convertirli
ja: シェープファイルに VIRTUAL TABLE としてアクセスすると、インポートや変換なしにシェープファイルに SQL クエリを発行可能
sv: Åtkomst till shapefiler som VIRTUELLA TABELLER, vilket möjliggör standard SQL-frågor på externa shapefiler utan att importera eller konvertera dem

source: Access external CSV/TxtTab files or xls spreadsheets as VIRTUAL TABLEs
de: Zugang zu CSV/TxtTab-Dateien als VIRTUAL TABLES durch die VirtualText Erweiterung
es: Acceso a archivos CSV/TxtTab externos u hojas de cálculo xls como tablas virtuales.
fr: Accès à des fichiers CSV/TXT/TSV ou des tableurs XLS comme VIRTUAL TABLEs
hu: Külső CSV/TxtTab fájlok vagy xls számolótáblák elérése virtuális táblaként
it: Accesso a file esterni CSV/TxtTab o fogli di calcolo xls come VIRTUAL TABLE
ja: 外部の CSV/タブ区切りテキストや xls スプレッドシートに VIRTUAL TABLE としてアクセス
sv: Få tillgång till externa CSV/TxtTab-filer eller xls-kalkylblad som VIRTUELLA TABELLER

source: Access XML documents, stored BLOB compressed binary objects, including syntactic "well formed" and XSF schema validation constrained checks. Specific support for ISO-Metadata, SLD/SE styles and SVG graphics.XML documents can be queried using standard XPath syntax.
de: Zugriff auf XML Dokumente, gespeicherte BLOB (komprimierte Binär-Objekte), inklusiver syntaktisch "wohlgeformter" und XSF Schema Validation Constrained Prüfungen. Spezifische Unterstützung für ISO-Metadata, SLD/SE Styles und SVG Grafiken. XML Dokumente können über Standard XPath Syntax abgefragt werden.
es: Acceso a documentos XML, BLOB almacenado de objetos binarios comprimido, incluidas las verificaciones sintácticas "bien formadas" y de restricción de controles del esquema XSF. Apoyo específico para ISO-Metadatos, estilos SLD/SE y gráficos SVG. Pueden consultar documentos XML utilizando la sintaxis de XPath estándar.
fr: Accès à des documents XML, des objets binaires compressés stockés sous forme de BLOB, incluant des vérifications des contraintes de validation syntaxique "well formed" et de schéma XSF. Support spécifique pour les métadonnées ISO, les styles SLD/SE et les documents XML graphiques SVG peuvent être interrogés en utilisant la syntaxe Xpath standard.
hu: XML dokumentumok, tömörített bináris BLOB objektumok elérése, beleértve a szintaktikailag "jól formázott" és XFS séma ellenőrzést. Speciális ISO-Metaadat támogatás, SLD/SE stílusok és SVG grafika. XML dokumentumok lekérdezhetők a szabványos XPath szintaxissal.
it: Accesso a documenti XML, oggetti memorizzzati binari compressi BLOB, compresi i controlli sintattici "well formed" e le verifiche dei vincoli dello schema XSF. Supporto specifico per ISO-Metadata, stili SLD/SE e grafica SVG.I documenti XML possono essere interrogati usando la sintassi XPath standard.
ja: XML ドキュメントやストアド BLOB 圧縮バイナリオブジェクトへの、"well formed" 構文、及び XSF スキーマ妥当性検証チェック付きアクセス。特別に ISOメタデータ、SLD/SE スタイル、SVG グラフィックスをサポート。XML ドキュメントは標準の XPath 構文でクエリ可能。
sv: Åtkomst till XML-dokument, lagrade BLOB-komprimerade binära objekt, inklusive syntaktiska "välformade" och XSF-schema valideringsbegränsade kontroller. Specifikt stöd för ISO-Metadata, SLD/SE-stilar och SVG-grafik. XML-dokument kan efterfrågas med hjälp av standard XPath-syntax.

source: Query external WFS servers.
de: Abfrage externer WFS
es: Consulta externa a servidores WFS.
fr: Interroge des serveurs WFS externes.
hu: Lekérdezés külső WFS szerverről.
it: Interrogazione di server WFS esterni
ja: 外部 WFS サーバへのクエリ
sv: Fråga efter externa WFS-servrar.

source: Parse external DXF files (all versions) and store layers and geometries found.
de: Parsen externer DXF Dateien (alle Versionen) und Speichern der Themen und Geometrien
es: Análisis gramatical de archivos externos DXF (todas las versiones) y almacenaje de capas y geometrías encontradas.
fr: Parse les fichiers externes DXF (toutes versions) et stocke les couches et les géométries trouvées.
hu: Külső DXF fájlok (minden verzió) értelmezése a megtalált rétegek és geometriai elemek tárolása.
it: Scansione di DXF esterni (qualsiasi versione) e memorizzazione dei layer e delle geometrie incontrate
ja: 外部の DXF ファイル(全バージョン)のパースと、検出したレイヤとジオメトリの格納
sv: Analysera externa DXF-filer (alla versioner) och lagra lager och geometrier som hittas.

source: Generate and Export DXF files
de: Generierung und Export von DXF Dateien
es: Generación y exportaciónde archivos DXF
fr: Génération et export de fichiers DXF
hu: DXF fájl generálás és export
it: Generazione ed Esportazione di file DXF
ja: DXF ファイルの生成とエクスポート
sv: Generera och exportera DXF-filer

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://www.gaia-gis.it/gaia-sins/
de: **Webseite:** http://www.gaia-gis.it/gaia-sins/
es: **Sitio web:** http://www.gaia-gis.it/gaia-sins/
fr: **Site web:** http://www.gaia-gis.it/gaia-sins/
hu: **Honlap:** http://www.gaia-gis.it/gaia-sins/
it: **Sito web:** http://www.gaia-gis.it/gaia-sins/
ja: **Webサイト:** http://www.gaia-gis.it/gaia-sins/
sv: **Webbplats:** http://www.gaia-gis.it/gaia-sins/

source: **Licence:** MPL v1.1 and GPL v3
de: **Lizenz:** MPL v1.1 and GPL v3
es: **Licencia:** MPL v1.1 y LGPLv3
fr: **Licence:** MPL v1.1 et GPL v3
hu: **Licenc:** MPL v1.1 and GPL v3
it: **Licenza:** MPL v1.1 e GPL v3
ja: **ライセンス:** MPL v1.1 及び GPL v3
sv: **Licens:** MPL v1.1 och GPL v3

source: **Software Version:** |version-spatialite|
es: **Versión de software:** |version-spatialite|
fr: **Version du logiciel:** |version-spatialite|
hu: **Szoftver verzió:** |version-spatialite|
it: **Versione Software:** |version-spatialite|
ja: **ソフトウェアバージョン:** |version-spatialite|
sv: **Programvaruversion:** |version-spatialite|

source: **Supported Platforms:** Linux, Mac, Windows
de: **Unterstützte Plattformen:** Linux, Mac, Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Linux, Mac, Windows
hu: **Támogatott platformok:** Linux, Mac, Windows
it: **Piattaforme Supportate:** Linux, Mac, Windows
ja: **対応プラットフォーム:** Linux, Mac, Windows
sv: **Plattformar som stöds:** Linux, Mac, Windows

source: **API Interfaces:** C
de: **API Schnittstellen:** C
es: **Interfaces API:** C
fr: **Interface API:** C
hu: **API interfészek:** C
it: **Interfacce API:** C
ja: **API インターフェイス:** C
sv: **API-gränssnitt:** C

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/spatialite_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/spatialite_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/spatialite_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/spatialite_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/spatialite_quickstart>`
it: :doc:`Guida rapida <../quickstart/spatialite_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/spatialite_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/spatialite_quickstart>`

source: OSGeo Project
it: Progetto OSGeo
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
sv: OSGeo Gemenskap
