Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/t-rex_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Vector Tile Service
es: Servicio de Teselas Vectoriales
fr: Service de tuiles vectorielles
hu: Vektor csempe csolgáltatás
ja: ベクタタイルサービス

source: t-rex is a vector tile server specialized on publishing MVT tiles from your own data.
de: t-rex ist ein Vector Tile Server, der auf die Veröffentlichung von MVT-Kacheln aus Ihren eigenen Daten spezialisiert ist.
es: t-rex es un servidor de teselas especializado en publicar teselas MVT a partir de tus propios datos.
fr: t-rex est un serveur de tuiles vectorielles spécialisé dans la publication de tuiles MVT à partir de vos propres données.
hu: A t-rex saját adatokból történő MVT csempék publikálására specializált vektor csempe szolgáltatás
it: t-rex è un server per tile vettoriali specializzato nel pubblicare tile MVT da dati propri.
ja: t-rexは、独自のデータからMVTタイルを配信することに特化したベクタタイルサーバです。
sv: t-rex är en server för vektorplattor som är specialiserad på att publicera MVT-plattor från dina egna data.

source: t-rex screenshot
es: pantalla de t-rex
it: screenshot di t-rex
ja: t-rex スクリーンショット
sv: t-rex skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Support for PostGIS databases and GDAL vector formats
de: Unterstützung für PostGIS-Datenbanken und GDAL-Vektorformate
es: Soporte para bases de datos PostGIS y formatos vectoriales OGR
fr: Prise en charge des bases de données PostGIS et des formats vectoriels GDAL
hu: PostGIS adatbázisok és GDAL vektor formátumok támogatása
it: Supporto per database PostGIS e formati vettoriali GDAL
ja: PostGISデータベースとGDALベクタフォーマットのサポート
sv: Stöd för PostGIS-databaser och GDAL-vektorformat

source: Auto-detection of layers in data source
de: Automatische Erkennung von Layern in der Datenquelle
es: Auto-detección de capas en las fuentes de datos
fr: Détection automatique des couches dans la source de données
hu: Rétegek automatikus detektálása az adatforrásban
it: Rilevamento automatico dei layer nella sorgente dei dati
ja: データソース内のレイヤの自動検出
sv: Automatisk detektering av lager i datakällan

source: Built-in viewers for data display and inspection
de: Integrierte Viewer zur Datenanzeige und -inspektion
es: Visores integrados para visualización e inspección de datos
fr: Visionneuses intégrées pour l'affichage et l'inspection des données
hu: Beépített megjelenítő az adatok megtekintésére és vizsgálatára
it: Visualizzatore incorporato per la visualizzazione e l'ispezione dei dati
ja: データ表示および検査用の組み込みビューア
sv: Inbyggda visare för datavisning och inspektion

source: Tile generation command with simple parallelization
de: Kachelgenerierung mittels Kommandozeile mit einfacher Parallelisierungsfunktion
es: Comando de generación de mosaicos con paralelización simple
fr: Commande de génération de tuiles avec parallélisation simple
hu: Csempe generáló parancs egyszerű párhuzamosítással
it: Comando per la generazione delle tile con un parallelizzazione semplice
ja: シンプルな並列化によるタイル生成コマンド
sv: Kommando för generering av plattor med enkel parallellisering

source: Automatic reprojection to grid CRS
de: Automatische Koordinatentransformation in das Grid CRS
es: Reproyección automática a cuadrículas CRS
fr: Reprojection automatique vers des SRC carroyés
hu: Automatikus vetületi átszámítás
it: Riproiezione automatica alla griglia CRS
ja: グリッドCRSへの自動再投影
sv: Automatisk återföring till CRS-nätet

source: Support for custom tile grids
de: Unterstützung für benutzerdefinierte Grids
es: Soporte para cuadrículas de mosaicos personalizados
fr: Prise en charge des grilles de tuiles personnalisées
hu: Egyéni csempe rács támogatása
it: Supporto per griglie delle tile personalizzate
ja: カスタムタイルグリッドのサポート
sv: Stöd för anpassade plattrutnät

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://t-rex.tileserver.ch/
de: **Webseite:** https://t-rex.tileserver.ch/
es: **sitio web:** https://t-rex.tileserver.ch/
fr: **Site Internet:** https://t-rex.tileserver.ch/
hu: **Honlap:** https://t-rex.tileserver.ch/
it: **Sito web:** https://t-rex.tileserver.ch/
ja: **ウェブサイト:** https://t-rex.tileserver.ch/
sv: **Webbplats:** https://t-rex.tileserver.ch/

source: **Licence:** `MIT license <https://opensource.org/licenses/MIT>`_
de: **Lizenz:** `MIT-Lizenz <https://opensource.org/licenses/MIT>`_
es: **Licencia:** `MIT license <https://opensource.org/licenses/MIT>`_
fr: **Licence:** `licence MIT <https://opensource.org/licenses/MIT>`_
hu: **Licenc:** `MIT license <https://opensource.org/licenses/MIT>`_
it: **Licenza:** `MIT license <https://opensource.org/licenses/MIT>`_
ja: **ライセンス:** `MIT license <https://opensource.org/licenses/MIT>`_
sv: **Licens:** `MIT-licens <https://opensource.org/licenses/MIT>`_

source: **Software Version:** |version-t-rex|
es: **Versión de software**: |version-t-rex|
fr: Version du logicielle : |version-t-rex|
hu: **Szoftver verzió:** |version-t-rex|
it: **Versione Software:** |version-t-rex|
ja: **ソフトウェアバージョン:** |version-t-rex|
sv: **Programvaruversion:** |version-t-rex|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** Windows, Linux, Mac
fr: **Plates-formes supportées :** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **API Interfaces:** http, Mapbox Vector Tiles
de: **API-Schnittstellen:** http, Mapbox Vector Tiles
es: **Interfaces API:** http, Mapbox Vector Tiles
fr: **Interface d'API:** http, Mapbox Vector Tiles
hu: **API interfészek:** http, Mapbox Vector Tiles
it: **Interfacce API:** http, Mapbox Vector Tiles
ja: **API インタフェース:** http, Mapbox Vector Tiles
sv: **API-gränssnitt:** http, Mapbox Vector Tiles

source: **Support:** https://github.com/t-rex-tileserver/t-rex/
es: **Soporte:** https://github.com/t-rex-tileserver/t-rex/
hu: **Támogatás:** https://github.com/t-rex-tileserver/t-rex/
it: **Supporto:** https://github.com/t-rex-tileserver/t-rex/
ja: **サポート:** https://github.com/t-rex-tileserver/t-rex/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/t-rex_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/t-rex_quickstart>`
fr: :doc:`Guide de démarrage rapide <../quickstart/t-rex_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/t-rex_quickstart>`
it: :doc:`Guida rapida <../quickstart/t-rex_quickstart>`
ja: :doc:`クイックスタートドキュメント <../quickstart/t-rex_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/t-rex_quickstart>`

source: nologo
ja: ロゴなし

source: OSGeo Project
es: Proyecto OSGeo
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
es: OSGeo Comunitario
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap
