Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/udig_overview.po
Languages: de, es, fr, hu, it, ja

source: User-friendly Desktop Internet GIS (uDig)
es: Desktop GIS de Internet Amigable para Usurios (uDig)
hu: Felhasználóbarát asztali internet GIS (uDig)

source: Desktop GIS
es: SIG de escritorio
fr: SIG Bureautique
hu: Asztali GIS
ja: デスクトップ GIS

source: User-friendly Desktop Internet GIS (uDig) is an open source spatial data viewer/editor, with special emphasis on the OpenGIS standards for internet GIS, the Web Map Server (WMS) and Web Feature Server (WFS) standards.
de: User-friendly Desktop Internet GIS (uDig) ist ein Open Source Geodatenbetrachter/-editor mit besonderem Schwerpunkt auf OpenGIS Standards für Internet-GIS, die Web Map Server (WMS) und Web Feature Server (WFS) Standards.
es: User-friendly Desktop Internet GIS (uDig) es un visor/editor de datos espaciales de código abierto, con especial énfasis en los estándares OpenGIS para GIS de Internet, el servidor de mapas web (WMS) y los estándares del servidor de funciones web (WFS).
fr: Le SIG "User-friendly Desktop Internet GIS" (uDig) est un visualisateur/éditeur de données spatiales Open Source, avec un accent spécial sur les standards OpenGIS pour les SIG en ligne, les standards "Web Map Server" (WMS) et "Web Feature Server" (WFS).
hu: Felhasználóbarát asztali internet GIS (uDig) egy nyílt forráskódú téradat megjelenítő/szerkesztő, különös tekintettel az OpenGIS internetes GIS szabványaira Internet, a Web Map Server (WMS) és a Web Feature Server (WFS) szabványok .
it: User-friendly Desktop Internet GIS (uDig) è un visualizzatore/editore di dati spaziali open source, con particolare enfasi sugli standard OpenGIS per Internet GIS, gli standard Web Map Server (WMS) e Web Feature Server (WFS).
ja: ユーザフレンドリなデスクトップインターネットGIS(uDig)は、オープンソースの空間データビューア/エディタです。特に、インターネットGISのOpenGIS標準、Web Map Server(WMS)標準、およびWeb Feature Server(WFS)標準に重点を置いています。

source: uDig is:
de: uDig ist:
es: uDig es:
fr: uDig est:
hu: A uDig:
it: uDig è:
ja: uDigは:

source: **User-friendly**, providing a familiar graphical environment for GIS users;
de: **User-friendly**, eine vertraute grafische Umgebung für GIS-Anwender;
es: **Amigable a Usuario**, proporciona un entorno gráfico familiar para los usuarios de GIS;
fr: **Facile pour les utilisateurs**, fournissant un environnement graphique familier pour les utilisateurs SIG;
hu: **Felhasználóbarát**, ismerős grafikus felhasználói környezetet biztosít;
it: **User-friendly**, fornendo un ambiente grafico familiare per gli utenti GIS;
ja: **使いやすい**： GISユーザに使い慣れたグラフィカル環境を提供します。

source: **Desktop located**, running natively on Windows, Mac OS/X and Linux;
de: **Desktop located**, läuft nativ auf Windows, Mac OS / X und Linux;
es: **Situado en Escritorio**, ejecuta nativamente en Windows, Mac OS/X y Linux;
fr: **Adapté à la bureautique**, fonctionnant nativement sur Windows, Mac OS/X et Linux;
hu: **Asztali gépekre** natív módon fut Windows, Max OS/X és Linux rendszereken;
it: **Desktop located**, funzionante nativamente su Windows, Mac OS/X e Linux;
ja: **デスクトップ・アプリケーション**： Windows、Mac OS/X、およびLinux上でネイティブに動作します。

source: **Internet oriented**, consuming standard and de facto geospatial web services; and,
de: **Internet oriented**, nutzt standardkonforme und de facto Geospatial Web Services; und,
es: **Orientado a Internet**, consumiendo los servicios estándar web y de facto geoespaciales; y,
fr: **Orienté internet**, consommant des services web géospatiaux appartenant à des standards; et,
hu: **Internet orientált**, szabványos és de facto térinformatikai webszolgáltatásokból táplálkozik; és,
it: **Internet oriented**, consumando servizi web geospaziali standard e de facto; e,
ja: **インターネット指向**： 標準的な地理空間Webサービスと事実上の地理空間Webサービスを利用しています。

source: **GIS ready**, providing the framework on which complex analytical capabilities can be built, and gradually subsuming those capabilities into the main application.
de: **GIS ready**, liefert den Rahmen, auf dem komplexe analytische Fähigkeiten aufgebaut werden können, und fasst diese Fähigkeiten zusammen in der Hauptanwendung.
es: **SIG listo**, proporcionando el marco en el cual se pueden construir capacidades analíticas complejas y gradualmente poner esas capacidades en la aplicación principal.
fr: **Prêt pour le SIG**, fournissant le framework sur lequel des capacités analytiques complexes peuvent être ajoutées, et lesquelles peuvent être graduellement incluses dans l'application principale.
hu: **GIS kész**, amely biztosítja a keretrendszert , melyre alapozva komplex analitikai képességek építhetők. és fokozatosan bekerülnek ezek a képességek a fő alkalmazásba.
it: **GIS ready**, fornendo la struttura su cui possono essere costruite capacità analitiche complesse, e gradualmente sussumendo queste capacità nell'applicazione principale.
ja: **GIS対応** : 複雑な分析機能を構築するためのフレームワークを提供し、それらの機能を徐々にメインアプリケーションに組み込んでいきます。

source: For developers uDig provides a common Java platform for building spatial applications with open source components. The website provides series of clear tutorials covering making a simple tool through to releasing your own custom application.
de: Für Entwickler bietet uDig eine gemeinsame Plattform für Java-Anwendungen zum Aufbau räumlicher Open-Source-Komponenten. Auf der Projektwebseite finden Sie eine Reihe von verständlichen Übungen angefangen von der Erstellung einfacher Werkzeuge bis zu Beispielen für komplexe Anwendungen.
es: Para los desarrolladores, uDig proporciona una plataforma Java común para construir aplicaciones espaciales con componentes de Código Abierto. El sitio web ofrece una serie de tutoriales claros que cubren la creación de una herramienta simple para lanzar su propia aplicación personalizada.
fr: Pour les développeurs, uDig fournit un plateforme commune en Java pour construire des applications spatiales avec des composants open source. Le site web fournit des séries de tutoriels clairs couvrant comment faire un outil simple jusqu'à comment mettre à disposition votre propre application personnalisée.
hu: A fejlesztőknek a uDig egy közös Java platformot biztosít térinformatikai alkalmazások készítéséhez, nyílt forráskódú összetevőkkel. A honlap világos oktatóanyagok sorozatát kínálja, melyek lefedik az egyszerű eszköz készítésétől a saját egyedi alkalmazás kiadásáig terjed skálát.
it: Per gli sviluppatori uDig fornisce una piattaforma Java comune per costruire applicazioni spaziali con componenti open source. Il sito web fornisce una serie di chiari tutorial che coprono la realizzazione di un semplice strumento fino al rilascio della propria applicazione personalizzata.
ja: uDigは、オープン・ソース・コンポーネントを使用して空間アプリケーションを構築するための共通のJavaプラットフォームを開発者に提供します。このWebサイトには、簡単なツールの作成から独自のカスタムアプリケーションのリリースまでを網羅した一連の明確なチュートリアルが用意されています。

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能

source: Desktop Client with Drag and Drop integration for File explorer and Web Browser
de: Desktop Anwendung mit Drag & Drop Integration für Dateimanager und Web Browser
es: Cliente de escritorio con integración Arrastrar y Soltar para el explorador de archivos y navegador Web
fr: Client bureautique avec intégration du glisser-déposer pour l'explorateur de fichiers et le navigateur web
hu: Asztali kliens Fogd és vidd integrációval a fájl kezelőhöz és Web böngészőhöz
it: Client desktop con integrazione drag and drop per File explorer e browser web
ja: ファイルエクスプローラとWebブラウザのドラッグ・アンド・ドロップ統合を備えたデスクトップ上のアプリケーション

source: Integrate with your existing infrastructure: ArcSDE, Oracle, DB2 and more
de: Integration in Ihre vorhandene Infrastruktur: ArcSDE, Oracle, DB2 und mehr
es: Integración con su infraestructura existente: ArcSDE, Oracle, DB2 y más
fr: S'intègre avec votre infrastructure existante: ArcSDE, Oracle, DB2 et plus
hu: Integrálható a meglévő infrastruktúrába: ArcSDE, Oracle, DB2, és továbbiak
it: Integrazione con la vostra infrastruttura esistente: ArcSDE, Oracle, DB2 e altro
ja: 既存のインフラストラクチャ(ArcSDE、Oracle、DB2など)との統合

source: Work with local files: Shapefile, jpeg, png, tiff and more.
de: Arbeit mit lokalen Dateien: shp, jpeg, png, tiff und mehr
es: Trabajar con archivos locales: Shapefile, jpeg, png, tiff y más.
fr: Fonctionne avec des fichiers locaux: Shapefile, jpeg, png, tiff et plus.
hu: Helyi fájlokkal dolgozik: shape fájl, jpeg, png, tiff és így tovább.
it: Lavora con i file locali: Shapefile, jpeg, png, tiff e altro.
ja: ローカルファイル(Shapefile、jpeg、png、tiffなど)を操作します。

source: Work with advanced spatial raster formats: ECW, MrSID, JPEG 2000
de: Arbeit mit komplexen räumlichen Rasterformaten: ECW, MrSID, JPEG 2000
es: Trabajar con formatos raster espacial avanzada: ECW, MrSID y JPEG 2000
fr: Fonctionne avec des formats raster spatiaux avancés: ECW, MrSID, JPEG 2000
hu: Együtt dolgozik a modern raszter formátumokkal: ECW, MrSID, JPEG 2000
it: Lavora con formati raster spaziali avanzati: ECW, MrSID, JPEG 2000
ja: 高度な空間ラスター形式(ECW、MRsID、JPEG2000)を使用できます

source: Support for compliant Web Map Servers (:doc:`GeoServer <geoserver_overview>`, MapServer tested)
de: Unterstützung von standardkonformen Web Map Servern (:doc:`GeoServer <geoserver_overview>`, MapServer getested)
es: Soporte para Servidores de Cartografía Web compatibles ( :doc:`GeoServer <geoserver_overview>`, MapServer probado)
fr: Support pour les serveurs conformes au WMS (:doc:`GeoServer <geoserver_overview>`, MapServer testés)
hu: Támogatás megfelelő web térkép kiszolgálókhoz (:doc:`GeoServer <geoserver_overview>`, MapServer testelt)
it: Supporto for Web Map Servers conformi (:doc:`GeoServer <geoserver_overview>`, MapServer testato)
ja: Web MapServer標準のサポート(:doc:`GeoServer <geoserver_overview>` 、テスト済みMapServer)

source: Integrated Web experience with an embedded browser that recognises OGC web services and smoothly adds links to the onscreen map
de: Integriertes Internet-Erlebnis mit einem eingebetteten Browser, der OGC Webdienste erkennt und diese problemlos auf der Bildschirmkarte verknüpft
es: Experiencia web integrada con un navegador incrustado que reconoce los servicios web de OGC y suavemente agrega enlaces al mapa en pantalla
fr: Expérience web intégrée avec un navigateur intégré reconnaissant les services web OGC et ajoutant des liens sur la carte à l'écran
hu: Integrált Web tapasztalat egy beágyazott böngészőben, amely felismeri az OGC webes szolgáltatásokat és egyszerűen hozzáadja a linkeket a képernyőn megjelenő térképhez
it: Esperienza web integrata con un browser incorporato che riconosce i servizi web OGC e aggiunge facilmente i link alla mappa sullo schermo
ja: OGC Webサービスを認識し、画面上のマップへのリンクをスムーズに追加する組み込みブラウザを備えた統合Webエクスペリエンス

source: Style Layer Descriptor control of rendering allowing you to publish your Map using the same settings in uDig as with popular Web Map Servers
de: Die Style Layer Descriptor (SLD) Steuerung zur Kartenerstellung erlaubt Ihnen, die Karte mit denselben Einstellungen in uDig zu veröffentlichen als mit beliebten Web Map Servern
es: Control de Descriptor de Capa de Estilo de Rendering que le permite publicar su Mapa usando la misma configuración en uDig que con servidores de mapas Web populares
fr: Contrôle des styles de rendus avec "Style Layer Descriptor" vous permettant de publier votre carte en utilisant les mêmes paramètres dans uDig qu'avec les serveurs web WMS
hu: A rajzolás Style Layer Description-nal történő vezérlése lehetővé teszi, hogy a térképeit ugyanazokkal a beállításokkal tegye közzé a web térkép szervereken mint a uDig-ben
it: Controllo del descrittore di stile del rendering che ti permette di pubblicare la tua mappa usando le stesse impostazioni in uDig come con i popolari Web Map Servers
ja: スタイルレイヤ記述子レンダリングの制御。uDigで一般的なWeb Map Serverと同じ設定を使用してマップを配信できます。

source: Deep integration of standards allowing the application to swap between the appropriate service as required for display, interaction and editing
de: Weitreichende Integration von Standards erlauben der Anwendung zwischen entprechenden Diensten zu wechseln, je nach Anforderung aus Darstellung, Interaktion und Bearbeitung
es: Integración profunda de estándares que permite a la aplicación intercambiar entre el servicio apropiado según sea necesario para mostrar, interactuar y editar
fr: Intégration forte des standards permettant à l'application de basculer entre les services appropriés requis pour l'affichage, l'interaction et l'édition
hu: Szabványok alapos integrációja, amely lehetővé teszi az alkalmazásoknak, hogy szükség szerint váltsanak a megfelelő szolgáltatások között a megjelenítéshez, interakcióhoz és szerkesztéshez
it: Integrazione profonda degli standard che permette all'applicazione di passare al servizio appropriato come richiesto per la visualizzazione, l'interazione e l'editing
ja: 標準の緊密な統合により、表示、操作、編集に必要なサービス間でアプリケーションアプリケーションが適切なサービス間で

source: Printing and PDF Generation
de: Druck und PDF Erstellung
es: Impresión y generación de PDF
fr: Impression et génération PDF
hu: Nyomtatás és PDF generálás
it: Stampa e generazione di PDF
ja: 印刷とPDFの生成

source: For Developers
de: Für Entwickler
es: Para Desarrolladores
fr: Pour les développeurs
hu: Fejlesztőknek
it: Per Sviluppatori
ja: 開発者向け

source: Java Application built using the :doc:`GeoTools <geotools_overview>`, `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
de: Java-Application mit Hilfe von :doc:`GeoTools <geotools_overview>`, `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
es: Aplicación de Java usando :doc:`GeoTools <geotools_overview>`, `JTS Suite de Topología (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
fr: Application Java construite en utilisant :doc:`GeoTools <geotools_overview>`, `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
hu: Java alkalmazás, mely a :doc:`GeoTools <geotools_overview>`, JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_ felhasználásával készül
it: Applicazione Java costruita usando i :doc:`GeoTools <geotools_overview>`, `JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_
ja: :doc:`GeoTools <geotools_overview>`、`JTS Topology Suite (JTS) <https://sourceforge.net/projects/jts-topo-suite/>`_ を使用して構築されたJavaアプリケーション

source: Industrial strength plug-in system provided by Eclipse Rich Client Platform
de: Professionelles Plugin-System durch die Eclipse Rich Client Platform
es: Systema de plug-in de fuerza industrial proporcionada por la plataforma cliente de Eclipse
fr: Système de plugin de qualité industriel fournit via la plateforme Eclipse "Rich Client Platform"
hu: Az Eclipse Rich Client Platform által biztosított Ipari erősségű modul rendszer
it: Sistema industriale di plug-in fornito da Eclipse Rich Client Platform
ja: Eclipse Rich Client Platformが提供する産業レベルのプラグインシステム

source: Use of native widgets
de: Verwendung von nativen Widgets
es: Uso de widgets nativos
fr: Utilisation de widgets natifs
hu: Natív vezérlők használata
it: Uso di widget nativi
ja: ネイティブウィジェットの使用

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standard implementati
ja: 実装されている標準規格

source: OGC Web Feature Server (WFS)
es: Servidor Web de Características (WFS) de OGC
fr: Web Feature Server (WFS) OGC

source: OGC Web Feature Server Transactional (WFS-T)
es: Servidor Web de Características transaccional (WFS-T) de OGC
fr: Web Feature Server Transactionnel (WFS-T) OGC

source: OGC Simple Features for SQL (SFQL)
es: Funciones simples para SQL (SFSQL) de OGC
fr: Simple Features for SQL (SFQL) OGC

source: Web Map Server Cache (WMS-C)
es: Cache de Servidor de Cartografía Web (WMS-C)

source: OGC Style Layer Descriptor (SLD)
es: Descriptor de Estilos de Capa (SLD) de OGC
fr: Style Layer Descriptor (SLD) OGC

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細

source: **Website:** http://udig.refractions.net/
de: **Webseite:** http://udig.refractions.net/
es: **Sitio web:** http://udig.refractions.net/
fr: **Site web:** http://udig.refractions.net/
hu: **Honlap:** http://udig.refractions.net/
it: **Sito web:** http://udig.refractions.net/
ja: **Webサイト:** http://udig.refractions.net/

source: **Licence:** Dual BSD / EPL (Eclipse Foundation)
de: **Lizenz:** Dual BSD / EPL (Eclipse Foundation)
es: **Licencia:** Dual BSD / EPL (Eclipse Foundation)
fr: **Licence:** Duel BSD / EPL (fondation Eclipse)
hu: **Licenc:** Dual BSD / EPL (Eclipse Foundation)
it: **Licenza:** Dual BSD / EPL (Eclipse Foundation)
ja: **ライセンス:** Dual BSD / EPL (Eclipse Foundation)

source: **Software Version:** |version-udig|
es: **Versión de software:** |version-udig|
fr: **Version du logiciel:** |version-udig|
hu: **Szoftver verzió:** |version-udig|
it: **Versione Software:** |version-udig|
ja: **ソフトウェアバージョン:** |version-udig|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **API Interfaces:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Eclipse Rich Client Platform, Eclipse Modelling Framework
de: **API Schnittstellen:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Eclipse Rich Client Platform, Eclipse Modelling Framework
es: **Interfaces API:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Plataforma Eclipse de cliente rico, Marco de Modelado Eclipse
fr: **Interfaces d'API:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Eclipse Rich Client Platform, Eclipse Modelling Framework
hu: **API interfészek:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Eclipse Rich Client Platform, Eclipse Modelling Framework
it: **Interfacce API:** GeoTools, ImageIO-Ext, Java Advanced Imaging, Eclipse Rich Client Platform, Eclipse Modelling Framework
ja: **APIインタフェース:** GeoTools,ImageIO-Ext,Java Advanced Imaging,Eclipse Rich Client Platform,Eclipse Modelling Framework

source: **Support:** http://udig.refractions.net/users/
es: **Soporte:** http://udig.refractions.net/users/
hu: **Támogatás:** http://udig.refractions.net/users/
it: **Supporto:** http://udig.refractions.net/users/
ja: **サポート:** http://udig.refractions.net/users/

source: **Developers:** http://udig.refractions.net/developers/
de: **Entwickler:** http://udig.refractions.net/developers/
es: **Desarrolladores:** http://udig.refractions.net/developers/
fr: **Développeurs:** http://udig.refractions.net/developers/
hu: **Fejlesztők:** http://udig.refractions.net/developers/
it: **Sviluppatori:** http://udig.refractions.net/developers/
ja: **開発情報:** http://udig.refractions.net/developers/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/udig_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/udig_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/udig_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/udig_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/udig_quickstart>`
it: :doc:`Guida rapida <../quickstart/udig_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/udig_quickstart>`

source: OGC Web Map Server (WMS)
fr: Web Map Server (WMS) OGC

source: udig screenshot
it: screenshot di udig

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
it: Questo progetto è incluso solo nel disco della macchina virtuale (VMDK) OSGeoLive

source: OSGeo Project
it: Progetto OSGeo

source: OSGeo Community
it: Comunità OSGeo
