Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/xygrib_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Weather forecasting
de: Wettervorhersage
es: Pronóstico del tiempo
fr: Prévisions météorologiques
hu: Időjárás előrejelzés
it: Previsioni del tempo
ja: 気象予想
sv: Väderprognoser

source: XyGrib is a Grib file reader and visualizes meteorological data providing an off-line capability to analyse weather forecasts or hindcasts. XyGrib is the continuation of the zyGrib software package with a new team of volunteers. It is intended to be used as a capable weather work station for anyone with a serious interest in examining weather. This would include members of the sailing community, private and sport aviators, farmers, weather buffs and many more.
de: XyGrib ist ein Grib-Dateileser und visualisiert meteorologische Daten, die eine Off-Line-Fähigkeit zur Analyse von Wettervorhersagen oder Hindcasts bieten. XyGrib ist die Fortsetzung des zyGrib Softwarepakets mit einem neuen Team von Freiwilligen. Es soll als leistungsfähige Wetterarbeitsstation für alle genutzt werden, die ein ernsthaftes Interesse an der Wetteruntersuchung haben. Dazu gehören Mitglieder der Segelgemeinschaft, Private und Sportflieger, Landwirte, Wetterfreunde und viele mehr.
es: XyGrib es un lector de archivos Grib y visualiza los datos meteorológicos proporcionando una capacidad fuera de línea para analizar las previsiones meteorológicas o los hindcasts. XyGrib es la continuación del paquete de software zyGrib con un nuevo equipo de voluntarios. Está destinado a ser utilizado como una estación de trabajo meteorológico capaz para cualquier persona con un gran interés en examinar el clima. Esto incluiría a miembros de la comunidad de vela, aviadores privados y deportivos, agricultores, aficionados al clima y muchos más.
fr: XyGrib est un lecteur de fichiers Grib qui permet de visualiser des données météorologiques et d'analyser hors ligne des prévisions ou des rétrospectives météorologiques. XyGrib est la continuation du logiciel zyGrib avec une nouvelle équipe de volontaires. Il est destiné à être utilisé comme un poste de travail météorologique performant pour toute personne ayant un intérêt sérieux à examiner le temps. Il s'agit notamment des membres de la communauté des navigateurs, des aviateurs privés et sportifs, des agriculteurs, des passionnés de la météo et bien d'autres encore.
hu: XyGrib egy Grib fájl olvasó és meteorológiai adat megjelenítő off-line képességekkel időjárás-előrejelzések elemzésére. Az XyGrib a ZGrib szoftvercsomag folytatása egy új önkéntes csapattal. A célja, hogy bárki számára, akit komolyan érdekel az időjárás elemzése, egy időjárás munkaállomást biztosítson. Ez magában foglalja a vitorlás közösség tagjait, a magán és sport pilótákat, a mezőgazdasági termelőket, időjárás kedvelőket és még sokakat.
it: XyGrib è un lettore di file Grib e visualizza i dati meteorologici fornendo una capacità off-line per analizzare le previsioni del tempo o gli hindcast. XyGrib è la continuazione del pacchetto software zyGrib con un nuovo team di volontari. È inteso per essere usato come una stazione di lavoro meteorologica capace per chiunque abbia un serio interesse nell'esame del tempo. Questo include i membri della comunità velica, gli aviatori privati e sportivi, gli agricoltori, gli appassionati di meteo e molti altri.
ja: XyGrib は Grib ファイルリーダ、気象データを可視化して、天気予報もしくは過去の再予報を分析するオフライン機能を提供しています。XyGrib は zyGrip ソフトウェアパッケージの新しいボランティアチームによる後継となります。気象を調べることに真剣な興味がある誰もに、有能な気象ワークステーションとして利用されることを意図されています。これには、セーリングコミュニティのメンバーや、民間およびスポーツの飛行士、農業従事者、気象マニアなどが含まれています。
sv: XyGrib är en Grib-filläsare som visualiserar meteorologiska data och ger en off-line-funktion för att analysera väderprognoser eller hindcasts. XyGrib är en fortsättning på mjukvarupaketet zyGrib med ett nytt team av volontärer. Det är avsett att användas som en kapabel väderarbetsstation för alla som har ett seriöst intresse av att undersöka väder. Detta skulle inkludera medlemmar i segelsamhället, privata och sportflygare, jordbrukare, väderfantaster och många fler.

source: xygrib screenshot
it: screenshot di xygrib
ja: XyGrib スクリーンショット
sv: xygrib skärmdump

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Fonctionnalités principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主要機能
sv: Kärnfunktioner

source: Visualization of meteorologic data from files in GRIB format
de: Visualisierung von meteorologischen Daten aus Dokumenten im GRIB-Format
es: Visualización de datos meteorológicos de los archivos en formato GRIB
fr: Visualisation de données météorologiques à partir de fichiers au format GRIB
hu: Meteorológia adatok megjelenítése GRIB formátumú fájlokból
it: Visualizzazione di dati meteorologici da file in formato GRIB
ja: GRIB フォーマットのファイルからの気象データの可視化
sv: Visualisering av meteorologiska data från filer i GRIB-format

source: Automatic download of weather and wave forecasts
de: Automatischer Download von Wetter- und Wellen-Vorhersagen
es: Descarga automática de las pronósticos de tiempo y de onda
fr: Téléchargement automatique de prévisions météorologiques et d'ondes
hu: Időjárás és hullámzás előjelzések automatikus letöltése
it: Scaricamento automatico di previsioni meteomarine
ja: 気象・波浪予報の自動ダウンロード
sv: Automatisk nedladdning av väder- och vågprognoser

source: Automatic download from IAC (fleetcode) data
de: Automatischer Download von IAC (fleetcode) Daten
es: Descarga automática de datos IAC (fleetcode)
fr: Téléchargement automatique à partir de données IAC (code flottant)
hu: Automatikus letöltés IAC (fleetcode) adatokból
it: Scaricamento automatico di dati IAC (fleet code)
ja: IAC (fleetcode) データからの自動ダウンロード
sv: Automatisk nedladdning från IAC-data (fleetcode)

source: Play animations of 8-day forecasts
de: Abspielen von 8-tägigen Vorhersageanimationen
es: Animaciones de los pronósticos de 8 días
fr: Animations de prévisions de 8 jours
hu: 8 napos előrejelzések animált lejátszása
it: Visualizza animazioni di previsioni su otto giorni
ja: 8日間の予測アニメーションの再生
sv: Spela upp animationer av 8-dygnsprognoser

source: Create your own regional weather maps (worldwide), or view a detailed quantitative forecast for a particular location.
de: Entwurf von personalisierten lokalen Wetterkarten (global) oder Darstellung von detaillierten quantitativen Vorhersagen für einen einzelnen Standort
es: Crea tus propios mapas de clima regionales (mundial), o ver un pronóstico cuantitativo detallado de un lugar en particular.
fr: Création de vos propres cartes météorologiques régionales (mondiale), ou vue d'une prévision quantitative détaillée depuis une localisation particulière.
hu: Saját regionális időjárás térkép létrehozása (bárhol a Földön), vagy egy részletes előrejelzés egy bizonyos helyre.
it: Create le vostre mappe meteo regionali (per tutto il mondo), o visualizzate una previsione quantitativa per un punto preciso.
ja: 独自の地域天気図(世界中)を作成するか、特定の場所の詳細な数量予測を表示します。
sv: Skapa dina egna regionala väderkartor (över hela världen) eller visa en detaljerad kvantitativ prognos för en viss plats.

source: Plot wind, pressure, temperature, humidity, rain, snow, cloud cover, dew point, wave height, and high altitude data.
de: Kartierung von Daten zu Wind, Temperatur, Feuchtigkeit, Regen, Schnee, Wolkenbedeckung, Taupunkt, Wellenhöhe und Höhe.
es: Grafica de viento, presión, temperatura, humedad, lluvia, nieve, nubosidad, punto de rocío, altura de onda y datos de gran altitud.
fr: Dessin du vent, de pression, de la température, de l'humidité, de la pluie, de la neige, de la couverture nuageuse, points de rosée, et données de haute altitude.
hu: A szél, a nyomás, a hőmérséklet, a páratartalom, az eső, a hó, a felhőtakaró, a harmatpont, a hullámmagasság és a magassági adatok megjelenítése.
it: Traccia grafici a partire da dati di vento, pressione, temperatura, umidità, precipitazione, neve, copertura nuvolosa, punto di rugiada, altezza delle onde e dati di alta quota
ja: 風、気圧、温度、湿度、雨、雪、雲量、露点、波の高さ、および高さのデータをプロットします。
sv: Plotta vind, tryck, temperatur, luftfuktighet, regn, snö, molntäcke, daggpunkt, våghöjd och data för hög höjd.

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** https://opengribs.org/en
it: **Sito web:** https://opengribs.org/en
ja: **Webサイト:** https://opengribs.org/en
sv: **Webbplats:** https://opengribs.org/en

source: **Licence:** GNU General Public License (GPL) version 3
de: **Lizenz:** GNU General Public License (GPL) version 3
es: **Licencia:** GNU General Public License (GPL) version 3
hu: **Licenc:** GNU General Public License (GPL) version 3
it: **Licenza:** GNU General Public License (GPL) versione 3
ja: **ライセンス:** GNU General Public License (GPL) version 3
sv: **Licens:** GNU General Public License (GPL) version 3

source: **Software Version:** |version-xygrib|
es: **Versión de Software:** |version-xygrib|
fr: **Version du logiciel:** |version-xygrib|
hu: **Szoftver verzió:** |version-xygrib|
it: **Versione Software:** |version-xygrib|
ja: **ソフトウェアバージョン:** |version-xygrib|
sv: **Programvaruversion:** |version-xygrib|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
de: **Unterstützte Plattformen:** GNU/Linux, Mac OSX, MS Windows
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** GNU/Linux, Mac OSX, MS Windows
hu: **Támogatott platformok:** GNU/Linux, Mac OSX, MS Windows
it: **Piattaforme Supportate:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows
sv: **Plattformar som stöds:** GNU/Linux, Mac OSX, MS Windows

source: **Support:** https://opengribs.org/en/support-forum
es: **Soporte:** https://opengribs.org/en/support-forum
hu: **Támogatás:** https://opengribs.org/en/support-forum
it: **Supporto:** https://opengribs.org/en/support-forum
ja: **サポート:** https://opengribs.org/en/support-forum

source: Quickstart
es: Guía de Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/xygrib_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/xygrib_quickstart>`
es: :doc:`Documentación de Inicio Rápido <../quickstart/xygrib_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/xygrib_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/xygrib_quickstart>`
it: :doc:`Guida rapida <../quickstart/xygrib_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/xygrib_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/xygrib_quickstart>`

source: nologo
ja: ロゴなし

source: OSGeo Project
it: Progetto OSGeo
ja: OSGeo プロジェクト
sv: OSGeo-projektet

source: OSGeo Community
it: Comunità OSGeo
ja: OSGeo コミュニティ
sv: OSGeo Gemenskap

source: **Website:** https://opengribs.org
de: **Webseite:** https://opengribs.org
es: **Sitio Web:** https://opengribs.org
fr: **Site web:** https://opengribs.org
hu: **Honlap:** https://opengribs.org
