Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/zoo-project_overview.po
Languages: de, es, fr, hu, it, ja, sv

source: Zoo Project
de: ZOO-Projekt
hu: ZOO-Projekt
ja: Zoo プロジェクト

source: WPS Server
es: Servidor WPS
fr: Serveur WPS
hu: WPS Szerver
it: Server WPS

source: ZOO-Project provides a developer friendly Web Processing Service (WPS) framework for creating and chaining Web Processing Services. A WPS provides web access to functions which run spatial algorithms. ZOO-Project supports many programming languages and comes with three demo applications. The first uses the simple spatialtools services based on the :doc:`GEOS <geos_overview>` and :doc:`OGR <gdal_overview>` libraries, the second showcase Voronoi and Delaunay triangulation (from the CGAL library) and the third present how to interract with OTB applications runninng as WPS services.
de: Das ZOO-Projekt liefert ein entwicklerfreundliches Web Processing Service (WPS) Framework, um Web Processing Services zu erstellen und miteinander zu verknüpfen (Chaining). Ein WPS stellt den Zugang zu Funktionen bereit, die in der Lage sind, räumliche Algorithmen auszuführen. Das ZOO-Projekt unterstützt zahlreiche Programmiersprachen und enthält drei Beispielanwendungen. Das erste Beispiel verwendet einfache GIS Funktionen der Webdienste, basierend auf den :doc:`GEOS <geos_overview>` und :doc:`OGR <gdal_overview>` Bibliotheken. Das zweite Beispiel demonstriert die Voronoi und Delaunay Triangulation (mit der CGAL Bibliothek); und das dritte Beispiel zeigt die Interaktion von OTB-Anwendungen über WPS-Dienste.
es: ZOO-Project proporciona un entorno de desarrollo de Servicio de Procesamiento Web (WPS) amigable para la creación y encadenamiento de servicios de procesamiento web. Un WPS proporciona acceso a funciones que ejecutan algoritmos geoespaciales. ZOO-Project da soporte a muchos lenguajes de programación y viene con tres aplicaciones demo. La primera utiliza los servicios simples de spatialtools basados en el :doc:`GEOS <geos_overview>` y librerías de :doc:`OGR <gdal_overview>`, la segunda muestra la triangulación de Voronoi y Delaunay (de la biblioteca CGAL) y la tercera presenta la manera para interactuar con aplicaciones OTB corriendo como servicios WPS.
fr: ZOO-Project fournit un framework pour le Web Processing Service (WPS) adapté pour les développeurs afin de créer et chaîner plusieurs Web Processing Services. Un serveur WPS fournit un accès web à des fonctions qui lancent des algorithmes spatiaux. ZOO-Project supporte de nombreux langages de programmation et vient avec trois applications de démo. Le premier utilise les services spatialtools simples basés sur les bibliothèques :doc:`GEOS <geos_overview>` et :doc:`OGR <gdal_overview>` , le second montre les triangulations de Voronoi et Delaunay (venant de la bibliothèque CGAL) et la troisième présente comment interagir avec des applications OTB tournant en tant que services WPS.
hu: A ZOO-projekt egy fejlesztő-barát Web Processing Service (WPS) keretrendszert biztosít Web Processing Service-k létrehozására és láncolására. A WPS hálózatos hozzáférést biztosít olyan függvényekhez, melyek térbeli algoritmusokat futtatnak. A ZOO-projekt több programnyelvet támogat és három demó alkalmazással szállítják. Az első a :doc:`GEOS <geos_overview>` és a :doc:`OGR <gdal_overview>` könyvtárakra épül, a második a Voronoi és Delaunay háromszögelés bemutatása (a CGAL könyvtárból) és a harmadik bemutatja, hogy az OTB alkalmazásokhoz hogyan kapcsolódhatunk a WPS szolgáltatással.
it: ZOO-Project fornisce un ambiente di sviluppo amichevole di Web Processing Service (WPS) per creare e concatenare Web Processing Services. Un WPS fornisce accesso web a funzione che eseguo algoritmi spaziali. ZOO-Project supporta molti linguaggi di programmazione e viene distribuito con tre applicazioni demo. La prima è il semplice servizio strumenti spaziali basato sulle librerie :doc:`GEOS <geos_overview>` e :doc:`OGR <gdal_overview>`, la seconda mostra triangolazioni Voronoi e Delaunay (dalla libreria CGAL) e la terza presenta come interagire con applicazioni OTB lanciate come servizi WPS.
ja: ZOO プロジェクトは、 Web Processing Service を作成・連結するための、開発者向けの Web Processing Service (WPS) フレームワークを提供します。WPSは空間アルゴリズムを実行する機能へのWebアクセスを提供します。ZOO プロジェクトは多くのプログラミング言語をサポートし、3つのデモアプリケーションが用意されています。第1に、 :doc:`GEOS <geos_overview>` および :doc:`OGR <gdal_overview>` ライブラリをベースとしたシンプルな空間ツールサービスを使用します。第2に、ボロノイとドロネーの三角分割(CGALライブラリから)を紹介します。第3に、WPSサービスとして動作するOTBアプリケーションとの相互運用方法を紹介します。
sv: ZOO-Project tillhandahåller ett utvecklarvänligt WPS-ramverk (Web Processing Service) för att skapa och kedja Web Processing Services. En WPS ger webbåtkomst till funktioner som kör rumsliga algoritmer. ZOO-Project stöder många programmeringsspråk och levereras med tre demoapplikationer. Den första använder de enkla spatialtools-tjänsterna baserade på biblioteken :doc:`GEOS <geos_overview>` och :doc:`OGR <gdal_overview>`, den andra visar Voronoi- och Delaunay-triangulering (från CGAL-biblioteket) och den tredje presenterar hur man samverkar med OTB-applikationer som körs som WPS-tjänster.

source: The three demontration applications are available from the ZOO-Project demo landing page presented bellow.
de: Die drei Beispielsanwendungen stehen auf der unten vorgestellten ZOO-Projekt Demoseite zur Verfügung.
es: Las tres demostraciones de las aplicaciones están disponibles en la página de inicio de ZOO-Project demo que se presenta a continuación.
fr: Les trois applications de démonstration sont disponibles sur la page d'accueil du ZOO-Project présentée ci-dessous.
hu: A három bemutató alkalmazás a Zoo-projekt demo oldaláról érhető el.
it: Le tre applicazioni di dimostrazione sono disponibili dalla pagina principale delle demo di ZOO-Project presentata prossimamente.
ja: 3つのデモアプリケーションは、以下に示す ZOO プロジェクトのデモランディングページから利用できます。
sv: De tre demontrationsapplikationerna är tillgängliga från ZOO-Projects demolandingssida som presenteras nedan.

source: ZOO is made of three parts:
de: ZOO besteht aus drei Komponenten:
es: ZOO se compone de tres partes:
fr: ZOO est composé de trois ensembles:
hu: A ZOO három részből áll:
it: ZOO è composto di tre parti:
ja: ZOO は3つのパーツで構成されています:
sv: ZOO är uppbyggt av tre delar:

source: *ZOO Kernel* : A powerful server-side C Kernel which makes it possible to manage and chain Web services coded in different programming languages.
de: *ZOO-Kernel* : Ein leistungsfähiger serverseitiger C-Kernel, der es ermöglicht, Webdienste zu verwalten und zu verbinden, die in verschiedenen Programmiersprachen geschrieben sein können.
es: ZOO Kernel : Un potente kernel del lado del servidor escrito en C que hace posible la gestión y encadenamiento de servicios web escritos en diferentes lenguajes de programación.
fr: *Kernel ZOO* : Un noyau côté serveur en C qui rend possible le fait de gérer et chaîner des webservices codés dans différents langages de programmation.
hu: *ZOO rendszermag*: Egy hatékony szerver oldali C rendszermag, mely lehetővé teszi a különböző programnyelveken kódolt web szolgáltatások kezelését és láncolását.
it: *ZOO Kernel* : Un potente Kernel in C lato server che permette di gestire e concatenare servizi Web scritti in diversi linguaggi di programmazione.
ja: *ZOO カーネル* : 異なるプログラミング言語でコーディングされたWebサービスの管理と連結を可能にする、強力なサーバーサイドのCカーネル。
sv: *ZOO Kernel* : En kraftfull C-kärna på serversidan som gör det möjligt att hantera och kedja webbtjänster som kodas i olika programmeringsspråk.

source: *ZOO Services* : A growing suite of example Web services based on various Open Source libraries.
de: *ZOO-Dienste* : Eine wachsende Sammlung von Beispiel-Webdiensten basierend auf verschiedenen Open-Source-Bibliotheken.
es: ZOO Services : Un creciente conjunto de servicios web de ejemplo basados en diversas bibliotecas de código abierto.
fr: *Services ZOO* : Un suite d'exemples de webservices grandissante, basée sur diverses bibliothèques Open Source.
hu: *ZOO szolgáltatások*: Különböző nyílt forráskódú könyvtárakra alapozott minta web szolgáltatások növekvő gyűjteménye.
it: *ZOO Services* : Una sempre aggiornato set di esempi di servizi Web basati su diverse librerie Open Source.
ja: *ZOO サービス* : さまざまなオープンソースライブラリに基づいた、発展中のサンプルWebサービスのスイート。
sv: *ZOO-tjänster* : Ett växande antal exempel på webbtjänster baserade på olika Open Source-bibliotek.

source: *ZOO API* : A server-side JavaScript API able to call and chain the ZOO Services, which makes the development and chaining processes easier.
de: *ZOO-API* : Eine serverseitige JavaScript API, welche es ermöglicht, ZOO-Dienste aufzurufen und zu verbinden, und damit die Entwicklung und Verkettung von Prozessen vereinfacht.
es: *ZOO API*: Una API de servidor de JavaScript capaz de llamar y encadenar los servicios de ZOO, lo que hace al desarrollo y encadenamiento de procesos más sencillos.
fr: *API ZOO* : Une API JavaScript côté serveur capable d'appeler et de chaîner les services ZOO, qui rend le développement et le chaînage de processus plus simple.
hu: *ZOO API*: Egy szerver oldali JavaScript API, mely képes a ZOO szolgáltatások meghívására és láncolására és egyszerűbbé teszi a fejlesztést és a láncolási folyamatot.
it: *ZOO API* : Una API JavaScript lato server in grado di chiamare e concatenare ZOO Services, questo permette un semplice sistema di sviluppo e concatenamento.
ja: *ZOO API* : プロセスの開発と連結をより簡単にする、ZOO サービスの呼び出し・連結が可能なサーバサイドのJavaScript API。
sv: *ZOO API* : Ett JavaScript-API på serversidan som kan anropa och kedja ZOO-tjänsterna, vilket gör utvecklings- och kedjeprocesserna enklare.

source: ZOO is based on a 'WPS Service Kernel' which constitutes the ZOO's core system (aka ZOO Kernel). The latter is able to load dynamic libraries and to handle them as on-demand Web services. The ZOO Kernel is written in C language, but supports several common programming languages in order to connect to numerous libraries and above all to simplify the Web service end-developer's job.
de: ZOO basiert auf dem 'WPS Service Kernel', der das ZOO-Kernsystem bildet (aka ZOO-Kernel). Letzterer ist in der Lage, dynamische Bibliotheken zu laden und sie als on-demand Webdienste abzuwickeln. Der ZOO-Kernel ist in der Sprache C geschrieben, unterstützt jedoch auch einige verbreitete Programmiersprachen, um mit zahlreichen Bibliotheken interagieren zu können, und damit die Arbeit von Entwicklern von Webdiensten zu vereinfachen.
es: ZOO está basado en un ‘Kernel de servicio WPS’ que constituye el núcleo del sistema ZOO (también conocido como ZOO Kernel). Éste último está capaz de cargar bibliotecas dinámicas y manejarlas como servicios web bajo demanda. El ZOO Kernel está escrito en el lenguaje C, pero soporta diferentes lenguajes de programación de uso común con el objetivo de conectar multitud de bibliotecas y sobre todo de simplificar el trabajo del desarrollador final del servicio web.
fr: ZOO est basé sur un 'noyau de service WPS' qui constitue le coeur du système de ZOO (c'est à dire le "ZOO Kernel"). Ce dernier est capable de charger des bibliothèques dynamiques et de les manipuler au gré des demandes des services web. Le noyau ZOO est écrit en langage C, mais supporte de nombreux autres langages de programmation dans le but de se connecter à de nombreuses bibliothèques et par dessous tout de simplifier le travail du développeur final de services web.
hu: A ZOO a 'WPS szolgáltatás magra' épül, mely a ZOO rendszermagot alkotja (más néven ZOO mag). Ez utóbbi dinamikus könyvtárakat tud betölteni és igény szerinti web szolgáltatásként kezelni. A ZOO mag C nyelven készül, de számos elterjedt programnyelvet támogat, abból a célból, hogy számos könyvtárhoz tudjon kapcsolódni és mindenek előtt a web szolgáltatás fejlesztő munkáját egyszerűsítse.
it: ZOO è basato su un ‘WPS Service Kernel’ che costituisce il sistema centrale di ZOO (anche ZOO Kernel). Questo è in grado di caricare librerie dinamiche e gestirle com servizi Web su richiesta. Il ZOO Kernel è scritto in C, ma supporta molti linguaggi di sviluppo al fine di connettere numerose librerie e di semplificare il lavoro degli sviluppatori dei Web service.
ja: ZOO は、ZOO のコアシステムを構成している 'WPS サービスカーネル' (別名ZOO カーネル)に基づいています。ZOO カーネルは、動的ライブラリをロードして、オンデマンドのWebサービスとして処理することができます。ZOO カーネルはC言語で書かれていますが、数多くのライブラリに接続するために、いくつかの一般的なプログラミング言語をサポートし、上記のすべてのWebサービスのエンド開発者の仕事を簡素化します。
sv: ZOO bygger på en "WPS Service Kernel" som utgör ZOO:s kärnsystem (även kallad ZOO Kernel). Den senare kan ladda dynamiska bibliotek och hantera dem som on-demand webbtjänster. ZOO Kernel är skriven på C-språk, men stöder flera vanliga programmeringsspråk för att kunna ansluta till många bibliotek och framför allt för att förenkla arbetet för den som utvecklar webbtjänster.

source: A ZOO service is a link composed of a metadata file (.zcfg) and the code for the corresponding implementation. The metadata file describes all the available functions which can be called using a WPS Exec Request, as well as the desired input/output. Services contain the algorithms and functions, and can now be implemented in C/C++, Fortran, Java, Python, PHP, Ruby, C# and JavaScript.
de: Ein ZOO-Dienst besteht aus einem Link zwischen einem Metadatendokument (.zcfg) und dem Programmcode der zugehörigen Implementierung. Das Metadatendokument beschreibt alle verfügbaren Funktionen, welche von einer WPS Exec Anfrage aufgerufen werden können, sowie das gewünschte Ein- und Ausgabeformat. Dienste beinhalten Algorithmen und Funktionen und können derzeit in C/C++, Fortran, Java, Python, PHP oder JavaScript implementiert sein.
es: Un servicio ZOO es un compuesto de un archivo de metadatos (.zcfg) y el código para la aplicación correspondiente. El archivo de metadatos describe todas las funciones disponibles que se pueden invocar mediante una solicitud de Exec WPS, así como la entrada y salida deseadas. Los servicios contienen los algoritmos y funciones y ahora se pueden implementar en C/C++, Fortran, Java, Python, PHP, Ruby, C# y JavaScript.
fr: Un service ZOO est un lien composé d'un fichier de métadonnées (.zcfg) et du code pour l'implémentation correspondante. Le fichier de métadonnée décrit toutes les fonctions disponibles qui peuvent être appelée en utilisant une requête WPS "Execute", ainsi que les entrées/sorties désirées. Les services contiennent des algorithmes et des fonctions et peuvent maintenant être implémentés en C/C++, Fortran, Java, Python, PHP, Ruby, C# et JavaScript.
hu: A ZOO szolgáltatás egy link, mely egy meta adat fájlból (.zcfg) és az implementációnak megfelelő kódból áll. A meta adat fájl írja le az összes elérhető függvényt, melyeket egy 'WPS Exec Request'-tel hívhatunk meg, és a tervezett input/outputot is. A szolgáltatások tartalmazzák az algoritmusokat és a függvényeket, melyeket C/C++, Fortran, Java, Python, PHP, Ruby, c# és JavaScript nyelveken implementálhatjuk.
it: Un ZOO service è un collegamento composto da un file metadata (.zcfg) e il codice per la corrispondente implementazione. Il file metadata descrive tutti i parametri disponibili che possono essere chiamate usando una Richieste WPS Execute, come gli input/output richiesti. I servizi contengono gli algoritmi e funzioni, e attualmente possono essere implementate in C/C++, Fortran, Java, Python, PHP and JavaScript.
ja: ZOO サービスは、メタデータファイル(.zcfg)と対応する実装のコードで構成されるリンクです。メタデータファイルには、WPS Exec リクエストを使用して呼び出すことができるすべての利用可能な機能と、必要な入出力が記述されています。サービスにはアルゴリズムと機能が含まれていて、現在は、C/C++、Fortran、Java、Python、PHP、Ruby、C#、および JavaScript で実装することができます。
sv: En ZOO-tjänst är en länk som består av en metadatafil (.zcfg) och koden för motsvarande implementation. Metadatafilen beskriver alla tillgängliga funktioner som kan anropas med en WPS Exec Request, samt önskad in- och utmatning. Services innehåller algoritmerna och funktionerna och kan nu implementeras i C/C++, Fortran, Java, Python, PHP, Ruby, C# och JavaScript.

source: Core Features
de: Kernfunktionen
es: Características Principales
fr: Caractéristiques principales
hu: Alapfunkciók
it: Caratteristiche principali
ja: 主な機能
sv: Kärnfunktioner

source: Multi language WPS server
de: WPS Server mit Unterstützung zahlreicher Programmiersprachen
es: Servidor WPS multi idioma
fr: Serveur WPS multi-langues
hu: Többnyelvű WPS szerver
it: Multi linguaggio WPS server
ja: マルチ開発言語 WPS サーバ
sv: WPS-server med flera språk

source: Simple Web Service creation and deployment procedure
de: Einfaches Erstellen und Einrichten von Webdiensten
es: Procedimiento de creación e implementación de servicio Web simple
fr: Création de services web simple et procédure de déploiement
hu: Egyszerű Web szolgáltatás létrehozás és közzététel
it: Procedura semplice per lo sviluppo e creazione di Web Service
ja: シンプルなWebサービスの作成と導入手順
sv: Procedur för att skapa och distribuera enkla webbtjänster

source: Simple WPS chaining with ZOO API
de: Einfaches WPS "Chaining" mittels ZOO-API
es: WPS simple encadenamiento con API de ZOO
fr: Chaînage simple de WPS avec l'API de ZOO
hu: Egyszerű WPS láncolás a ZOO API-val
it: Facile concatenamento di servizi WPS attraverso le ZOO API
ja: ZOO API によるシンプルな WPS 連結
sv: Enkel WPS-kedjning med ZOO API

source: Implemented Standards
de: Unterstützte Standards
es: Estándares implementados
fr: Standards implémentés
hu: Implementált szabványok
it: Standards implementati
ja: 実装されている標準規格
sv: Implementerade standarder

source: Demo
es: Demostración
fr: Démo
hu: Demó
ja: デモ

source: `Demo using Services Provider based GEOS and OGR libraries <http://localhost/zoo-demo/ogr-example.html>`_
de: `Einfache C Services Provider Demo basierend auf GEOS and OGR Bibliotheken <http://localhost/zoo-demo/spatialtools.html>`_
es: `Demo usando Services Provider con base en librerías de GEOS y OGR <http://localhost/zoo-demo/ogr-example.html>`_
fr: `Démo simple utilisant le fournisseur de services basé sur les bibliothèques GEOS et OGR <http://localhost/zoo-demo/ogr-example.html>`_
hu: `Demó a GEOS és OGR könyvtárakra alapozott szolgáltatás <http://localhost/zoo-demo/ogr-example.html>`_
it: `Demo che utilizza un Services Provider basato sulle librerie GEOS e OGR <http://localhost/zoo-demo/ogr-example.html>`_
ja: `GEOS と OGR ライブラリをベースとしたサービスプロパイダのデモ <http://localhost/zoo-demo/ogr-example.html>`_
sv: `Demo med hjälp av Services Provider-baserade GEOS- och OGR-bibliotek <http://localhost/zoo-demo/ogr-example.html>`_

source: `Demo using Services Provider based CGAL library <http://localhost/zoo-demo/cgal.html>`_
de: `Einfache Services Provider Demo basierend auf der CGAL-Bibliothek <http://localhost/zoo-demo/cgal.html>`_
es: `Demo usando Services Provider con base en librería de CGAL <http://localhost/zoo-demo/cgal.html>`_
fr: `Démo utilisant le fournisseur de services basé sur la bibliothèque CGAL <http://localhost/zoo-demo/cgal.html>`_
hu: `Demó a CGAL könyvtárra alapozott szolgáltatás <http://localhost/zoo-demo/cgal.html>`_
it: `Demo che utilizza un Services Provider basato sulla libreria CGAL <http://localhost/zoo-demo/cgal.html>`_
ja: `CGAL ライブラリをベースとしたサービスプロバイダのデモ <http://localhost/zoo-demo/cgal.html>`_
sv: `Demo med CGAL-bibliotek baserat på Services Provider <http://localhost/zoo-demo/cgal.html>`_

source: `Demo using OTB Applications as WPS Services <http://localhost/zoo-demo/otb-example.html>`_
de: `Beispiel für OTB-Anwendung über WPS Dienste <http://localhost/zoo-demo/otb-example.html>`_
es: _ 'Demo usando aplicaciones de OTB como WPS Services <http://localhost/zoo-demo/otb-example.html>`_
fr: `Démo utilisant des applications OTB comme services WPS <http://localhost/zoo-demo/otb-example.html>`_
hu: `Demó OTB alkalmazások WPS szervizként használta <http://localhost/zoo-demo/otb-example.html>`_
it: `Demo che utilizza Applicazioni di OTB come Servizio WPS <http://localhost/zoo-demo/otb-example.html>`_
ja: `WPS サービスとしての OTB アプリケーションのデモ <http://localhost/zoo-demo/otb-example.html>`_
sv: `Demo med OTB-applikationer som WPS-tjänster <http://localhost/zoo-demo/otb-example.html>`_

source: Details
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
sv: Detaljer

source: **Website:** http://zoo-project.org/
de: **Webseite:** http://zoo-project.org/
es: **Sitio web:** http://zoo-project.org/
fr: **Site Internet:** http://zoo-project.org/
hu: **Honlap:** http://zoo-project.org
it: **Sito web:** http://zoo-project.org/
ja: **Webサイト:** http://zoo-project.org/

source: **Licence:** MIT x/11
de: **Lizenz:** MIT x/11
es: **Licencia:** MIT x/11
hu: **Licenc:** MIT x/11
it: **Licenza:** MIT x/11
ja: **ライセンス:** MIT x/11
sv: **Licens:** MIT x/11

source: **Software Version:** |version-zoo-project|
es: **SVersión de software:** |version-zoo-project|
fr: **Version du logiciel:** |version-zoo-project|
hu: **Szoftver verzió:** |version-zoo-project|
it: **Versione Software:** |version-zoo-project|
ja: **ソフトウェアバージョン:** |version-zoo-project|
sv: **Programvaruversion:** |version-zoo-project|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
es: **Plataformas compatibles:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** Windows, Linux, Mac
hu: **Támogatott platformok:** Windows, Linux, Mac
it: **Piattaforme Supportate:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac
sv: **Plattformar som stöds:** Windows, Linux, Mac

source: **Programing language support:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
de: **API Schnittstellen:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
es: **Soporte de lenguajes de programación:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
fr: **Support du langage de programmation:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
hu: **Támogatott program nyelvek:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
it: **Linguaggi di programmazione supportati:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
ja: **プログラム言語サポート:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby
sv: **Stöd för programspråk:** C, Python, Java, PHP, Fortran, Javascript, C#, Ruby

source: **Support:** http://zoo-project.org/
es: **Soporte:** http://zoo-project.org/
hu: **Támogatás:** http://zoo-project.org/
it: **Supporto:** http://zoo-project.org/
ja: **サポート:** http://zoo-project.org/

source: Quickstart
de: Schnellstart
es: Inicio Rápido
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ja: クイックスタート
sv: Snabbstart

source: :doc:`Quickstart documentation <../quickstart/zoo-project_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/zoo-project_quickstart>`
es: :doc:`Documentación de inicio rápido <../quickstart/zoo-project_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/zoo-project_quickstart>`
hu: :doc:`Gyorstalpaló dokumentáció <../quickstart/zoo-project_quickstart>`
it: :doc:`Documentazione introduttiva <../quickstart/zoo-project_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/zoo-project_quickstart>`
sv: :doc:`Snabbstartsdokumentation <../quickstart/zoo-project_quickstart>`

source: OGC WPS 1.0.0
fr: WPS 1.0.0 OGC

source: OGC WPS 2.0.0
fr: WPS 2.0.0 OGC

source: zoo-project screenshot
sv: zoo-project skärmdump

source: **Website:** https://zoo-project.org/
sv: **Webbplats:** https://zoo-project.org/

source: OSGeo Project
sv: OSGeo-projektet

source: OSGeo Community
sv: OSGeo Gemenskap
