Repository: OSGeo/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/zygrib_overview.po
Languages: fi

source: Weather forecasting
fi: Sääennustus

source: zyGrib is a program to download and visualize weather forecast data in the standard GRIB distribution format.
fi: zyGrib on ohjelma jolla voi ladata ja visualisoida sääennuste data vakioidussa GRIB jakeluformaatissa.

source: Core Features
fi: Perusominaisuudet

source: Visualization of meteorologic data from files in GRIB format
fi: Meteorologisen datan visualisointi tiedostoista jotka ovat GRIB formaatissa

source: Automatic download of weather and wave forecasts
fi: Sää- ja aaltoennusteiden automaattinen lataus

source: Automatic download from IAC (fleetcode) data
fi: Automaattinen lataus IAC datasta

source: Play animations of 8-day forecasts
fi: Näyttää animaatioita 8-päivän ennusteesta

source: Create your own regional weather maps (worldwide), or view a detailed quantitative forecast for a particular location.
fi: Luo oma alueellinen sääkartta (maailmanlaajuinen), tai tarkastele yksityiskohtaista määrällistä ennustusta tietylle sijainnille.

source: Plot wind, pressure, temperature, humidity, rain, snow, cloud cover, dew point, wave height, and high altitude data.
fi: Suunnittele tuuli, ilmanpaine, lämpötila, kosteus, sade, lumi, pilvipeite, kastepiste, aallonkorkeus ja korkeuksittainen data.

source: Details
fi: Yksityiskohdat

source: **Website:** https://www.zygrib.org
fi: **Verkkosivusto:** https://www.zygrib.org

source: **Licence:** GNU General Public License (GPL) version 3
fi: **Lisenssi:** GNU General Public License (GPL) version 3

source: **Software Version:** |version-zygrib|
fi: **Ohjelmisto Versio:** |version-zygrib|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
fi: **Tuetut ympäristöt:** GNU/Linux, Mac OSX, MS Windows

source: **Support:** https://zygrib.org/forum/
fi: **Tuki:** https://zygrib.org/forum/

source: Quickstart
fi: Pika-aloitus

source: :doc:`Quickstart documentation <../quickstart/zygrib_quickstart>`
fi: :doc:`Pika-aloituksen dokumentaatio <../quickstart/zygrib_quickstart>`
